Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Add New User
de: Neuen Benutzer hinzufügen
it: Aggiungi nuovo utente
pt_br: Adicionar novo usuário
zh_tw: 新增使用者

source: Edit User
de: Benutzer bearbeiten
it: Modifica utente
pt_br: Editar usuário
zh_tw: 編輯使用者

source: Are you sure you want to delete
de: Möchten Sie die Benutzer wirklich
it: Eliminare
pt_br: Você tem certeza de que deseja excluir
zh_tw: 您確定要刪除

source: users
de: löschen
it: utenti
pt_br: usuários
zh_tw: 使用者

source: users were deleted successfully
de: Benutzer wurden erfolgreich gelöscht
it: utenti sono stati eliminati
pt_br: usuários foram excluídos com sucesso
zh_tw: 使用者已成功刪除

source: Are you sure you want to delete the user
de: Möchten Sie den Benutzer wirklich löschen
it: Eliminare l'utente
pt_br: Você tem certeza de que deseja excluir o usuário
zh_tw: 您確定要刪除使用者

source: The user
de: Der Benutzer
it: L'utente
pt_br: O usuário
zh_tw: 使用者

source: was deleted successfully
de: wurde erfolgreich gelöscht
it: è stato eliminato
pt_br: foi excluído com sucesso
zh_tw: 已成功刪除

source: Passwords do not match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono
pt_br: Senhas não correspondem
zh_tw: 密碼不相符

source: The User
de: Der Benutzer
it: L'utente
pt_br: O usuário
zh_tw: 使用者

source: was added successfully
de: wurde erfolgreich hinzugefügt
it: è stato aggiunto
pt_br: foi adicionado com sucesso
zh_tw: 已成功建立

source: This User ID is taken. Please choose another
de: Dieser Benutzername wird bereits verwendet. Bitte wählen Sie einen anderen.
it: Questo ID utente è già in uso. Scegline un altro.
pt_br: Esta ID de usuário já foi usada. Escolha outra
zh_tw: 該使用者 ID 已有人使用。請選擇其他的使用者 ID

source: User ID must be a string or an email address, no spaces
de: Der Benutzername muss eine Zeichenfolge oder eine E-Mail-Adresse ohne Leerzeichen sein.
it: L'ID utente deve essere una stringa o un indirizzo e-mail e non deve contenere spazi
pt_br: A ID de usuário deve ser uma string ou endereço de e-mail, sem espaços
zh_tw: 使用者 ID 必須為字串或電子郵件地址，不能有空格

source: was saved successfully
de: wurde erfolgreich gespeichert
it: è stato salvato
pt_br: foi salvo com sucesso
zh_tw: 已成功儲存

source: User Management
de: Benutzerverwaltung
it: Gestione utenti
pt_br: Gerenciamento de usuários
zh_tw: 使用者管理

source: Submit Users CSV
de: Benutzer-CSV senden
it: Invia CSV utenti
pt_br: Enviar CSV com dados de usuários
zh_tw: 送出使用者 CSV

source: The CSV was submitted. You can track the progress of your import from Kaltura Management Console (KMC)
de: Die CSV wurde gesendet. Sie können den Fortschritt Ihres Imports in der Kaltura Management Console (KMC) nachverfolgen
it: Il file CSV è stato inviato. Puoi seguire l'avanzamento dell'importazione dalla Kaltura Management Console (KMC)
pt_br: O CSV foi enviado. Você pode rastrear o progresso da sua importação do Console de Gerenciamento Kaltura (KMC)
zh_tw: CSV 檔案已送出。您可以從 Kaultura Management Console (KMC) 追蹤匯入的進度

source: ! Failed to submit CSV !
de: ! CSV konnte nicht gesendet werden !
it: ! Impossibile inviare il file CSV !
pt_br: ! Falha ao enviar o CSV !
zh_tw: ! 送出 CSV 失敗 !

source: The config file
de: Die Konfigurationsdatei
it: Il file di configurazione
pt_br: O arquivo de configuração
zh_tw: 該組態檔

source: is not writable
de: ist nicht schreibbar
it: non è scrivibile
pt_br: não é gravável
zh_tw: 不可寫入

source: Save is disabled
de: Speichervorgang wurde deaktiviert
it: La funzione di salvataggio è disabilitata
pt_br: Salvar está desabilitado
zh_tw: 已停用儲存

source: Configuration Management
de: Konfigurationsverwaltung
it: Gestione configurazione
pt_br: Gerenciamento de configuração
zh_tw: 組態管理

source: Configuration saved
de: Konfiguration gespeichert
it: Configurazione salvata
pt_br: Configuração salva
zh_tw: 組態已儲存

source: Error saving configuration - invalid URL schema
de: Fehler beim Speichern der Konfiguration - ungültiges URL-Schema
it: Errore durante il salvataggio della configurazione: schema URL non valido
pt_br: Erro ao salvar a configuração - esquema URL inválido
zh_tw: 組態儲存錯誤 - 無效的 URL 結構描述

source: schema must be http or https
de: Schema muss HTTP oder HTTPS sein
it: lo schema deve essere http o https
pt_br: esquema deve ser http ou https
zh_tw: 結構描述一定要是 http 或 https

source: Please correct the schema and save the configuration.
de: Korrigieren Sie das Schema und speichern Sie die Konfiguration.
it: Correggi lo schema e salva la configurazione.
pt_br: Corrija o esquema e salve a configuração
zh_tw: 請修正描述結構並儲存組態。

source: Please refresh the page and try again.
de: Aktualisieren Sie die Seite und versuchen Sie es erneut.
it: Aggiorna la pagina e riprova.
pt_br: Atualize a página e tente novamente.
zh_tw: 請重新整理頁面並重試。

source: Security Validation Error
de: Fehler bei der Sicherheitsprüfung
it: Errore di convalida della sicurezza
pt_br: Erro de validação de segurança
zh_tw: 安全驗證錯誤

source: Failed to save configuration
de: Konfiguration konnte nicht gespeichert werden
it: Impossibile salvare la configurazione
pt_br: Falha ao salvar a configuração
zh_tw: 儲存組態失敗

source: Please make sure that the config files backup folder exists, and that it is writable
de: Bitte stellen Sie sicher, dass der Backupordner mit den Konfigurationsdateien existiert und dass er schreibbar ist.
it: Assicurati che esista la cartella di backup dei file di configurazione e che sia scrivibile
pt_br: Certifique-se de que a pasta de backup dos arquivos de configuração exista e que seja gravável
zh_tw: 請確認組態檔的備份資料夾存在，以及該資料夾可寫入

source: Config Validation:
de: Konfigurationsbestätigung
it: Convalida configurazione:
pt_br: Validação de configuração:
zh_tw: 組態驗證:

source: FAILED
de: FEHLGESCHLAGEN
it: OPERAZIONE NON RIUSCITA
pt_br: FALHA
zh_tw: 失敗

source: Your configuration for "%1" was saved.
de: Ihre Konfiguration für "%1" wurde gespeichert.
it: La configurazione per "%1" è stata salvata.
pt_br: Sua configuração para "%1" foi salva.
zh_tw: 您的「%1」組態已儲存。

source: The cache was cleared
de: Der Cache wurde geleert
it: Il contenuto della cache è stato cancellato
pt_br: O cache foi limpo
zh_tw: 快取已清除

source: We saved a backup file of your configuration under "%1".
de: Wir haben eine Backup-Datei Ihrer Konfiguration unter "%1" gespeichert.
it: Un file di backup della tua configurazione è stato salvato in "%1".
pt_br: Nós salvamos o arquivo de backup de sua configuração em "%1".
zh_tw: 您在「%1」之下的組態備份檔案已儲存

source: Saving Configuration
de: Konfiguration wird gespeichert
it: Salvataggio della configurazione
pt_br: Salvando configuração
zh_tw: 儲存組態

source: An error occurred while saving your configuration
de: Ein Fehler ist beim Speichern Ihrer Konfiguration aufgetreten
it: Si è verificato un errore durante il salvataggio della configurazione
pt_br: Ocorreu um erro ao salvar a sua configuração
zh_tw: 儲存您的組態時發生錯誤

source: Please check the logs for details
de: Bitte entnehmen Sie den Log-Dateien weitere Details
it: Per i dettagli consulta i file di log
pt_br: Verifique os logs para obter detalhes
zh_tw: 詳細資料請參閱記錄檔

source: Field will be reset to it's default value.
de: Feld wird auf den Standardwert zurückgesetzt.
it: Verrà ripristinato il valore predefinito del campo.
pt_br: O campo será restaurado para o valor padrão.
zh_tw: 欄位將重設為預設值。

source: The cache was cleared.
de: Der Cache wurde gelöscht.
it: Il contenuto della cache è stato cancellato.
pt_br: O cache foi limpo.
zh_tw: 快取已清除。

source: Reset to default
de: Auf Standard zurücksetzen
it: Ripristina impostazioni predefinite
pt_br: Restaurar ao padrão
zh_tw: 重設為預設值

source: Clear Cache
de: Cache leeren
it: Cancella cache
pt_br: Limpar cache
zh_tw: 清除快取

source: Log File Viewer
de: Log-Datei Viewer
it: Visualizzatore file di log
pt_br: Visualizador de arquivo de logs
zh_tw: 記錄檔檢視器

source: Kaltura MediaSpace&trade; Configuration
de: Kaltura MediaSpace&trade; Konfiguration
it: Configurazione di Kaltura MediaSpace&trade;
pt_br: Configuração do Kaltura MediaSpace&trade;
zh_tw: Kaltura MediaSpace&trade; 組態

source: Import Configuration
de: Konfiguration importieren
it: Importa configurazione
pt_br: Importar configuração
zh_tw: 匯入組態

source: Your configuration was imported, and the cache was cleared. Click OK to go back to the
de: Ihre Konfiguration wurde importiert und der Cache geleert. Klicken Sie auf OK, um zurückzugehen zu
it: La configurazione è stata importata e il contenuto della cache cancellato. Fai clic su OK per tornare a
pt_br: Sua configuração foi importada e o cache limpo. Clique em OK para voltar a
zh_tw: 您的組態已經匯入，快取也已經清除。請點擊 OK 以返回

source: The configuration import process has failed.
de: Das Importieren der Konfiguration ist fehlgeschlagen.
it: L'importazione della configurazione non è stata completata.
pt_br: O processo de importação da configuração falhou.
zh_tw: 組態匯入程序失敗。

source: Perhaps you can try again with a different file?
de: Vielleicht können Sie es erneut mit einer anderen Datei versuchen?
it: Puoi riprovare utilizzando un altro file.
pt_br: Talvez você possa tentar novamente com um arquivo diferente?
zh_tw: 或許您可以用不同的檔案重試?

source: maximum one file expected
de: maximal eine Datei erwartet
it: atteso un file al massimo
pt_br: máximo de um arquivo esperado
zh_tw: 最多只允許 1 個檔案

source: Enter user id or name
de: Benutzerkennung oder -namen eingeben
it: Inserisci l'ID o il nome utente
pt_br: Inserir ID de usuário ou nome
zh_tw: 請輸入使用者 ID 或名稱

source: channel
it: canale
pt_br: canal
zh_tw: 頻道

source: category
de: Kategorie
it: categoria
pt_br: categoria
zh_tw: 類別

source: Sorry, you cannot access this page. Either access has been denied or page was not found.
de: Leider haben Sie keinen Zugriff auf diese Seite. Entweder wurde der Zugriff verweigert oder die Seite wurde nicht gefunden.
it: Spiacenti, non puoi accedere a questa pagina. L'accesso è stato negato o la pagina non è stata trovata.
pt_br: Desculpe, você não pode acessar esta página. O acesso foi negado ou a página não foi encontrada.
zh_tw: 抱歉，您無法存取這個頁面。有可能是存取遭到拒絕，或找不到該頁面。

source: %1 Media
de: %1 Medien
it: %1 contenuti multimediali
pt_br: %1 mídia(s)
zh_tw: %1 媒體

source: Loading
de: Wird geladen
it: Caricamento
pt_br: Carregar
zh_tw: 載入中

source: The information was saved successfully
de: Die Informationen wurden erfolgreich gespeichert
it: Le informazioni sono state salvate
pt_br: A informação foi salva com sucesso
zh_tw: 資訊已成功儲存

source: A channel with the same name already exists. Please choose a different channel name.
de: Ein Channel mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Channel-Namen.
it: Un canale con questo nome esiste già. Scegli un altro nome per il canale.
pt_br: Já existe um canal com o mesmo nome. Escolha um canal diferente.
zh_tw: 同名的頻道已存在。請選擇不同的頻道名稱。

source: Details
it: Dettagli
pt_br: Detalhes
zh_tw: 詳細資料

source: Channel %1 already exists.
de: Channel %1 existiert bereits.
it: Il canale %1 esiste già.
pt_br: O canal %1 já existe.
zh_tw: 頻道 %1 已存在

source: Channel "%1" was deleted
de: Channel "%1" wurde gelöscht
it: Il canale "%1" è stato eliminato
pt_br: O canal "%1" foi excluído
zh_tw: 頻道「%1」已刪除

source: You cannot delete the media while it is published
de: Sie können das Medium nicht löschen, während es veröffentlicht ist
it: Non puoi eliminare un contenuto multimediale mentre è pubblicato
pt_br: Você não pode excluir a mídia enquanto ela é publicada
zh_tw: 您無法在媒體發佈時刪除該媒體

source: Delete
de: Löschen
it: Elimina
pt_br: Excluir
zh_tw: 刪除

source: Options
de: Optionen
it: Opzioni
pt_br: Opções
zh_tw: 選項

source: Collaboration
de: Zusammenarbeit
it: Collaborazione
pt_br: Colaboração
zh_tw: 協作

source: Owner change failed, please try again.
de: Inhaberwechsel fehlgeschlagen. Versuchen Sie es erneut.
it: Cambio di proprietario non riuscito, riprova.
pt_br: Falha na atualização de proprietário, tente novamente.
zh_tw: 更換擁有者失敗，請重試。

source: You must choose entries to delete.
de: Sie müssen die zu löschenden Einträge auswählen.
it: Devi scegliere gli elementi da eliminare.
pt_br: Você deve selecionar as entradas a serem excluídas.
zh_tw: 您必須選擇要刪除的內容項目。

source: (You are not allowed to delete other %1 entries)
de: (Sie sind nicht berechtigt, weiter %1 Einträge zu löschen)
it: (Non hai il permesso di eliminare altri elementi %1)
pt_br: (Você não tem permissão para excluir outras %1 entradas)
zh_tw: (您無法刪除其他 %1 個內容項目)

source: Successfully deleted %1 items!
de: %1 Einträge erfolgreich gelöscht!
it: Hai eliminato %1 elementi!
pt_br: %1 itens excluídos com sucesso!
zh_tw: %1 個項目已成功刪除!

source: Successfully deleted "%1"
de: "%1" erfolgreich gelöscht
it: "%1" è stato eliminato
pt_br: "%1" excluído com sucesso
zh_tw: 「%1」已成功刪除

source: Choose a file to upload
de: Wählen Sie eine Datei für den Upload
it: Scegli un file da caricare
pt_br: Escolha um arquivo para carregar
zh_tw: 選擇要上傳的檔案

source: Choose another file
de: Wählen Sie eine andere Datei
it: Scegli un altro file
pt_br: Escolher outro arquivo
zh_tw: 選擇其他檔案

source: Upload Media
de: Medien hochladen
it: Carica contenuto multimediale
pt_br: Carregar mídia
zh_tw: 上傳媒體

source: Upload another file
de: Eine andere Datei hochladen
it: Carica un altro file
pt_br: Carregar outro arquivo
zh_tw: 上傳其他檔案

source: User is already a collaborator.
de: Der Benutzer ist bereits ein Mitarbeiter.
it: L'utente è già un collaboratore.
pt_br: O usuário já é um colaborador.
zh_tw: 使用者已是協作者。

source: User was not found or is not eligible, choose a valid one.
de: Der Benutzer wurde nicht gefunden oder ist nicht zulässig. Wählen Sie einen gültigen Benutzer aus.
it: L'utente non è stato trovato o non ha i diritti necessari. Scegli un utente valido.
pt_br: Usuário não encontrado ou inapto, escolha um válido.
zh_tw: 找不到使用者，或該使用者不符合資格，請選擇有效的使用者。

source: You must select a user and at least one permission.
de: Sie müssen einen Benutzer und mindestens eine Berechtigung auswählen.
it: Devi selezionare un utente e almeno un'autorizzazione.
pt_br: Você deve selecionar um usuário e pelo menos uma permissão.
zh_tw: 您必須選擇使用者與至少 1 項權限。

source: A category with the same name already exists. Please choose a different category name.
de: Eine Kategorie mit dem gleichen Namen existiert bereits. Bitte wählen Sie einen anderen Kategorienamen.
it: Una categoria con questo nome esiste già. Scegli un altro nome per la categoria.
pt_br: Já existe uma categoria com o mesmo nome. Escolha uma categoria diferente.
zh_tw: 同名的類別已存在。請選擇不同的類別名稱。

source: This instance does not require installation at this time
de: Diese Instanz erfordert zu diesem Zeitpunkt keine Installation
it: Questa istanza non richiede l'installazione ora
pt_br: Esta instância não necessita de instalação no momento
zh_tw: 該執行個體此刻不需要安裝

source: Requirements check
de: Prüfung der Voraussetzungen
it: Verifica dei requisiti
pt_br: Verificação de requisitos
zh_tw: 需求檢查

source: Installation
it: Installazione
pt_br: Instalação
zh_tw: 安裝

source: Done
de: Fertig
it: Fatto
pt_br: Concluído
zh_tw: 完成

source: The instanceId provided is already in use. Check the "force use instanceId" or provide another ID
de: Die angegebene Instanz-ID wird bereits verwendet. Markieren Sie "Nutzung der Instanz-ID erzwingen" oder geben Sie eine andere ID an
it: Il parametro instanceId specificato è già in uso. Seleziona l'opzione "forza utilizzo instanceId" o specifica un altro ID
pt_br: A instanceId fornecida já está em uso. Verifique a opção "forçar o uso da instanceiId" ou forneça outra ID
zh_tw: 提供的執行個體 ID 已使用。請檢查「強迫使用執行個體 ID」，或提供其他 ID

source: Installation Error
de: Installationsfehler
it: Errore di installazione
pt_br: Erro de instalação
zh_tw: 安裝錯誤

source: Knowledge base
de: Wissensbasis
pt_br: Base de conhecimento
zh_tw: 知識庫

source: KMS KB - Interface
de: KMS KB-Schnittstelle
it: KB KMS - Interfaccia
zh_tw: KMS KB - 介面

source: Select a locale file:
de: Lokale Datei auswählen:
it: Seleziona un file locale:
pt_br: Selecione um arquivo de variante de idioma:
zh_tw: 選取地區設定檔案:

source: Upload locale file
de: Lokale Datei hochladen
it: Carica file locale
pt_br: Carregar arquivo de variante de idioma
zh_tw: 上傳地區設定檔案

source: Select a locale icon:
de: Lokales Symbol auswählen:
it: Seleziona un'icona locale:
pt_br: Selecione um ícone de variante de idioma:
zh_tw: 選取地區設定圖示:

source: Upload locale icon
de: Lokales Symbol hochladen
it: Carica icona locale
pt_br: Carregue ícone de variante de idioma
zh_tw: 上傳地區設定圖示

source: Playlist successfully updated
de: Wiedergabeliste erfolgreich aktualisiert
it: La playlist è stata aggiornata
pt_br: Playlist atualizada com sucesso
zh_tw: 播放清單已成功更新

source: The playlist could not be updated
de: Die Wiedergabeliste konnte nicht aktualisiert werden
it: Impossibile aggiornare la playlist
pt_br: A playlist não pôde ser atualizada
zh_tw: 該播放清單無法更新

source: Playlist
de: Wiedergabeliste
zh_tw: 播放清單

source: not found
de: nicht gefunden
it: non trovato
pt_br: não encontrada
zh_tw: 找不到

source: Search for media from:
de: Nach Medien suchen von:
it: Cerca contenuti multimediali da:
pt_br: Buscar por mídia de:
zh_tw: 從此處搜尋媒體:

source: Search for tag:
de: Nach Tag suchen:
it: Cerca tag:
pt_br: Buscar por tag:
zh_tw: 搜尋標籤:

source: Search for:
de: Suchen nach:
it: Cerca:
pt_br: Buscar por:
zh_tw: 搜尋:

source: Search Channels
de: Channels durchsuchen
it: Cerca nei canali
pt_br: Buscar canais
zh_tw: 搜尋頻道

source: channels that include the text in their name or description
de: Channels, deren Name oder Beschreibung den Text enthält
it: canali che includono il testo nel nome o nella descrizione
pt_br: canais que incluem o texto em seu nome ou descrição
zh_tw: 含有其名稱或描述內文的頻道

source: Search Categories
de: Kategorien durchsuchen
it: Cerca nelle categorie
pt_br: Buscar categorias
zh_tw: 搜尋類別

source: categories that include the text in their name or description
de: Kategorien, deren Name oder Beschreibung den Text enthält
it: categorie che includono il testo nel nome o nella descrizione
pt_br: categorias que incluem o texto em seu nome ou descrição
zh_tw: 含有其名稱或描述內文的類別

source: This instance does not require upgrade at this time
de: Diese Instanz erfordert zu diesem Zeitpunkt kein Upgrade
it: Questa istanza non richiede un aggiornamento ora
pt_br: Esta instância não necessita de atualização no momento
zh_tw: 該執行個體本次不需要升級

source: Upgrade Error
de: Upgrade-Fehler
it: Errore di aggiornamento
pt_br: Erro de atualização
zh_tw: 升級錯誤

source: Error in authentication. Auth Adapter %1 does not exist!
de: Fehler bei der Authentifizierung. Auth-Adapter %1 existiert nicht!
it: Errore durante l'autenticazione. L'adattatore per l'autenticazione %1 non esiste.
pt_br: Erro na autenticação. Adaptador de autorização %1 não existe!
zh_tw: 驗證時發生錯誤。驗證配接器 %1 不存在!

source: The Redirect URL %1 is invalid
de: Die Weiterleitungs-URL %1 ist ungültig
it: L'URL di reindirizzamento %1 non è valido
pt_br: A URL de redirecionamento URL %1 é inválida
zh_tw: 重新導向 URL %1 無效

source: Invalid Username/Password provided
de: Ungültiger Benutzername/ungültiges Passwort angegeben
it: Il nome utente o la password specificati non sono validi
pt_br: Nome de usuário/senha fornecidos são inválidos
zh_tw: 提供的使用者名稱/密碼無效

source: Sorry, you cannot access this page.
de: Leider können Sie nicht auf diese Seite zugreifen.
it: Spiacenti, non puoi accedere a questa pagina.
pt_br: Desculpe, você não pode acessar esta página.
zh_tw: 抱歉，您無法存取本頁面。

source: Search My Media
de: Meine Medien durchsuchen
it: Cerca nei miei contenuti multimediali
pt_br: Buscar em Minha Mídia
zh_tw: 搜尋我的媒體

source: Delete all selected media items
de: Alle ausgewählten Medieneinträge löschen
it: Elimina tutti gli elementi multimediali selezionati
pt_br: Excluir todos os itens de mídia selecionados
zh_tw: 刪除所有選取的媒體項目

source: Search for..
de: Suchen nach...
it: Cerca...
pt_br: Buscar por...
zh_tw: 搜尋 ..

source: Search for media found in:
de: Nach Medien suchen aus:
it: Cerca contenuti multimediali trovati in:
pt_br: Buscar por mídia encontrada em:
zh_tw: 在下列中搜尋媒體:

source: Search
de: Suchen
it: Cerca
pt_br: Buscar
zh_tw: 搜尋

source: User is not eligible for ownership, please choose a new owner
de: Der Benutzer ist nicht als Inhaber zulässig, wählen Sie einen neuen Inhaber aus
it: Questo utente non può essere nominato proprietario, scegli un altro utente
pt_br: Usuário não está apto a titularidade, escolha um novo usuário
zh_tw: 使用者不具有擁有者的資格，請選擇新擁有者

source: Enter user name
de: Benutzername eingeben
it: Inserisci il nome utente
pt_br: Inserir nome do usuário
zh_tw: 輸入使用者名稱

source: User name or ID
de: Benutzername oder -kennung
it: Nome o ID utente
pt_br: Nome de usuário ou ID
zh_tw: 使用者名稱或 ID

source: Value is longer than %max% characters
de: Der Wert ist länger als %max% Zeichen
it: Il valore è più lungo di %max% caratteri
pt_br: O valor não pode ser maior que %max% caracteres
zh_tw: 數值長於 %max% 個字元

source: Name
it: Nome
pt_br: Nome
zh_tw: 名稱

source: Name is a required field
de: Name ist ein Pflichtfeld
it: Il campo Nome è obbligatorio
pt_br: O campo Nome é obrigatório
zh_tw: 名稱是必要欄位

source: Description
de: Beschreibung
it: Descrizione
pt_br: Descrição
zh_tw: 描述

source: Enter Description...
de: Beschreibung eingeben...
it: Inserisci una descrizione...
pt_br: Insira uma descrição...
zh_tw: 輸入描述...

source: Tags
it: Tag
zh_tw: 標籤

source: Save
de: Speichern
it: Salva
pt_br: Salvar
zh_tw: 儲存

source: Open
de: Offen
it: Aperto
pt_br: Aberto
zh_tw: 公開

source: Anyone can view content (including anonymous users) but only admin role users and category members can contribute content.
de: Jeder (einschließlich anonymer Benutzer) kann Inhalte ansehen, doch nur Benutzer mit Administratorrechten und Kategoriemitglieder können Inhalte beitragen.
it: Chiunque può visualizzare il contenuto (inclusi gli utenti anonimi) ma solo gli utenti con ruolo di amministratore e i membri della categoria possono contribuire al contenuto.
pt_br: Qualquer um pode ver o conteúdo (incluindo usuários anônimos), mas somente usuários com função de admin e membros da categoria podem contribuir com conteúdo.
zh_tw: 任何人都可以檢視內容 (包括匿名使用者)，但只有管理員角色使用者和類別會員才可以提供內容。

source: Restricted
de: Eingeschränkt
it: Con restrizioni
pt_br: Restrito
zh_tw: 限制

source: All logged in users can view content but only Category members can contribute content.
de: Alle angemeldeten Benutzer können Inhalte anzeigen, aber nur Kategoriemitglieder können Inhalte beitragen.
it: Tutti gli utenti connessi possono visualizzare il contenuto ma solo i membri della categoria possono contribuire al contenuto.
pt_br: Todos os usuários conectados podem visualizar o conteúdo, mas apenas os membros da Categoria podem contribuir com o conteúdo.
zh_tw: 所有己登入使用者都可以檢視內容，但只有類別會員才可以提供內容。

source: Private
de: Privat
it: Privata
pt_br: Privado
zh_tw: 私人

source: Only Category members can view and contribute content.
de: Nur Kategoriemitglieder können Inhalte ansehen und beitragen.
it: Solo i membri della categoria possono visualizzare e contribuire al contenuto.
pt_br: Somente membros da categoria podem ver e contribuir com conteúdo.
zh_tw: 只有類別會員才可以檢視和提供內容。

source: Privacy
de: Datenschutz
pt_br: Privacidade
zh_tw: 權限

source: All logged in users can view content and only channel members can contribute content.
de: Alle angemeldeten Benutzer können Inhalte ansehen und nur Channel-Mitglieder können Inhalte beitragen.
it: Tutti gli utenti connessi possono visualizzare il contenuto ma solo i membri del canale possono contribuire al contenuto.
pt_br: Todos os usuários conectados podem ver o conteúdo e somente membros do canal podem contribuir com conteúdo.
zh_tw: 所有己登入使用者都可以檢視內容，但只有頻道會員才可以提供內容。

source: Only channel members can view and contribute content.
de: Nur Channel-Mitglieder können Inhalte ansehen und beitragen.
it: Solo i membri del canale possono visualizzare e contribuire al contenuto.
pt_br: Somente membros do canal podem ver e contribuir com conteúdo.
zh_tw: 只有頻道會員才可以檢視和提供內容。

source: Shared Repository
de: Gemeinsames Repository
it: Archivio condiviso
pt_br: Repositório compartilhado
zh_tw: 共用存放庫
