Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: You can fix this by running the following commands
de: Sie können dies beheben, indem Sie die folgenden Befehle ausführen
it: Per correggere il problema, esegui i comandi indicati di seguito
pt_br: Você pode corrigir isto ao executar os seguintes comandos
zh_tw: 您可以執行下列指令以修正該問題

source: If you migrate from KMS 3.0.x/4.0.x - specify path to config.ini or upload the config.ini of your KMS 3.0.x/4.0.x instance.
de: Wenn Sie von KMS 3.0.x/4.0.x migrieren, geben Sie den Pfad zur config.ini an oder laden Sie die config.ini von Ihrer KMS 3.0.x/4.0.x Instanz hoch.
it: Se esegui la migrazione da KMS 3.0.x/4.0.x: specifica il percorso al file config.ini o carica il file config.ini della tua istanza di KMS 3.0.x/4.0.x.
pt_br: Se você migrar de 3.0.x/4.0.x - especifique o caminho para o arquivo config.ini.php ou carregue o arquivo config.ini.php da sua instância KMS 2.
zh_tw: 如果您從 KMS 3.0.x/4.0.x 移轉 - 請指定 config.ini 的路徑，或上傳您 KMS 3.0.x/4.0.x 執行個體中的 config.ini。

source: If you migrate from KMS 2 - specify path to config.ini.php or upload the config.ini.php of your KMS 2 instance.
de: Wenn Sie von KMS 2 migrieren, geben Sie den Pfad zur config.ini.php an oder laden Sie die config.ini.php von Ihrer KMS 2-Instanz hoch.
it: Se esegui la migrazione da KMS 2: specifica il percorso al file config.ini.php o carica il file config.ini.php della tua istanza di KMS 2.
pt_br: Se você migrar de KMS 2 - especifique o caminho para o arquivo config.ini.php ou carregue o arquivo config.ini.php da sua instância KMS 2.
zh_tw: 如果您從 KMS 2 移轉 - 請指定 config.ini.php 的路徑，或上傳您 KMS 2 執行個體中的 config.ini.php。

source: To enable "Developer Tools", add the following line to the
de: Fügen Sie zum Aktivieren von "Entwickertools" die folgende Zeile hinzu zu:
it: Per abilitare "Strumenti per gli sviluppatori", aggiungi la seguente riga al
pt_br: Para habilitar as "Ferramentas do Desenvolvedor", adicione a linha a seguir a
zh_tw: 若要啟用「開發者工具」，請新增下行到

source: file
de: Datei hinzu
pt_br: arquivo
zh_tw: 檔案

source: Please note that changing the APPLICATION_ENV variable, will enable debugging mode. In this mode, error suppression is turned off, and the error messages are very detailed and revealing. This may represent a security risk; therefore, the APPLICATION_ENV should be set to "production" on all production and live environments, and only updated for debugging or temporary administration purposes!
de: Bitte beachten Sie, dass durch Ändern der Variable APPLICATION_ENV der Debugging-Modus aktiviert wird. In diesem Modus ist die Fehlerunterdrückung ausgeschaltet und die Fehlermeldungen sind sehr detailliert und aufschlussreich. Dies kann ein Sicherheitsrisiko darstellen; darum sollte die Variable APPLICATION_ENV auf allen Produktions- und Echtzeit-Umgebungen auf "Produktion" gesetzt und nur für Debugging- oder vorübergehende Administrationszwecke aktualisiert werden!
it: Ti ricordiamo che modificando la variabile APPLICATION_ENV viene abilitata la modalità di debug. In questa modalità, l'eliminazione degli errori è disattivata e i messaggi di errore sono estremamente dettagliati e particolareggiati. Ciò può rappresentare un rischio per la sicurezza; pertanto, la variabile APPLICATION_ENV dovrebbe essere impostata su "production" in tutti gli ambienti live e di produzione e aggiornata solo a scopo di debug o per attività di amministrazione temporanee.
pt_br: Observe que alterar a variável APPLICATION_ENV, habilitará o módulo de depuração. Neste modo, a supressão do erro é desativada e as mensagens de erro são muito detalhadas e reveladoras. Isto pode representar um risco de segurança, portanto, APPLICATION_ENV deve ser definido para "produção" em todos os ambientes dinâmicos e de produção, e só deve ser atualizado para fins de depuração ou administração temporária!
zh_tw: 請注意，變更 APPLICATION-ENV 變數將啟用偵錯模式。在該模式中，錯誤的隱藏項目將會關閉，而錯誤訊息將會非常詳細與清楚。這可能成為安全性風險。因而，APPLICATION_ENV 變數應在所有製作及直播環境中設為 "production"，而且只能在偵錯或暫時管理時更新!

source: Layouts
it: Layout
zh_tw: 配置

source: Viewhook name
it: Nome hook vista
pt_br: Visualizar nome do hook
zh_tw: 檢視勾點名稱

source: Module View Files
de: Modulansichtsdateien
it: File visualizzazione moduli
pt_br: Arquivos de visualização do módulo
zh_tw: 模組檢視檔案

source: Core
de: Kern
it: Base
pt_br: Núcleo
zh_tw: 核心

source: View hooks declared by core views of mediaspace.
de: Ansichts-Hooks von Kernansichten des Mediaspace deklariert.
it: Hook delle viste dichiarati dalle viste base di mediaspace.
pt_br: Ver os hooks declarados por visualizações de core no mediaspace.
zh_tw: 檢視勾點已被 MediaSpace 的核心檢視宣告。

source: View Files Implementing
de: Implementierung der Ansichtsdateien
it: Implementazione file viste
pt_br: Visualizar implementação de arquivos
zh_tw: 檢視檔案實作

source: Modules
de: Module
it: Moduli
pt_br: Módulos
zh_tw: 模組

source: View hooks declared in different modules that wish to let other modules extend their output
de: Ansichts-Hooks in anderen Modulen deklariert, die möchten, dass andere Module ihre Ausgabe erweitern
it: Hook delle viste dichiarati in moduli diversi che vogliono permettere ad altri moduli di estendere il proprio output
pt_br: Visualizar hooks declarados em diferentes módulos que desejam permitir que outros módulos estendam sua saída
zh_tw: 檢視希望讓其他模組擴充其輸出之不同模組的勾點

source: Upload
de: Hochladen
it: Carica
pt_br: Carregar
zh_tw: 上傳

source: Configuration
de: Konfiguration
it: Configurazione
pt_br: Configuração
zh_tw: 組態

source: Important Notice
de: Wichtiger Hinweis
it: Avviso importante
pt_br: Aviso importante
zh_tw: 重要注意事項

source: click to open
de: klicken, um zu öffnen
it: fai clic per aprire
pt_br: clique para abrir
zh_tw: 點擊以開啟

source: The default values have not changed. We recommended that you modify the values for your configuration.
de: Die Standardwerte wurden nicht geändert. Wir empfehlen, dass Sie die Werte für Ihre Konfiguration ändern.
it: I valori predefiniti non sono stati modificati. Ti consigliamo di modificare i valori della tua configurazione.
pt_br: Os valores padrão não foram alterados. Recomendamos que você modifique os valores da sua configuração.
zh_tw: 預設值並未變更。我們推薦因應您的組態而修改值。

source: Global
de: Allgemein
it: Globali
zh_tw: 全域

source: Previous
de: Vorherige
it: Precedente
pt_br: Anterior
zh_tw: 前一個

source: Remove from channel
de: Channel entfernen
it: Rimuovi dal canale
pt_br: Remover do canal
zh_tw: 自頻道移除

source: From
de: Von
it: Da
pt_br: De
zh_tw: 從

source: Grid view
de: Rasteransicht
it: Visualizzazione griglia
pt_br: Visualização em grade
zh_tw: 格狀檢視

source: Table view
de: Tabellenansicht
it: Vista tabulare
pt_br: Visualização em tabela
zh_tw: 表格檢視

source: Search for
de: Suchen nach
it: Cerca
pt_br: Buscar por
zh_tw: 搜尋

source: Media
de: Medien
it: Contenuti multimediali
pt_br: Mídia
zh_tw: 媒體

source: Upload Completed!
de: Hochladen abgeschlossen!
it: Caricamento completato!
pt_br: Carregamento concluído!
zh_tw: 上傳完成!

source: File is too large
de: Datei ist zu groß
it: Il file è troppo grande
pt_br: O arquivo é muito grande
zh_tw: 檔案太大

source: File is too small
de: Datei ist zu klein
it: Il file è troppo piccolo
pt_br: O arquivo é muito pequeno
zh_tw: 檔案太小

source: Create Channel
de: Channel erstellen
it: Crea canale
pt_br: Criar canal
zh_tw: 建立頻道

source: Search channels
de: Channels durchsuchen
it: Cerca nei canali
pt_br: Buscar canais
zh_tw: 搜尋頻道

source: Normal Text
de: Normaler Text
it: Testo normale
pt_br: Texto normal
zh_tw: 正常文字

source: Heading 1
de: Überschrift 1
it: Titolo 1
pt_br: Título 1
zh_tw: 標題 1

source: Heading 2
de: Überschrift 2
it: Titolo 2
pt_br: Título 2
zh_tw: 標題 2

source: Heading 3
de: Überschrift 3
it: Titolo 3
pt_br: Título 3
zh_tw: 標題 3

source: Heading 4
de: Überschrift 4
it: Titolo 4
pt_br: Título 4
zh_tw: 標題 4

source: Heading 5
de: Überschrift 5
it: Titolo 5
pt_br: Título 5
zh_tw: 標題 5

source: Heading 6
de: Überschrift 6
it: Titolo 6
pt_br: Título 6
zh_tw: 標題 6

source: Bold
de: Fett
it: Grassetto
pt_br: Negrito
zh_tw: 粗體

source: Italic
de: Kursiv
it: Corsivo
pt_br: Itálico
zh_tw: 斜體

source: Underline
de: Unterstrichen
it: Sottolineato
pt_br: Sublinhar
zh_tw: 底線

source: Unordered list
de: Unsortierte Liste
it: Elenco non ordinato
pt_br: Lista não ordenada
zh_tw: 未排序的清單

source: Ordered list
de: Sortierte Liste
it: Elenco ordinato
pt_br: Lista ordenada
zh_tw: 已排序的清單

source: Outdent
de: Negativer Einzug
it: Sporgenza
pt_br: Diminuir recuo
zh_tw: 凸排

source: Indent
de: Einzug
it: Rientro
pt_br: Recuo
zh_tw: 縮排

source: Insert link
de: Link einfügen
it: Inserisci collegamento
pt_br: Inserir link
zh_tw: 插入連結

source: Open link in new window
de: Link in neuem Fenster öffnen
it: Apri collegamento in una nuova finestra
pt_br: Abrir link em nova janela
zh_tw: 在新視窗中開啟連結

source: Insert image
de: Bild einfügen
it: Inserisci immagine
pt_br: Inserir imagem
zh_tw: 插入圖片

source: Edit HTML
de: HTML bearbeiten
it: Modifica HTML
pt_br: Editar HTML
zh_tw: 編輯 HTML

source: Black
de: Schwarz
it: Nero
pt_br: Preto
zh_tw: 黑

source: Silver
de: Silber
it: Argento
pt_br: Prata
zh_tw: 銀

source: Grey
de: Grau
it: Grigio
pt_br: Cinza
zh_tw: 灰

source: Maroon
de: Braun
it: Bordeaux
pt_br: Marrom
zh_tw: 暗紅

source: Red
de: Rot
it: Rosso
pt_br: Vermelho
zh_tw: 紅

source: Purple
de: Lila
it: Viola
pt_br: Púrpura
zh_tw: 紫

source: Green
de: Grün
it: Verde
pt_br: Verde
zh_tw: 綠

source: Olive
de: Oliv
it: Verde oliva
pt_br: Verde oliva
zh_tw: 橄欖

source: Navy
de: Marineblau
it: Blu navy
pt_br: Azul marinho
zh_tw: 深藍

source: Blue
de: Blau
it: Blu
pt_br: Azul
zh_tw: 藍

source: Orange
it: Arancione
pt_br: Laranja
zh_tw: 橘

source: Enter a Collaborator
de: Mitarbeiter eingeben
it: Inserisci un collaboratore
pt_br: Inserir um colaborador
zh_tw: 輸入協作者

source: You must select at least one permission.
de: Sie müssen mindestens eine Berechtigung auswählen.
it: Devi selezionare almeno un permesso.
pt_br: Você deve selecionar pelo menos uma permissão.
zh_tw: 您必須選取至少 1 項權限。

source: Change who can administer and is credited with media. Note that this is not necessarily the copyright owner of the content.
de: Ändern Sie, wer Medien verwalten darf und für Medien verantwortlich ist. Beachten Sie, dass diese Person nicht zwangsläufig der Copyright-Inhaber des Inhalts ist.
it: Modifica chi può amministrare e a chi viene attribuito il contenuto multimediale. Questa persona non deve essere necessariamente il titolare dei diritti d'autore sul contenuto.
pt_br: Altere quem administra e recebe o crédito pela mídia. Observe que este não é necessariamente o proprietário dos direitos autorais do conteúdo.
zh_tw: 設定媒體管理及擁有權。請注意，媒體擁有者不一定是該內容的版權擁有者。

source: Media Co-Editors and Co-Publishers
de: Mitherausgeber und Mitverleger der Medien
it: Co-curatori e co-editori del contenuto multimediale
pt_br: Coeditores e copublicadores da mídia
zh_tw: 媒體共同編輯者與共同發佈者

source: Select users that are allowed to edit the content metadata and related assets (such as caption files) and/or allowed to publish
de: Wählen Sie Benutzer aus, die zum Bearbeiten der Inhaltsmetadaten und zugehörigen Ressourcen (z. B. Untertiteldateien) und/oder zum Veröffentlichen berechtigt sind
it: Seleziona gli utenti che hanno il permesso di modificare i metadati del contenuto e le risorse associate (ad esempio i file dei sottotitoli) e/o hanno il permesso di pubblicare il contenuto
pt_br: Selecione usuários com permissão para editar os metadados de conteúdo e ativos relacionados (como arquivos de legenda) e/ou permissão para publicar
zh_tw: 授權其他使用者編輯內容資料和相關檔案 (例如字幕檔) 及發佈本媒體檔案

source: Add Collaborator
de: Mitarbeiter hinzufügen
it: Aggiungi collaboratore
pt_br: Adicionar colaborador
zh_tw: 新增協作者

source: Co-Editors
de: Mitherausgeber
it: Co-curatori
pt_br: Coeditores
zh_tw: 共同編輯者

source: Co-Publishers
de: Mitverleger
it: Co-editori
pt_br: Copublicadores
zh_tw: 共同發佈者

source: All Permissions
de: Alle Berechtigungen
it: Tutti i permessi
pt_br: Todas as permissões
zh_tw: 所有權限

source: Select users that will be allowed to edit the content metadata and related assets (such as caption files) and/or to publish
de: Wählen Sie Benutzer, die eine Berechtigung zum Bearbeiten der Wählen Sie Benutzer aus, die zum Bearbeiten der Inhaltsmetadaten und zugehörigen Ressourcen (z. B. Untertiteldateien) und/oder zum Veröffentlichen berechtigt sind.
it: Seleziona gli utenti a cui sarà consentito modificare i metadati del contenuto e le risorse associate (ad esempio i file dei sottotitoli) e/o pubblicare il contenuto
pt_br: Selecione usuários com permissão para editar os metadados de conteúdo e ativos relacionados (como arquivos de legenda) e/ou permissão para publicar
zh_tw: 選擇可編輯內容資料和相關檔案 (例如字幕檔) 以及/或者發佈檔案的使用者

source: Media is being processed
de: Medien werden verarbeitet
it: È in corso l'elaborazione del contenuto multimediale
pt_br: Mídia foi processada
zh_tw: 媒體正在處理中

source: This media was viewed %1 times and played %2 times.
de: Diese Medien wurden %1 Mal angezeigt und %2 wiedergegeben.
it: Questo contenuto multimediale è stato visualizzato %1 volte e riprodotto %2 volte.
pt_br: Esta mídia foi visualizada %1 vezes e reproduzida %2 vezes.
zh_tw: 此媒體已被檢視 %1 次和播放 %2 次。

source: This media was viewed %1 times.
de: Diese Medien wurden %1 Mal angesehen.
it: Questo contenuto multimediale è stato visualizzato %1 volte.
pt_br: Esta mídia foi visualizada %1 vezes.
zh_tw: 此媒體已被檢視 %1 次。

source: See where the media is published
de: Erfahren Sie, wo die Medien veröffentlicht werden
it: Guarda dove è stato pubblicato il contenuto multimediale
pt_br: Veja onde a mídia foi publicada
zh_tw: 了解媒體在哪裡發佈

source: Error processing your media
de: Fehler beim Verarbeiten Ihrer Medien
it: Errore durante l'elaborazione del contenuto multimediale
pt_br: Erro ao processar sua mídia
zh_tw: 處理您的媒體時發生錯誤

source: like
de: Gefällt mir
it: Mi piace
pt_br: curtir
zh_tw: 讃

source: No description provided
de: Keine Beschreibung angegeben
it: Nessuna descrizione fornita
pt_br: Nenhuma descrição fornecida
zh_tw: 沒有提供描述

source: Looking for more...
de: Weitere suchen..
it: Cerca altro...
pt_br: Procurando mais...
zh_tw: 正在查找更多...

source: Thumbnail for entry %1
de: Vorschaubild für Eintrag %1
it: Miniatura dell'elemento %1
pt_br: Miniatura para entrada %1
zh_tw: 項目 %1 的縮圖

source: Converting
de: Wird konvertiert
it: Conversione
pt_br: Convertendo
zh_tw: 轉換中

source: Processing thumbnail for entry %1
de: Vorschaubild für Eintrag %1 wird verarbeitet
it: Elaborazione della miniatura dell'elemento %1
pt_br: Processando miniatura para entrada %1
zh_tw: 整改處理項目 %1 的縮圖

source: Rejected
de: Abgelehnt
it: Rifiutato
pt_br: Rejeitado
zh_tw: 已拒絕

source: Rejected By Admin
de: Vom Administrator abgelehnt
it: Rifiutato dall'amministratore
pt_br: Rejeitado pelo administrador
zh_tw: 遭管理員拒絕

source: Channels I Manage
de: Von mir verwaltete Channels
it: Canali di cui sono responsabile
pt_br: Canais que eu gerencio
zh_tw: 我管理的頻道

source: Channels I am a member of
de: Channels, bei denen ich Mitglied bin
it: Canali di cui sono membro
pt_br: Canais dos quais eu sou um membro
zh_tw: 我加入的頻道

source: Channels I am subscribed to
de: Meine abonnierten Channels
it: Canali a cui sono iscritto
pt_br: Canais dos quais eu sou assinante
zh_tw: 我訂閱的頻道

source: Shared Repositories I am a member of
de: Gemeinsame Repositorys, bei denen ich Mitglied bin.
it: Gli archivi condivisi di cui sono membro
pt_br: Repositórios compartilhados dos quais sou membro
zh_tw: 我加入的共用存放庫

source: Members & Subscribers
de: Mitglieder und Abonnenten
it: Membri e iscritti
pt_br: Membros e assinantes
zh_tw: 會員數量

source: Media Count
de: Medienanzahl
it: Numero di contenuti multimediali
pt_br: Contagem da mídia
zh_tw: 媒體數量

source: Sort by
de: Sortieren nach
it: Ordina per
pt_br: Classificar por
zh_tw: 排序依據

source: Media I Own
de: Medien in meinem Besitz
it: Contenuti multimediali di cui sono proprietario
pt_br: Mídias de minha propriedade
zh_tw: 我擁有的媒體

source: Media I Can Publish
de: Medien, die ich veröffentlichen kann
it: Contenuti multimediali che ho il permesso di pubblicare
pt_br: Mídia que eu posso publicar
zh_tw: 我可以發佈的媒體

source: Media I Can Edit
de: Medien, die ich bearbeiten kann
it: Contenuti multimediali che ho il permesso di modificare
pt_br: Mídia que eu posso editar
zh_tw: 我可以編輯的媒體

source: All Statuses
de: Alle Status
it: Tutti gli stati
pt_br: Todos os status
zh_tw: 所有狀態

source: Processing the image, please wait.
de: Das Bild wird verarbeitet, bitte warten.
it: Elaborazione dell'immagine in corso, attendi.
pt_br: Processando a imagem, aguarde.
zh_tw: 影像處理中，請稍候。

source: Unexpected error, please try again
de: Unerwarteter Fehler, bitte versuchen Sie es erneut
it: Errore imprevisto, riprova
pt_br: Erro inesperado, tente novamente
zh_tw: 發生未預期的錯誤，請重試

source: Image is ready
de: Das Bild steht bereit
it: L'immagine è pronta
pt_br: A imagem está pronta
zh_tw: 影像已就緒

source: Processing the presentation, please wait.
de: Die Präsentation wird verarbeitet, bitte warten.
it: Elaborazione della presentazione in corso, attendi.
pt_br: Processando a apresentação, aguarde.
zh_tw: 簡報處理中，請稍候。

source: Presentation is ready.
de: Die Präsentation steht bereit.
it: La presentazione è pronta.
pt_br: A apresentação está pronta.
zh_tw: 簡報已就緒。

source: Your search results have been highlighted.
de: Ihre Suchergebnisse wurden markiert.
it: I risultati della ricerca sono stati evidenziati.
pt_br: Os resultados da sua pesquisa foram realçados.
zh_tw: 您的搜索已醒目顯示。

source: Search all media
de: Alle Medien durchsuchen
it: Cerca in tutti file multim.
pt_br: Buscar em toda a mídia
zh_tw: 搜尋所有媒體

source: Top
de: Oben
it: In alto
pt_br: Principais
zh_tw: 熱門

source: One result is available, press enter to select it.
de: Ein Ergebnis ist verfügbar. Bitte drücken Sie Enter, um es auszuwählen.
it: È disponibile un solo risultato, premi Invio per selezionarlo.
pt_br: Um resultado disponível, pressione enter para selecioná-lo.
zh_tw: 有一項結果，請按 Enter 鍵選取結果。

source: %1 results are available, use up and down arrow keys to navigate.
de: %1 Ergebnisse sind verfügbar. Verwenden Sie zur Navigation die Hoch- und Runter-Pfeile.
it: Sono disponibili %1 risultati, usa le frecce Su e Giù per spostarti tra i risultati.
pt_br: %1 resultados disponíveis, use as teclas de seta para cima e para baixo para navegar.
zh_tw: 有 %1 項結果，請按向上鍵及向下鍵瀏覽結果。

source: Loading failed
de: Laden fehlgeschlagen
it: Caricamento non riuscito
pt_br: Falha de carregamento
zh_tw: 載入失敗

source: Please enter %1 or more %2
de: Bitte geben Sie %1 oder mehr %2 ein
it: Inserisci %1 o altri %2
pt_br: Insira o nome %1 ou mais %2
zh_tw: 請輸入 %1 或更多 %2

source: Please delete %1 %2
de: Bitte löschen Sie %1%2
it: Elimina %1 %2
pt_br: Exclua %1 %2
zh_tw: 請刪除 %1 %2

source: You can only select %1 %2
de: Sie können nur %1%2 auswählen
it: Puoi selezionare solo %1 %2
pt_br: Você só pode selecionar %1 %2
zh_tw: 您只能選取 %1 %2

source: Loading more results…
de: Weitere Ergebnisse werden geladen...
it: Caricamento di altri risultati...
pt_br: Carregando mais resultados...
zh_tw: 正在載入更多結果...

source: Searching…
de: Suchen...
it: Ricerca...
pt_br: Buscando...
zh_tw: 正在搜尋…

source: Browse
de: Durchsuchen
it: Sfoglia
pt_br: Procurar
zh_tw: 瀏覽

source: Please input at least 3 characters per search name in order to get suggested search results. 2 letters names, put inside quotation marks.
de: Geben Sie mindestens 3 Zeichen pro Suchname ein, damit Ihnen Suchergebnisse vorgeschlagen werden. Namen mit 2 Buchstaben setzen Sie bitte in Anführungszeichen.
it: Per visualizzare i suggerimenti dei risultati della ricerca, inserisci almeno 3 caratteri per la ricerca del nome. Inserisci tra virgolette i nomi formati da 2 lettere.
pt_br: Insira pelo menos três caracteres por nome de pesquisa para obter sugestão de resultados. Com nomes de duas letras, coloque entre aspas.
zh_tw: 對於每個搜索名稱，請輸入至少 3 個字元，以便獲得建議的搜索結果。請將 2 字母的名稱置於引號內。

source: No Entries Found
de: Keine Einträge gefunden
it: Nessun elemento trovato
pt_br: Nenhuma entrada encontrada
zh_tw: 找不到內容項目

source: more%1
de: mehr%1
it: altri %1
pt_br: mais de %1
zh_tw: 更多%1

source: Save Changes
de: Änderungen speichern
it: Salva modifiche
pt_br: Salvar alterações
zh_tw: 儲存變更

source: Delete Playlist
de: Wiedergabeliste löschen
it: Elimina playlist
pt_br: Excluir playlist
zh_tw: 刪除播放清單

source: Are you sure you want to remove the entry from the playlist?
de: Möchten Sie den Eintrag wirklich aus der Wiedergabeliste entfernen?
it: Rimuovere l'elemento dalla playlist?
pt_br: Você tem certeza de que deseja remover esta entrada da playlist?
zh_tw: 您確定要從播放清單中移除該內容項目?

source: Read more
de: Weitere Informationen
it: Continua a leggere
pt_br: Saiba mais
zh_tw: 閱讀更多

source: Show more
de: Mehr anzeigen
it: Mostra altri
pt_br: Exibir mais
zh_tw: 顯示更多

source: Less
de: Weniger
it: Meno
pt_br: Menos
zh_tw: 少

source: Managed by:
de: Verwaltet von:
it: Gestito da:
pt_br: Gerenciado por:
zh_tw: 管理員：

source: Your search for "%1" did not match any media.
de: Ihre Suche nach "%1" entsprach keinen Medien.
it: La ricerca di "%1" non ha trovato nessun contenuto multimediale.
pt_br: Sua busca para "%1" não encontrou mídias correspondentes.
zh_tw: 您搜尋的「%1」並未符合任何媒體。

source: Your search for "%1" did not match any categories.
de: Ihre Suche nach "%1" entsprach keinen Kategorien.
it: La ricerca di "%1" non ha trovato nessuna categoria.
pt_br: Sua busca para "%1" não encontrou categorias correspondentes.
zh_tw: 您搜尋的「%1」並未符合任何類別。

source: More
de: Mehr
it: Più
pt_br: Mais
zh_tw: 更多

source: Search media
de: Medien durchsuchen
it: Cerca nei contenuti multimediali
pt_br: Buscar mídia
zh_tw: 搜尋媒體

source: You can proceed with the Kaltura %1 %2 setup process.
de: Sie können mit dem Setup von Kaltura %1 %2 fortfahren.
it: Puoi procedere con la procedura di configurazione di Kaltura %1 %2.
pt_br: Você pode continuar com o processo de configuração %1 %2 do Kaltura.
zh_tw: 您可以繼續進行 Kaltura %1 %2 設定程序。

source: Some requirements failed. Please fix and refresh the page.
de: Einige Pflichtfelder wurden nicht ausgefüllt. Bitte ausfüllen und Seite aktualisieren.
it: Mancano alcuni requisiti. Correggi il problema e aggiorna la pagina.
pt_br: Falha em alguns requisitos. Corrija e atualize a página.
zh_tw: 部分需求失敗。請修正並重新整理頁面。

source: Complete the required information for the uploaded media below.
de: Füllen Sie die erforderlichen Informationen für die hochgeladenen Medien unten aus.
it: Aggiungi di seguito le informazioni richieste per il contenuto multimediale caricato.
pt_br: Concluir a informação solicitada para a mídia carregada abaixo.
zh_tw: 完成以下已上傳媒體的必要資訊。

source: Upload limited to 2GB files.
de: Der Upload von Dateien ist auf 2 GB beschränkt.
it: Caricamento limitato a file di 2 GB.
pt_br: Carregamento limitado a arquivos de 2 GB.
zh_tw: 上傳的檔案大小上限為 2GB。

source: All common video, audio and image formats in all resolutions are accepted.
de: Es werden alle üblichen Video-, Audio- und Bildformate in jeder Auflösung akzeptiert.
it: Sono accettati tutti i formati video, audio e di immagine più diffusi in tutte le risoluzioni.
pt_br: São aceitos formatos de vídeo, áudio e imagem comuns em todas as resoluções.
zh_tw: 所有解析度的常用影片、音訊及圖像皆可使用。

source: For best results with video, we recommend preparing videos in 1280x720 pixels and using the H.264 video codec at about 4000 kb/s.
de: Für optimale Video-Ergebnisse wird das Erstellen von Videos mit 1280x1720 Pixel und die Verwendung des H.264-Videocodecs mit ca. 4000 Kbit/s empfohlen.
it: Per ottenere i risultati migliori, ti consigliamo di preparare i video con una risoluzione di 1280x720 pixel e di utilizzare il codec video H.264 a circa 4000 kb/s.
pt_br: Para obter melhores resultados com o vídeo, recomendamos preparar os vídeos com 1280x720 pixels e usar o codec de vídeo H.264 a cerca de 4.000 kb/s.
zh_tw: 為確保影片品質，我們推薦您準備 1280x720 像素的影片，並使用 4000 kb/s 左右的 H.264 格式。
