Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: All current flavors will be replaced upon replacement approval. Any time based metadata won’t be synced with the new content
de: Alle aktuellen Varianten werden nach Genehmigung der Ersetzung ersetzt. Zeitbasierte Metadaten werden nicht mit dem neuen Inhalt synchronisiert
it: Tutte le rese video correnti verranno sostituite quando la sostituzione verrà approvata. Eventuali metadati temporali non verranno sincronizzati con il nuovo contenuto
pt_br: Todos os flavors atuais serão substituídos mediante aprovação de substituição. Qualquer metadados baseados cronologicamente não serão sincronizados com o novo conteúdo
zh_tw: 在取代核准之後，所有現有的分類將會遭到取代。任何以時間為基礎的中繼資料將不會與新內容同步處理

source: We are sorry but there is a problem with the uploaded media, please try again.
de: Leider gibt es ein Problem mit den hochgeladenen Medien. Bitte versuchen Sie es erneut.
it: Spiacenti, si è verificato un problema con il contenuto multimediale caricato. Riprova.
pt_br: Lamentamos, mas houve um problema no carregamento da mídia. Tente novamente.
zh_tw: 我們很抱歉，上傳的媒體遭遇了問題，請重試。

source: Your media was successfully replaced and unpublished from any moderated categories and channels.
de: Ihre Medien wurden erfolgreich ersetzt und ihre Veröffentlichung wurde in allen moderierten Kategorien und Channels rückgängig gemacht.
it: Il contenuto multimediale è stato sostituito e la pubblicazione è stata annullata in tutte le categorie e i canali moderati.
pt_br: Sua mídia foi substituída com sucesso e despublicada de quaisquer categorias e canais moderados.
zh_tw: 您的媒體已成功取代，並已成功自任何已仲裁的類別及頻道中取消發佈。

source: Your media was successfully replaced.
de: Ihre Medien wurden erfolgreich ersetzt.
it: Il tuo contenuto multimediale è stato sostituito.
pt_br: Sua mídia substituída com sucesso
zh_tw: 您的媒體已成功取代。

source: All Availabilities
de: Alle Verfügbarkeiten
it: Tutte le disponibilità
pt_br: Todas as disponibilidades
zh_tw: 所有可用項目

source: Future Scheduling
de: Zukünftige Planung
it: Programmazione futura
pt_br: Agendamento futuro
zh_tw: 未來的排程

source: Past Scheduling
de: Vergangene Planung
it: Programmazione passata
pt_br: Agendamento passado
zh_tw: 過去的排程

source: Scheduling Ascending
de: Planung, aufsteigend
it: Programmazione crescente
pt_br: Agendamento crescente
zh_tw: 排程時間遞增

source: Scheduling Descending
de: Planung, absteigend
it: Programmazione decrescente
pt_br: Agendamento decrescente
zh_tw: 排程時間遞減

source: Publishing Schedule
de: Veröffentlichungsplanung
it: Programma pubblicazione
pt_br: Cronograma de publicação
zh_tw: 正在發佈排程

source: Always
de: Immer
it: Sempre
pt_br: Sempre
zh_tw: 始終

source: Specific Time Frame
de: Bestimmter Zeitrahmen
it: Specifica intervallo
pt_br: Cronograma específico
zh_tw: 特定時間範圍

source: (The time range in which this media will be visible to users in published channels/categories)
de: (Der Zeitraum, in dem diese Medien für Benutzer in veröffentlichten Kanälen/Kategorien sichtbar sind)
it: (l'intervallo di tempo in cui questo contenuto multimediale sarà visibile agli utenti nei canali/categorie pubblicati)
pt_br: (O intervalo de tempo no qual esta mídia ficará visível aos usuários nos canais/categorias publicados)
zh_tw: （此媒體將對已發佈頻道/類別中使用者可見的時間範圍）

source: Start Time
de: Startzeit
it: Ora di inizio
pt_br: Tempo inicial
zh_tw: 開始時間

source: End Time
de: Endzeit
it: Ora di fine
pt_br: Tempo final
zh_tw: 結束時間

source: Publish Date
de: Veröffentlichungsdatum
it: Data pubblicazione
pt_br: Data de publicação
zh_tw: 發佈日期

source: Publishing Date
de: Veröffentlichungsdatum
it: Data di pubblicazione
pt_br: Data de publicação
zh_tw: 發佈日期

source: Not defined
de: Nicht definiert
it: Non definito
pt_br: Indefinido
zh_tw: 未定義

source: The Kaltura Screen Recorder is a Java plugin that is not supported by this version of Chrome.<br>To use Kaltura Screen Recorder, please use another browser such as Safari, Internet Explorer, or Firefox.<br>For more information please review the <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>supported browsers list</a>.
de: Der Kaltura Bildschirm-Rekorder ist ein Java-Plug-In, das in dieser Version von Chrome nicht unterstützt wird.<br>Um den Kaltura Bildschirm-Rekorder zu nutzen, verwenden Sie einen anderen Browser, z. B. Safari, Internet Explorer oder Firefox.<br>Weitere Informationen finden Sie in der <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>Liste unterstützter Browser</a>.
it: Il Registratore schermate Kaltura è un plug-in Java non supportato da questa versione di Chrome.<br>Per utilizzare il Registratore schermate Kaltura, usa un altro browser, ad esempio Safari, Internet Explorer o Firefox.<br>Per ulteriori informazioni consulta l'<a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>elenco dei browser supportati</a>.
pt_br: The Kaltura Screen Recorder é um plugin Java não compatível com essa versão do Chrome.<br>para usar o Kaltura Screen Recorder, acesse de outro navegador, como Safari, Internet Explorer ou Firefox.<br>Para mais informações, consulte <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>lista de navegadores compatíveis</a>.
zh_tw: Kaltura Screen Recorder 是一種 Java 外掛程式，您使用的 Chrome 版本似乎並不支援。<br>若要使用 Kaltura Screen Recorder，請使用 Safari、Internet Explorer 或 Firefox 等瀏覽器。<br>如需詳細資訊，請瀏覽<a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>支援的瀏覽器清單</a>。

source: Screen Recording
de: Bildschirmaufzeichnung
it: Registrazione schermata
pt_br: Gravação de tela
zh_tw: 螢幕錄製

source: Thumbnails
de: Vorschaubilder
it: Miniature
pt_br: Miniaturas
zh_tw: 縮圖

source: Custom
de: Benutzerdefiniert
it: Personalizzato
pt_br: Personalizado
zh_tw: 自訂

source: Last %u days
de: Letzte %u Tage
it: Ultimi %u giorni
pt_br: Últimos %u dias
zh_tw: 過去 %u 天

source: Selected 'From' date should be earlier from selected 'To' date
de: Das ausgewählte Anfangsdatum muss vor dem ausgewählten Enddatum liegen
it: La data 'Dal' selezionata deve essere precedente alla data 'Al' selezionata
pt_br: A data selecionada 'De' deve ser anterior à data selecionada 'Para'
zh_tw: 已選取的「開始」日期應比已選取的「結束」日期更早

source: Plays
de: Wiedergaben
it: Riproduzioni
pt_br: Reproduções
zh_tw: 播放

source: Visits
de: Besuche
it: Visite
pt_br: Visitas
zh_tw: 造訪

source: Plays to Views Ratio
de: Verhältnis von Wiedergaben zu Ansichten
it: Rapporto riproduzioni/visualizzazioni
pt_br: Razão reproduções x visualizações
zh_tw: 播放次數與檢視人數之比率

source: Avg. Drop-off
de: Durchschn. Abbruch
it: Numero medio di abbandoni
pt_br: Média de desistência
zh_tw: 觀看完成比率

source: Avg. View Time
de: Durchschn. Ansichtsdauer
it: Tempo medio di visione
pt_br: Tempo méd. de visualização
zh_tw: 平均觀看時間

source: User
de: Benutzer
it: Utente
pt_br: Usuário
zh_tw: 使用者

source: Contributed
de: Beigetragen
it: Contribuito
pt_br: Contribuído
zh_tw: 已上傳

source: Media Title
de: Medientitel
it: Titolo contenuto multimediale
pt_br: Título da mídia
zh_tw: 媒體標題

source: View Drop-Off
de: Ansichtsabbruch
it: Abbandono visione
pt_br: Visualizar desistência
zh_tw: 觀看完成比率

source: Unique videos
de: Singuläre Videos
it: Video esclusivi
pt_br: Vídeos exclusivos
zh_tw: 獨立影片

source: Total View Time
de: Gesamte Ansichtsdauer
it: Tempo di visione totale
pt_br: Tempo total de visualização
zh_tw: 總觀看時間

source: Avg. view time
de: Durchschn. Ansichtsdauer
it: Tempo medio di visione
pt_br: Tempo médio de visualização
zh_tw: 平均觀看時間

source: Avg. drop-off
de: Durchschn. Abbruch
it: Numero medio di abbandoni
pt_br: Média de desistência
zh_tw: 觀看完成比率

source: Loads
de: Ladevorgänge
it: Caricamenti
pt_br: Carregamentos
zh_tw: 載入

source: Loads to Plays Ratio
de: Verhältnis von Ladevorgängen zu Wiedergaben
it: Rapporto caricamenti/riproduzioni
pt_br: Razão carregamentos x reprodução
zh_tw: 載入次數與播放次數之比率

source: Media item
de: Medienelement
it: Elemento multimediale
pt_br: Item de mídia
zh_tw: 媒體項目

source: Media ID
de: Medien-ID
it: ID contenuto multimediale
pt_br: ID da mídia
zh_tw: 媒體 ID

source: Plays In Channel
de: Wiedergaben in Channel
it: Riproduzioni nel canale
pt_br: Reproduções no canal
zh_tw: 在頻道中播放次數

source: Total Plays
de: Wiedergaben gesamt
it: Riproduzioni totali
pt_br: Total de reproduções
zh_tw: 播放總次數

source: Avg. drop-off percent
de: Durchschn. prozent. Abbruch
it: Percentuale media abbandoni
pt_br: Média percentual de desistência
zh_tw: 觀看完成比率百分比

source: Quiz Questions
de: Quiz-Fragen
it: Domande del quiz
pt_br: Perguntas do Quiz
zh_tw: 測驗問題

source: Question
de: Frage
it: Domanda
pt_br: Pergunta
zh_tw: 問題

source: Correctness
de: Korrektheit
it: Esatte
pt_br: Precisão
zh_tw: 是否正確

source: Answer
de: Antwort
it: Risposta
pt_br: Responder
zh_tw: 答案

source: right
de: richtig
it: giusta
pt_br: correto
zh_tw: 正確

source: wrong
de: falsch
it: sbagliata
pt_br: incorreto
zh_tw: 錯誤

source: Quiz Users
de: Quiz-Benutzer
it: Utenti del quiz
pt_br: Usuários do Quiz
zh_tw: 測驗使用者

source: User Answer
de: Benutzerantwort
it: Risposta utente
pt_br: Resposta do usuário
zh_tw: 使用者作答

source: N/A
de: k. A.
it: N/D
zh_tw: 無

source: Dashboard
pt_br: Painel
zh_tw: 主控版

source: Engagement
de: Beteiligung
it: Coinvolgimento
pt_br: Envolvimento
zh_tw: 觀看時間

source: Contribution
de: Beitrag
it: Contributo
pt_br: Contribuição
zh_tw: 上傳

source: Users
de: Benutzer
it: Utenti
pt_br: Usuários
zh_tw: 使用者

source: Analytics
it: Analisi dati
pt_br: Análise
zh_tw: 分析

source: Answered %1 right and %2 wrong
de: %1 richtig und %2 falsch beantwortet
it: Ha dato %1 risposte giuste e %2 sbagliate
pt_br: Respondeu %1 corretamente e %2 incorretamente
zh_tw: 答案 %1 個正確，%2 個錯誤

source: There is no data available for this user
de: Für diesen Benutzer sind keine Daten verfügbar
it: Non sono disponibili dati per questo utente
pt_br: Não há dados disponíveis para este usuário
zh_tw: 沒有可供此使用者使用的資料

source: %1 answered right and %2 answered wrong
de: %1 richtig beantwortet und %2 falsch beantwortet
it: %1 risposte giuste e %2 risposte sbagliate
pt_br: %1 respondido corretamente e %2 respondido incorretamente
zh_tw: %1 回答正確，但 %2 回答錯誤

source: Set as Channel Thumbnail
de: Als Channel-Vorschaubild festlegen
it: Imposta come miniatura del canale
pt_br: Definir como miniatura do canal
zh_tw: 設為頻道縮圖

source: Upload Thumbnail
de: Vorschaubild hochladen
it: Carica miniatura
pt_br: Carregar miniatura
zh_tw: 上傳縮圖

source: Reset Thumbnail
de: Vorschaubild zurücksetzen
it: Reimposta miniatura
pt_br: Redefinir miniatura
zh_tw: 重設縮圖

source: Unsubscribe
de: Abmelden
it: Annulla iscrizione
pt_br: Cancelar assinatura
zh_tw: 取消訂閱

source: Subscribe
de: Anmelden
it: Iscriviti
pt_br: Assinar
zh_tw: 訂閱

source: Delete Entry
de: Eintrag löschen
it: Elimina elemento
pt_br: Excluir entrada
zh_tw: 刪除項目

source: Presenters
de: Moderatoren
it: Presentatori
pt_br: Apresentadores
zh_tw: 簡報者

source: (unavailable course)
de: (nicht verfügbarer Kurs)
it: (corso non disponibile)
pt_br: (curso indisponível)
zh_tw: (不可用的課程)

source: Back to Browse and Embed
de: Zurück zum Durchsuchen und Einbetten
it: Torna a Sfoglia e incorpora
pt_br: Voltar a Procurar e Incorporar
zh_tw: 回到瀏覽與嵌入

source: Missing context ID
de: Kontext-ID fehlt
it: ID contesto mancante
pt_br: ID de contexto ausente
zh_tw: 遺失內容 ID

source: Embedded In Context
de: In Kontext eingebettet
it: Incorporato nel contesto
pt_br: Incorporado no contexto
zh_tw: 嵌入在內容中

source: Media Gallery
de: Mediengalerie
it: Galleria multimediale
pt_br: Galeria da mídia
zh_tw: 媒體庫

source: Featured
de: Präsentiert
it: In primo piano
pt_br: Em destaque
zh_tw: 精選

source: We're sorry, this entry type is no longer supported. Please refer to the documentation.
de: Leider wird dieser Eintragstyp nicht mehr unterstützt. Lesen Sie bitte die Dokumentation.
it: Spiacenti, questo tipo di elemento non è più supportato. Consulta la documentazione.
pt_br: Infelizmente, este tipo de entrada não é mais suportado. Consulte a documentação.
zh_tw: 我們很抱歉，此項目類型不再受到支援。請參考相關文件。

source: Your webcast event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
de: Das Webcast-Event wird noch aus dem lokalen Puffer übertragen. Wenn Sie die aktuelle Seite verlassen, wird die Übertragung unterbrochen.
it: L'evento webcast tra ancora trasmettendo il buffer locale. Se lasci questa pagina, la trasmissione verrà interrotta.
pt_br: Seu evento de webcast ainda está em transmissão no buffer local. Se você sair da página atual a transmissão será interrompida.
zh_tw: 您的網路廣播活動仍在本機的緩衝區中傳輸。如果您離開現在的頁面，傳輸將會中斷。

source: Webcast Event created successfully.
de: Webcast-Event wurde erfolgreich erstellt.
it: L'evento webcast è stato creato.
pt_br: Evento de webcast criado com sucesso
zh_tw: 網路廣播活動已成功建立。

source: Failed to create Webcast Event.
de: Webcast-Event konnte nicht erstellt werden.
it: Impossibile creare l'evento webcast.
pt_br: Falha ao criar evento de webcast.
zh_tw: 建立網路廣播活動失敗。

source: Webcast Events
it: Eventi webcast
pt_br: Eventos de webcast
zh_tw: 網路廣播活動

source: Live now
de: Jetzt live
it: Live ora
pt_br: Ao vivo
zh_tw: 開始直播

source: Upcoming event
de: Bevorstehendes Event
it: Evento in programma
pt_br: Evento futuro
zh_tw: 近期的活動

source: Starting soon
de: Bald beginnend
it: Sta per iniziare
pt_br: Iniciando em breve
zh_tw: 即將開始

source: Scheduled to start in
de: Planmäßiger Beginn in
it: Inizio previsto tra
pt_br: Agendado para iniciar em
zh_tw: 排程開始在

source: Webcast Event
it: Evento webcast
pt_br: Evento de webcast
zh_tw: 網路廣播活動

source: Edit webcast
de: Webcast bearbeiten
it: Modifica webcast
pt_br: Editar webcast
zh_tw: 編輯網路廣播

source: Live Stream Details
it: Dettagli live stream
pt_br: Detalhes de transmissão ao vivo
zh_tw: 直播串流詳細資料

source: Add to calendar
de: Zu Kalender hinzufügen
it: Aggiungi al calendario
pt_br: Adicionar um calendário
zh_tw: 新增到行事曆

source: We identified an error with this media. Please contact your administrator to resolve the issue.
de: Wir haben in diesen Medien einen Fehler festgestellt. Wenden Sie sich an den Administrator, um das Problem zu beheben.
it: Abbiamo rilevato un errore in questo contenuto multimediale. Contatta l'amministratore per risolvere il problema.
pt_br: Identificamos um erro nesta mídia. Contate seu administrador para solucionar o problema.
zh_tw: 我們識別出該媒體中有錯誤。 請聯絡您的管理員以解決該問題。

source: Was scheduled to start %s ago
de: Planmäßiger Start war vor %s
it: L'inizio era previsto %s fa
pt_br: Foi agendado para iniciar %s atrás
zh_tw: 原定排程在 %s 之前開始

source: Ended %s ago
de: vor %s geendet
it: Terminato %s fa
pt_br: Encerrado %s atrás
zh_tw: %s 之前結束

source: Scheduled to start in %s
de: Planmäßiger Beginn in %s
it: L'inizio è previsto tra %s
pt_br: Agendado para iniciar em %s
zh_tw: 排程開始在 %s

source: Unlike
it: Non mi piace più
pt_br: Desfazer curtir
zh_tw: 收回讚

source: Like
it: Mi piace
pt_br: Curtir
zh_tw: 讚

source: Downloading
de: Wird heruntergeladen
it: Download
pt_br: Baixando
zh_tw: 下載中

source: Remove from Device
de: Von Gerät entfernen
it: Rimuovi dal dispositivo
pt_br: Remover do dispositivo
zh_tw: 自裝置移除

source: Bad player version
de: Ungültige Player-Version
it: Versione del player non corretta
pt_br: Versão do player inválida
zh_tw: 不良的播放器版本

source: The version of your app is not up to date. Click here to update to the latest version.
de: Die Version Ihrer App ist nicht aktuell. Klicken Sie hier, um sie auf die neueste Version zu aktualisieren.
it: La versione della tua app non è aggiornata. Fai clic qui per aggiornare l'app alla versione più recente.
pt_br: A versão do seu aplicativo não está atualizada. Clique aqui para atualizar para a versão mais recente.
zh_tw: 您的應用程式並非最新版本。請點擊這裡以更新到最新版本。

source: App Settings
de: App-Einstellungen
it: Impostazioni app
pt_br: Configurações do aplicativo
zh_tw: 應用程式設定

source: Media on Device
de: Medien auf Gerät
it: Contenuti multimediali sul dispositivo
pt_br: Mídias no dispositivo
zh_tw: 裝置上的媒體

source: URL Of Page To Purge From Cache
de: URL der Seite, die aus dem Cache gelöscht werden soll
it: URL della pagina da cancellare dalla cache
pt_br: URL da página a ser eliminada do cache
zh_tw: 頁面的網址將從快取中清除

source: Purge
de: Löschen
it: Cancella
pt_br: Eliminar
zh_tw: 清除

source: minutes
de: Minuten
it: minuti
pt_br: minutos
zh_tw: 分鐘

source: hours
de: Stunden
it: ore
pt_br: horas
zh_tw: 小時

source: Resource Name
de: Ressourcenname
it: Nome risorsa
pt_br: Nome do recurso
zh_tw: 資源名稱

source: Resource ID
de: Ressourcen-ID
it: ID risorsa
pt_br: ID do recurso
zh_tw: 資源 ID

source: Creation Date
de: Erstellungsdatum
it: Data creazione
pt_br: Data de criação
zh_tw: 建立日期

source: Last Modified
de: Zuletzt geändert
it: Ultima modifica
pt_br: Última modificação
zh_tw: 上次修改時間

source: Submit Resources CSV
de: Ressourcen-CSV senden
it: Invia CSV risorse
pt_br: Enviar CSV de recursos
zh_tw: 送出資源 CSV

source: The CSV was submitted.
de: Die CSV-Datei wurde gesendet.
it: Il file CSV è stato inviato.
pt_br: O CSV foi enviado.
zh_tw: 此 CSV 已送出。

source: Agenda
zh_tw: 議程

source: Event Title
de: Ereignistitel
it: Titolo evento
pt_br: Título do evento
zh_tw: 事件標題

source: Event name cannot exceed %d characters.
de: Der Ereignisname darf nicht länger als %d Zeichen sein.
it: Il nome dell'evento non può contenere più di %d caratteri.
pt_br: O nome do evento não pode exceder %d caracteres.
zh_tw: 事件名稱不能超出 %d 個字元。

source: Event Organizer
de: Ereignisorganisation
it: Organizzatore eventi
pt_br: Organizador do evento
zh_tw: 事件組合管理

source: Recurrence
de: Wiederholung
it: Ricorrenza
pt_br: Recorrência
zh_tw: 反復發生

source: Resource
de: Ressource
it: Risorsa
pt_br: Recurso
zh_tw: 資源

source: Click here to search resource
de: Hier klicken, um die Ressource zu durchsuchen
it: Fai clic qui per cercare una risorsa
pt_br: Clique aqui para pesquisar o recurso
zh_tw: 點擊這裡搜索資源

source: No resources defined
de: Keine Ressourcen definiert
it: Nessuna risorsa definita
pt_br: Nenhum recurso definido
zh_tw: 未定義資源

source: Copy details from event to recording
de: Details vom Ereignis zur Aufzeichnung kopieren
it: Copia dettagli dall'evento alla registrazione
pt_br: Copiar detalhes do evento para gravação
zh_tw: 將事件詳細資料複製到錄製影片

source: Save and Exit
de: Speichern und verlassen
it: Salva ed esci
pt_br: Salvar e sair
zh_tw: 儲存并退出

source: Complete all the required fields and save the event before you can publish or add collaborators
de: Füllen Sie alle erforderlichen Felder aus und speichern Sie das Ereignis, bevor Sie veröffentlichen oder Mitarbeiter hinzufügen können
it: Devi compilare tutti i campi obbligatori e salvare l'evento prima di poterlo pubblicare o aggiungere collaboratori
pt_br: Preencha todos os campos exigidos e salve o evento antes de publicar ou adicionar colaboradores
zh_tw: 請先完成所有必要欄位並儲存事件，再發佈或增加協作者

source: Complete all the required fields and save the event before you can publish
de: Füllen Sie alle erforderlichen Felder aus und speichern Sie das Ereignis, bevor Sie es veröffentlichen können
it: Devi compilare tutti i campi obbligatori e salvare l'evento prima di poterlo pubblicare
pt_br: Preencha todos os campos exigidos e salve o evento antes de publicar
zh_tw: 請先完成所有必要欄位並儲存事件再發佈

source: None
de: Keine
it: Nessuno
pt_br: Nenhum
zh_tw: 無

source: Daily
de: Täglich
it: Ogni giorno
pt_br: Diariamente
zh_tw: 每日

source: Weekly
de: Wöchentlich
it: Ogni settimana
pt_br: Semanalmente
zh_tw: 每周

source: Monthly
de: Monatlich
it: Ogni mese
pt_br: Mensalmente
zh_tw: 每月

source: Range of Recurrence
de: Wiederholungsbereich
it: Intervallo di ricorrenza
pt_br: Intervalo de recorrência
zh_tw: 反復發生範圍

source: Start Date
de: Startdatum
it: Data di inizio
pt_br: Data de início
zh_tw: 開始日期

source: End Date
de: Enddatum
it: Data di fine
pt_br: Data final
zh_tw: 結束日期

source: End after
de: Endet nach
it: Termina dopo
pt_br: Encerrar após
zh_tw: 結束條件

source: occurrences
de: Ereignisse
it: occorrenze
pt_br: ocorrências
zh_tw: 發生事件

source: End by
de: Endet nach
it: Termina entro
pt_br: Encerrar até
zh_tw: 結束條件

source: Duration
de: Dauer
it: Durata
pt_br: Duração
zh_tw: 長度

source: Every
de: Alle
it: Ogni
pt_br: A cada
zh_tw: 每個

source: days
de: Tage
it: giorni
pt_br: dias
zh_tw: 天數

source: Every Weekday
de: Jeden Wochentag
it: Ogni giorno della settimana
pt_br: Todos os dias de semana
zh_tw: 每個工作日

source: Day
de: Tag
it: Giorno
pt_br: Dia
zh_tw: 天

source: of every
de: jeden
it: di ogni
pt_br: de cada
zh_tw: 每隔

source: month(s)
de: Monat(e)
it: mesi
pt_br: mês(eses)
zh_tw: 月

source: The
de: Der/die/das
it: La
pt_br: O
zh_tw: 此

source: first
de: erste
it: prima
pt_br: primeiro
zh_tw: 第一個

source: third
de: dritte
it: terza
pt_br: terceiro
zh_tw: 第三個

source: fourth
de: vierte
it: quarta
pt_br: quarto
zh_tw: 第四個

source: last
de: letzte
it: ultima
pt_br: último
zh_tw: 最後一個

source: Recur every
de: Wiederholen alle
it: Ricorre ogni
pt_br: Recorrer a cada
zh_tw: 反復發生間隔時間

source: week(s) on
de: Woche(n) auf
it: settimane il
pt_br: semana(s) em diante
zh_tw: 一周中的某一天

source: Filter Recording Categories
de: Aufzeichnungskategorien filtern
it: Filtra categorie registrazioni
pt_br: Filtrar categorias de gravação
zh_tw: 篩選錄製影片類別

source: Resources
de: Ressourcen
it: Risorse
pt_br: Recursos
zh_tw: 資源

source: Filter Resources
de: Ressourcen filtern
it: Filtra risorse
pt_br: Filtrar recursos
zh_tw: 篩選資源

source: My Schedule
de: Meine Planung
it: Il mio programma
pt_br: Meu cronograma
zh_tw: 我的排程

source: There are no occurrences in this series
de: Es gibt keine Ereignisse in dieser Serie
it: Non sono presenti occorrenze in questa serie
pt_br: Não há ocorrências nesta séria
zh_tw: 此序列中沒有發生事件

source: Occurs every weekday effective %1 until %2
de: Tritt jeden Wochentag ab %1 bis %2 ein
it: Ricorre ogni giorno della settimana a partire dal %1 fino al %2
pt_br: Ocorre todos os dias de semana entre %1 e %2
zh_tw: 每個工作日發生（生效日期從 %1 到 %2）

source: Occurs every %1 days effective %2 until %3
de: Tritt alle %1 Tage ab %2 bis %3 ein
it: Ricorre ogni %1 giorni a partire dal %2 fino al %3
pt_br: Ocorre a cada %1 dias entre %2 e %3
zh_tw: 每隔 %1 天發生（生效日期從 %2 到 %3）

source: Occurs every day effective %1 until %2
de: Tritt jeden Tag ab %1 bis %2 ein
it: Ricorre ogni giorno a partire dal %1 fino al %2
pt_br: Ocorre a cada dia entre %1 e %2
zh_tw: 每天發生（生效日期從 %1 到 %2）

source: Occurs every %1 week(s) on %2 effective %3 until %4
de: Tritt alle %1 Wochen am %2 ab %3 bis %4 ein
it: Ricorre ogni %1 settimane il %2 a partire dal %3 fino al %4
pt_br: Ocorre a cada %1 semana(s) em %2 entre %3 e %4
zh_tw: 每 %1 周的第 %2 天發生（生效日期從 %3 到 %4）

source: Occurs every %1 effective %2 until %3
de: Tritt alle %1 ab %2 bis %3 ein
it: Ricorre ogni %1 a partire dal %2 fino al %3
pt_br: Ocorre a cada %1 entre %2 e %3
zh_tw: 每 %1 發生（生效日期從 %2 到 %3）

source: Occurs day %1 of every %2 month(s) effective %3 until %4
de: Tritt am %1 Tag jedes %2 Monats ab %3 bis %4 ein
it: Ricorre il giorno %1 di ogni %2 mesi a partire dal %3 fino al %4
pt_br: Ocorre no dia %1 de cada %2 mês(eses) entre %3 e %4
zh_tw: 每隔 %2 月的第 %1 天發生（生效日期從 %3 到 %4）

source: Occurs the %1 %2 of every %3 month(s) effective %4 until %5
de: Tritt am %1 %2 alle %3 Monate ab %4 bis %5 ein
it: Ricorre il %1 %2 di ogni %3 mesi a partire dal %4 fino al %5
pt_br: Ocorre no dia %1 %2 de cada %3 mês(eses) entre %4 e %5
zh_tw: 每隔 %3 月的 %1 %2 發生（生效日期從 %4 到 %5）

source: Sunday
de: Sonntag
it: Domenica
pt_br: Domingo
zh_tw: 星期天

source: Monday
de: Montag
it: Lunedì
pt_br: Segunda-feira
zh_tw: 星期一

source: Tuesday
de: Dienstag
it: Martedì
pt_br: Terça-feira
zh_tw: 星期二

source: Wednesday
de: Mittwoch
it: Mercoledì
pt_br: Quarta-feira
zh_tw: 星期三

source: Thursday
de: Donnerstag
it: Giovedì
pt_br: Quinta-feira
zh_tw: 星期四

source: Friday
de: Freitag
it: Venerdì
pt_br: Sexta
zh_tw: 星期五

source: Saturday
de: Samstag
it: Sabato
pt_br: Sábado
zh_tw: 星期六
