Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: No more Moderation Entries.
de: Keine weiteren Moderationseinträge.
it: Non ci sono altri elementi in moderazione.
pt_br: Sem mais entradas de moderação.
zh_tw: 沒有更多仲裁項目。

source: Approve
de: Freigeben
it: Approva
pt_br: Aprovar
zh_tw: 核准

source: Reject
de: Ablehnen
it: Rifiuta
pt_br: Rejeitar
zh_tw: 拒絕

source: No more playlists found in channel.
de: Keine weiteren Wiedergabelisten im Channel gefunden.
it: Nessun'altra playlist trovata nel canale.
pt_br: Sem mais playlists encontradas no canal.
zh_tw: 在頻道中找不到更多播放清單。

source: There are no more playlists.
de: Es sind keine weiteren Wiedergabelisten vorhanden.
it: Non ci sono altre playlist.
pt_br: Não há mais playlists.
zh_tw: 沒有更多播放清單。

source: View All Types
de: Alle Typen anzeigen
it: Visualizza tutti i tipi
pt_br: Ver todos os tipos
zh_tw: 檢視所有類型

source: All Types
de: Alle Typen
it: Tutti i tipi
pt_br: Todos os tipos
zh_tw: 所有類型

source: Static
de: Statisch
it: Statico
pt_br: Estático
zh_tw: 靜態

source: Search Playlists
de: Wiedergabelisten suchen
it: Cerca nelle playlist
pt_br: Buscar playlists
zh_tw: 搜尋播放清單

source: Create new
de: Neue erstellen
it: Crea nuovo
pt_br: Criar novo
zh_tw: 建立新的

source: Manual Playlist
de: Manuelle Wiedergabeliste
it: Playlist manuale
pt_br: Playlist manual
zh_tw: 手動播放清單

source: Dynamic
de: Dynamisch
it: Dinamico
pt_br: Dinâmica
zh_tw: 動態

source: Manual
de: Manuell
it: Manuale
zh_tw: 手動

source: Type
de: Typ
it: Tipo
pt_br: Tipo
zh_tw: 類型

source: Entries
de: Einträge
it: Elementi
pt_br: Entradas
zh_tw: 內容項目

source: Copy Embed
de: Einbettung kopieren
it: Copia incorporamento
pt_br: Cópia incorporada
zh_tw: 複製嵌入

source: note that playlist is not saved and all changes will be discarded
de: beachten Sie, dass die Wiedergabeliste nicht gespeichert wird und alle Änderungen verworfen werden
it: la playlist non è stata salvata e tutte le modifiche verranno ignorate
pt_br: observe que a playlist não foi salva e todas as alterações serão descartadas
zh_tw: 請注意，播放清單尚未儲存，且所有變更都將遭放棄

source: Already on this playlist
de: Bereits in dieser Wiedergabeliste
it: Già in questa playlist
pt_br: Já está na playlist
zh_tw: 已在該播放清單中

source: Add to Playlist
de: Zu Wiedergabeliste hinzufügen
it: Aggiungi a una playlist
pt_br: Adicionar à playlist
zh_tw: 新增到播放清單

source: Remove from Playlist
de: Aus Wiedergabeliste entfernen
it: Rimuovi dalla playlist
pt_br: Remover da playlist
zh_tw: 從播放清單移除

source: Search Media
de: Medien suchen
it: Cerca nei contenuti multimediali
pt_br: Buscar mídia
zh_tw: 搜尋媒體

source: New Playlist
de: Neue Wiedergabeliste
it: Nuova playlist
pt_br: Nova playlist
zh_tw: 新播放清單

source: Set Details
de: Details festlegen
it: Imposta dettagli
pt_br: Definir detalhes
zh_tw: 設定詳細資料

source: Add media to the playlist
de: Medien zur Wiedergabeliste hinzuzufügen
it: Aggiungi contenuto multimediale alla playlist
pt_br: Adicionar mídia à playlist
zh_tw: 新增媒體到播放清單

source: Create a Manual Playlist
de: Manuelle Wiedergabeliste erstellen
it: Crea una playlist manuale
pt_br: Criar uma playlist manual
zh_tw: 建立手動播放清單

source: No more entries found.
de: Keine weiteren Einträge gefunden.
it: Nessun altro elemento trovato.
pt_br: Sem mais entradas encontradas.
zh_tw: 找不到更多內容項目。

source: Are you sure you want to delete the playlist <b><i>%s</i></b>?
de: Sind Sie sicher, dass Sie die Wiedergabeliste <b><i>%s</i></b> löschen möchten?
it: Eliminare la playlist <b><i>%s</i></b>?
pt_br: Tem certeza de que deseja excluir a playlist <b><i>%s</i></b>?
zh_tw: 您確定要刪除播放清單 <b><i>%s</i></b>嗎？

source: Edit Playlist <i>%s</i>
de: Wiedergabeliste <i>%s</i> bearbeiten
it: Modifica playlist <i>%s</i>
pt_br: Editar playlist <i>%s</i>
zh_tw: 編輯播放清單 <i>%s</i>

source: No Channels Found.
de: Keine Channels gefunden.
it: Nessun canale trovato.
pt_br: Nenhum canal encontrado.
zh_tw: 找不到頻道。

source: No more channels found.
de: Keine weiteren Channels gefunden.
it: Nessun altro canale trovato.
pt_br: Sem mais canais encontrados.
zh_tw: 找不到更多頻道。

source: No Channels Found
de: Keine Channels gefunden
it: Nessun canale trovato
pt_br: Nenhum canal encontrado
zh_tw: 找不到頻道

source: Remove %1 as a member of this channel?
de: %1 als Mitglied dieses Channels entfernen?
it: Rimuovere %1 come membro di questo canale?
pt_br: Remover %1 como um membro deste canal?
zh_tw: 移除 %1 的此頻道會員身分?

source: Add Member from
de: Mitglied hinzufügen aus
it: Aggiungi membro da
pt_br: Adicionar membro de
zh_tw: 從這裡新增會員:

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this channel. Would you like to proceed?
de: Nur ein Eigentümer kann zugewiesen werden. Diese Änderung macht den ausgewählten Benutzer zum neuen Eigentümer und Sie werden als Manager für diesen Channel festgesetzt. Möchten Sie fortfahren?
it: È possibile assegnare un solo proprietario. Questa modifica renderà l'utente selezionato il nuovo proprietario e tu sarai impostato come responsabile del canale. Procedere?
pt_br: Somente um proprietário pode ser atribuído. Esta alteração irá tornar o usuário selecionado o novo proprietário e você será definido como gerente deste canal. Deseja continuar?
zh_tw: 您只能指派 1 名擁有者。這項變更將使選取的使用者成為新的擁有者，而您會被設為此類別的管理員。您要繼續嗎?

source: in
pt_br: em
zh_tw: 在

source: Thumbnail upload
de: Vorschaubild-Upload
it: Caricamento miniatura
pt_br: Carregamento de miniatura
zh_tw: 縮圖上傳

source: Create chapters for the video, and upload slides to play along with video.
de: Erstellen Sie Kapitel für das Video und laden Sie Folien hoch, die zusammen mit dem Video wiedergegeben werden sollen.
it: Crea capitoli per il video e carica le diapositive da riprodurre insieme al video.
pt_br: Criar capítulos para o vídeo e carregar slides para reproduzir junto com o vídeo.
zh_tw: 建立影片的章節，並上傳和影片一起播放的投影片。

source: Processing...
de: Wird verarbeitet...
it: Elaborazione...
pt_br: Processando...
zh_tw: 正在處理...

source: Create a new Chapter
de: Neues Kapitel erstellen
it: Crea nuovo capitolo
pt_br: Criar um novo capítulo
zh_tw: 建立新章節

source: Create a new Slide
de: Neue Folie erstellen
it: Crea nuova diapositiva
pt_br: Criar um novo slide
zh_tw: 建立新投影片

source: Upload Slides Deck (PPT, PPTX, PDF)
de: Foliendeck hochladen (PPT, PPTX, PDF)
it: Carica presentazione (PPT, PPTX, PDF)
pt_br: Carregar apresentação de slides (PPT, PPTX, PDF)
zh_tw: 上傳投影片組（PPT、PPTX、PDF）

source: Upload Full Deck
de: vollständiges Deck hochladen
it: Carica intera presentazione
pt_br: Carregar apresentação completa
zh_tw: 上傳完整投影片組

source: Upload Single Slide
de: Einzelne Folie hochladen
it: Carica singola diapositiva
pt_br: Carregar um slide
zh_tw: 上傳單張投影片

source: Back to Timeline
de: Zurück zur Zeitleiste
it: Torna alla timeline
pt_br: Voltar para linha do tempo
zh_tw: 回到時間軸

source: Deck upload
de: Deck hochladen
it: Caricamento presentazione
pt_br: Envio de apresentação
zh_tw: 投影片組上傳

source: Choose slides resolution:
de: Folienauflösung auswählen:
it: Scegli la risoluzione delle diapositive:
pt_br: Escolha a resolução dos slides:
zh_tw: 選擇投影片解析度：

source: Normal Resolution (1024x768)
de: Normale Auflösung (1024x768)
it: Risoluzione normale (1024x768)
pt_br: Resolução normal (1024x768)
zh_tw: 正常解析度 (1024x768)

source: Wide Resolution (1366x768)
de: Breite Auflösung (1366x768)
it: Risoluzione widescreen (1366x768)
pt_br: Resolução grande (1366x768)
zh_tw: 寬解析度 (1366x768)

source: Note - once the upload and processing is done, the slides will be equally spread across the timeline for you to manually arrange them.
de: Hinweis - Nachdem das Hochladen und Verarbeiten erledigt ist, sind die Folien gleichmäßig über die Zeitleiste verteilt. Sie können sie nun manuell anordnen.
it: Nota: al termine del caricamento e dell'elaborazione, le diapositive verranno distribuite uniformemente lungo la timeline, dove potrai disporle manualmente.
pt_br: Observação: uma vez que o envio e o processamento estiverem concluídos, os slides serão distribuídos igualmente pela linha de tempo para que você possa organizá-los manualmente.
zh_tw: 注意 - 一旦上傳和處理完成，投影片將均等地遍佈在時間軸上，以便您手動排列它們。

source: Saved
de: Gespeichert
it: Salvato
pt_br: Salvo
zh_tw: 已儲存

source: View in Player
de: In Player ansehen
it: Visualizza nel player
pt_br: Ver no Player
zh_tw: 在播放器中檢視

source: Chapter Thumbnail
de: Kapitel-Vorschaubild
it: Miniatura del capitolo
pt_br: Miniatura do capítulo
zh_tw: 章節縮圖

source: Auto
de: Autom.
it: Automatico
pt_br: Automático
zh_tw: 自動

source: replace thumbnail
de: Vorschaubild ersetzen
it: sostituisci miniatura
pt_br: substituir miniatura
zh_tw: 取代縮圖

source: Chapter Information
de: Kapitelinformationen
it: Informazioni capitolo
pt_br: Informações do capítulo
zh_tw: 章節資訊

source: Enter Chapter Title
de: Kapiteltitel eingeben
it: Inserisci il titolo del capitolo
pt_br: Inserir título do capítulo
zh_tw: 輸入章節標題

source: Enter Chapter Description
de: Kapitelbeschreibung eingeben
it: Inserisci una descrizione del capitolo
pt_br: Inserir descrição do capítulo
zh_tw: 輸入章節描述

source: Delete Chapter
de: Kapitel löschen
it: Elimina capitolo
pt_br: Excluir capítulo
zh_tw: 刪除章節

source: Upload Deck
de: Deck hochladen
it: Carica presentazione
pt_br: Carregar apresentação
zh_tw: 上傳投影片組

source: Slide image is a required field
de: Folienbild ist ein Pflichtfeld
it: Il campo Immagine diapositiva è obbligatorio
pt_br: Imagem do slide é um campo obrigatório
zh_tw: 投影片影像是必要欄位

source: upload a slide image
de: Folienbild hochladen
it: carica un'immagine diapositiva
pt_br: carregar uma imagem de slide
zh_tw: 上傳投影片影像

source: Upload Slide
de: Folie hochladen
it: Carica diapositiva
pt_br: Carregar slide
zh_tw: 上傳投影片

source: replace slide
de: Folie ersetzen
it: sostituisci diapositiva
pt_br: substituir slide
zh_tw: 取代投影片

source: Slide Information
de: Folieninformationen
it: Informazioni diapositiva
pt_br: Informações do slide
zh_tw: 投影片資訊

source: Enter Slide Title
de: Folientitel eingeben
it: Inserisci il titolo della diapositiva
pt_br: Inserir título do slide
zh_tw: 輸入投影片標題

source: Enter Slide Description
de: Folienbeschreibung eingeben
it: Inserisci una descrizione della diapositiva
pt_br: Inserir descrição do slide
zh_tw: 輸入投影片描述

source: Delete Slide
de: Folie löschen
it: Elimina diapositiva
pt_br: Excluir slide
zh_tw: 刪除投影片

source: Time and Tags
de: Zeit und Tags
it: Ora e tag
pt_br: Hora e Tags
zh_tw: 時間與標籤

source: Enter comma separated Search Tags
de: Geben Sie durch Kommas getrennte Such-Tags ein
it: Inserisci i tag della ricerca separati da una virgola
pt_br: Inserir tags de busca separadas por vírgula
zh_tw: 請輸入以逗號分隔的搜尋標籤

source: Your search for "%1" did not match any timeline results.
de: Ihre Suche nach "%1" entsprach keinen Zeitleistenergebnissen.
it: La ricerca di "%1" non ha trovato nessun risultato nella timeline.
pt_br: Sua busca para "%1" não encontrou resultados de linha de tempo correspondentes.
zh_tw: 您搜尋的「%1」並未符合任何時間軸結果。

source: Your search did not match any timeline results.
de: Ihre Suche entsprach keinen Zeitleistenergebnissen.
it: La tua ricerca non ha trovato nessun risultato nella timeline.
pt_br: Sua busca não encontrou resultados de linha de tempo correspondentes.
zh_tw: 您的搜尋內容並未符合任何時間軸結果。

source: %1 In Timeline
de: %1 in Zeitleiste
it: %1 nella timeline
pt_br: %1 Na Linha do tempo
zh_tw: %1 在時間軸中

source: Clipped from
de: Ausgeschnitten aus
it: Tagliato da
pt_br: Clipe criado de
zh_tw: 剪輯自

source: by
de: von
it: di
pt_br: por
zh_tw: 由

source: Clip %1
pt_br: Clipe %1
zh_tw: 剪輯 %1

source: Create a Clip from
de: Clip erstellen aus
it: Crea una clip da
pt_br: Criar um clipe de
zh_tw: 建立剪輯自

source: Set the range of your clip, complete the metadata and save:
de: Den Bereich des Clips festlegen, die Metadaten angeben und speichern:
it: Imposta l'intervallo della clip, aggiungi i metadati e salva:
pt_br: Defina o intervalo do seu clipe, preencha os metadados e salve:
zh_tw: 請設定您的剪輯範圍、完成中繼資料，並儲存:

source: End-time must be larger than Start-time
de: Die Endzeit muss hinter der Startzeit liegen
it: L'orario di fine deve essere maggiore dell'orario di inizio
pt_br: Tempo final deve ser posterior ao tempo inicial
zh_tw: 結束時間必須大於開始時間

source: Clip duration must be at least 100ms
de: Die Clipdauer muss mindestens 100 ms betragen
it: La durata della clip deve essere di almeno 100 ms
pt_br: Duração do clipe deve ser de no mínimo 100ms
zh_tw: 剪輯至少要有 100 毫秒長

source: Are you sure you want to delete?
de: Möchten Sie wirklich löschen?
it: Eliminare?
pt_br: Você tem certeza de que deseja excluir?
zh_tw: 您確定要刪除?

source: Set Starting Point
de: Anfangspunkt festlegen
it: Imposta punto iniziale
pt_br: Definir como ponto inicial
zh_tw: 設定開始點

source: Set Ending Point
de: Endpunkt festlegen
it: Imposta punto finale
pt_br: Definir como ponto final
zh_tw: 設定結束點

source: Preview
de: Vorschau
it: Anteprima
pt_br: Pré-visualizar
zh_tw: 預覽

source: Trimming will replace your original media.
de: Durch Schneiden wird das ursprüngliche Medium ersetzt.
it: L'elemento ritagliato sostituirà il contenuto multimediale originale.
pt_br: Recortar irá substituir sua mídia original.
zh_tw: 修剪會取代您原本的媒體。

source: Are you sure you would like to save the trimmed video?
de: Möchten Sie das geschnittene Video wirklich speichern?
it: Salvare il video ritagliato?
pt_br: Você tem certeza de que gostaria de recortar o vídeo?
zh_tw: 您確定要儲存已修剪的影片嗎?

source: Trim Confirmation
de: Schnittbestätigung
it: Conferma ritaglio
pt_br: Confirmação de recorte
zh_tw: 修剪確認

source: Are you sure you want to delete this comment?
de: Möchten Sie diesen Kommentar wirklich löschen?
it: Eliminare questo commento?
pt_br: Tem certeza de que deseja excluir esse comentário?
zh_tw: 您確定要刪除此留言?

source: Reply
de: Antwort
it: Rispondi
pt_br: Responder
zh_tw: 回覆

source: Comments are not allowed
de: Kommentare sind nicht zulässig
it: I commenti non sono consentiti
pt_br: Não são permitidos comentários
zh_tw: 未開放留言

source: Discussion is closed
de: Die Diskussion wurde geschlossen
it: La discussione è stata chiusa
pt_br: Discussão encerrada
zh_tw: 討論已結束

source: Add a comment
de: Kommentar hinzufügen
it: Aggiungi un commento
pt_br: Adicionar um comentário
zh_tw: 新增留言

source: More Comments...
de: Weitere Kommentare...
it: Altri commenti...
pt_br: Mais comentários...
zh_tw: 更多留言...

source: Upload %1 css file
de: %1-CSS-Datei hochladen
it: Carica file css %1
pt_br: Carregar arquivo css %1
zh_tw: 上傳 %1 CSS 檔案

source: Select a css file:
de: CSS-Datei auswählen:
it: Seleziona un file css:
pt_br: Selecionar um arquivo css:
zh_tw: 請選擇 CSS 檔案:

source: Upload image file
de: Bilddatei hochladen
it: Carica file immagine
pt_br: Carregar arquivo de imagem
zh_tw: 上傳影像檔案

source: Select an image:
de: Wählen Sie ein Bild aus:
it: Seleziona un'immagine:
pt_br: Selecione uma imagem:
zh_tw: 選擇一幅影像：

source: Grabbing the embed code will make this media <strong>public to the world</strong> and override all entitlements defined in MediaSpace.
de: Durch Auswählen des Einbettungscodes werden diese Medien <strong>öffentlich für die Allgemeinheit</strong> und alle in MediaSpace definierten Rechte werden überschrieben.
it: Prelevando il codice di incorporamento questo contenuto multimediale diventerà <strong>pubblico</strong> e tutti i diritti impostati in MediaSpace verranno ignorati.
pt_br: Captar o código embutido tornará esta mídia <strong>pública mundialmente</strong> e substituirá todas as permissões definidas no MediaSpace.
zh_tw: 取得嵌入代碼將使該媒體<strong>向全世界公開</strong>並覆寫 MediaSpace 中定義的所有權益。

source: Embed Type
de: Einbettungsart
it: Tipo di incorporamento
pt_br: Tipo de incorporação
zh_tw: 嵌入類型

source: Legacy
de: Legacy-Code
pt_br: Legado
zh_tw: 舊版

source: Player Skin
de: Player-Design
it: Skin player
pt_br: Tema do player
zh_tw: 播放器面板

source: Player Size
de: Player-Größe
it: Dimensioni player
pt_br: Tamanho do player
zh_tw: 播放器大小

source: Link to Media Page
de: Link zur Medienseite
it: Collegamento alla pagina del contenuto multimediale
pt_br: Link para a página de mídia
zh_tw: 媒體頁面的連結

source: This Media is Private. In order to share this media via Email you have to Publish it to a Channel or make it Unlisted
de: Diese Medien sind privat. Um diese Medien per E-Mail zu teilen, müssen Sie sie in einem Channel veröffentlichen oder als "Nicht aufgeführt" festlegen.
it: Questo contenuto multimediale è privato. Per condividere questo contenuto tramite e-mail devi pubblicarlo in un canale o impostarlo su Non in elenco
pt_br: Esta mídia é privada. Para poder compartilhar esta mídia via e-mail, você deve publicá-la em um canal ou torná-la não listada.
zh_tw: 此媒體為私人媒體。若要透過電子郵件分享，請將此媒體發佈到頻道，或使其不列入清單中

source: Share this media via Email
de: Diese Medien per E-Mail teilen
it: Condividi questo contenuto multimediale tramite e-mail
pt_br: Compartilhar esta mídia via e-mail
zh_tw: 透過電子郵件分享該媒體

source: Not authenticated
de: Nicht authentifiziert
it: Non autenticato
pt_br: Não autenticado
zh_tw: 未驗證

source: Click here to login
de: Zum Anmelden hier klicken
it: Fai clic qui per accedere
pt_br: Clique aqui para efetuar o login
zh_tw: 點擊這裡以登入

source: You are not authorized to view this media
de: Sie sind nicht zum Ansehen dieser Medien berechtigt
it: Non sei autorizzato a visualizzare questo contenuto multimediale
pt_br: Você não tem autorização para ver esta mídia
zh_tw: 您沒有獲得檢視此媒體的授權

source: Playback of this content is only allowed on its original publishing destination. Please contact owner or support
de: Wiedergabe dieses Inhalts ist nur an seinem ursprünglichen Veröffentlichungsziel zulässig. Wenden Sie sich an den Eigentümer oder den Kundendienst.
it: La riproduzione di questo contenuto è consentita solo sulla destinazione di pubblicazione originale. Contatta il proprietario o l'assistenza
pt_br: A reprodução deste conteúdo só é permitida no seu destino de publicação original. Entre em contato com o proprietário ou com o suporte
zh_tw: 只允許在其原始發佈目的地播放此內容。請聯絡擁有者或支援人員

source: Note that the embedded playlist will not display any media that is private or restricted. <br/>Are you sure you want to continue?
de: Beachten Sie, dass in der eingebetteten Wiedergabeliste keine Medien angezeigt werden, die privat oder eingeschränkt sind. <br/>Möchten Sie wirklich fortfahren?
it: Ricorda che nella playlist incorporata non verranno visualizzati contenuti multimediali privati o con restrizioni. <br/>Continuare?
pt_br: Observe que a playlist incorporada não exibirá qualquer mídia que seja privada ou restrita. <br/>Tem certeza de que deseja continuar?
zh_tw: 請注意，嵌入的播放清單將不會顯示任何私人或限制的媒體。<br/>您確定要繼續嗎?

source: Embed Playlist
de: Wiedergabeliste einbetten
it: Incorpora playlist
pt_br: Playlist incorporada
zh_tw: 嵌入播放清單

source: Playlist Layout (Flash)
de: Wiedergabenlisten-Layout (Flash)
it: Layout playlist (Flash)
pt_br: Layout da playlist (Flash)
zh_tw: 播放清單配置 (Flash)

source: Horizontal
it: Orizzontale
zh_tw: 水平

source: Vertical
de: Vertikal
it: Verticale
zh_tw: 垂直

source: Dark
de: Dunkel
it: Scuro
pt_br: Preto
zh_tw: 暗

source: Light
de: Hell
it: Chiaro
pt_br: Suave
zh_tw: 亮

source: Playlist Layout
de: Wiedergabenlisten-Layout
it: Layout playlist
pt_br: Layout da playlist
zh_tw: 播放清單配置

source: Note that the embedded playlist will not display any media that is private or restricted.
de: Beachten Sie, dass in der eingebetteten Wiedergabeliste keine Medien angezeigt werden, die privat oder eingeschränkt sind.
it: Ricorda che nella playlist incorporata non verranno visualizzati contenuti multimediali privati o con restrizioni.
pt_br: Observe que a playlist incorporada não exibirá nenhuma mídia privada ou restrita.
zh_tw: 請注意，嵌入的播放清單將不會顯示任何私人或限制的媒體。

source: Note that the embedded playlist will not display any media that is private or restricted.
de: Beachten Sie, dass in der eingebetteten Wiedergabeliste keine Medien angezeigt werden, die privat oder eingeschränkt sind.
it: Ricorda che nella playlist incorporata non verranno visualizzati contenuti multimediali privati o con restrizioni.
pt_br: Observe que a playlist incorporada não exibirá nenhuma mídia privada ou restrita.
zh_tw: 請注意，嵌入的播放清單將不會顯示任何私人或限制的媒體。

source: Create a Live Event
de: Live-Event erstellen
it: Crea un evento live
pt_br: Criar um Evento ao Vivo
zh_tw: 建立直播活動

source: Are you sure you want to start streaming the live event?
de: Möchten Sie das Streamen des Live-Events wirklich starten?
it: Iniziare lo streaming dell'evento live?
pt_br: Você tem certeza de que deseja iniciar a transmissão de evento ao vivo?
zh_tw: 您確定要開始串流直播活動嗎?

source: Are you sure you want to stop streaming the live event?
de: Möchten Sie das Streamen des Live-Events wirklich beenden?
it: Interrompere lo streaming dell'evento live?
pt_br: Você tem certeza de que deseja interromper a transmissão de evento ao vivo?
zh_tw: 您確定要停止串流直播活動嗎?

source: Start Streaming
de: Streaming starten
it: Inizia streaming
pt_br: Iniciar transmissão
zh_tw: 開始串流

source: Stop Streaming
de: Streaming beenden
it: Interrompi streaming
pt_br: Interromper transmissão
zh_tw: 停止串流

source: View Event Page
de: Event-Seite anzeigen
it: Visualizza la pagina dell'evento
pt_br: Ver página do evento
zh_tw: 檢視活動頁面

source: Note: This is a manual live entry that is provisioned and streamed from an external application
de: Hinweis: Dies ist ein manueller Live-Eintrag, der von einer externen Anwendung bereitgestellt und übertragen wird.
it: Nota: questo è un elemento live manuale distribuito e riprodotto da un'applicazione esterna
pt_br: Observação: esta é uma entrada ao vivo manual que foi provisionada e transmitida a partir de um aplicativo externo
zh_tw: 注意: 這是一項由外部應用程式佈建並串流的手動直播項目

source: Preview Quiz
de: Quiz in Vorschau anzeigen
it: Anteprima quiz
pt_br: Previsualizar Quiz
zh_tw: 預覽測驗

source: Quiz Preview
de: Quiz-Vorschau
it: Anteprima quiz
pt_br: Previsualização do Quiz
zh_tw: 測驗預覽

source: Quiz Creator
de: Quiz-Erstellung
it: Autore quiz
pt_br: Criador do Quiz
zh_tw: 測驗建立器

source: Media Upload
de: Medien-Upload
it: Caricamento contenuto multimediale
pt_br: Carregamento de mídia
zh_tw: 媒體上傳

source: Media Selection
de: Medienauswahl
it: Selezione contenuti multimediali
pt_br: Seleção de mídia
zh_tw: 媒體選取範圍

source: Please select the media you would like the quiz to relate to. You can either select an existing media or upload a new one.
de: Wählen Sie das Medium aus, auf das sich das Quiz beziehen soll. Sie können ein vorhandenes Medium auswählen oder ein neues Medium hochladen.
it: Seleziona il contenuto multimediale sul quale verterà il quiz. Puoi selezionare un contenuto esistente e caricarne uno nuovo.
pt_br: Selecione a mídia que gostaria de relacionar ao quiz. Você pode selecionar uma mídia existente ou carregar uma nova.
zh_tw: 請選擇要與測驗產生關連的媒體。您可以選取現有的媒體或上傳新的媒體。

source: Select
de: Auswählen
it: Seleziona
pt_br: Selecionar
zh_tw: 選取

source: Upload Document
de: Dokument hochladen
it: Carica documento
pt_br: Carregar documento
zh_tw: 上傳文件

source: A video presentation consists of a document and a video file, synchronized together, Document formats supported are:ppt/pptx, pdf, doc/ docx, xls/ xlsx.
de: Eine Videopräsentation besteht aus einem Dokument und einer Videodatei, die synchronisiert sind. Unterstützte Dokumentformate: ppt/pptx, pdf, doc/ docx, xls/ xlsx.
it: Una presentazione video è costituita da un documento e un file video, sincronizzati. I formati supportati per i documenti sono: ppt/pptx, pdf, doc/docx, xls/xlsx.
pt_br: Uma apresentação de vídeo consiste de um documento e um arquivo de vídeo sincronizados em conjunto. Formatos de documento compatíveis são: ppt/pptx, pdf, doc/ docx, xls/ xlsx.
zh_tw: 影片簡報包含一起同步處理的文件和影片檔案。支援的文件格式有: ppt/pptx、pdf、doc/docx、xls/xlsx。
