Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Hungarian
de: Ungarisch
it: Ungherese
pt_br: Húngaro
zh_tw: 匈牙利文

source: Icelandic
de: Isländisch
it: Islandese
pt_br: Islandês
zh_tw: 冰島文

source: Indonesian
de: Indonesisch
it: Indonesiano
pt_br: Indonésio
zh_tw: 印度尼西亞文

source: Interlingua
pt_br: Interlíngua
zh_tw: 人工國際文

source: Interlingue
pt_br: Interlíngue
zh_tw: 西洋文

source: Inuktitut
zh_tw: 依奴提圖特文

source: Inupiak
de: Inupiaq
zh_tw: 依奴皮維克文

source: Irish
de: Irisch
it: Irlandese
pt_br: Irlandês
zh_tw: 愛爾蘭文

source: Italian
de: Italienisch
it: Italiano
pt_br: Italiano
zh_tw: 義大利文

source: Japanese
de: Japanisch
it: Giapponese
pt_br: Japonês
zh_tw: 日文

source: Javanese
de: Javanisch
it: Giavanese
pt_br: Javanês
zh_tw: 爪哇文

source: Kannada
pt_br: Canarês
zh_tw: 康納達文

source: Kashmiri
de: Kaschmirisch
zh_tw: 喀什米爾文

source: Kazakh
de: Kasachisch
it: Kazako
zh_tw: 哈薩克文

source: Kinyarwanda (Ruanda)
zh_tw: 盧安達文

source: Kirghiz
de: Kirgisisch
it: Kirghiso
zh_tw: 吉爾吉斯文

source: Kirundi (Rundi)
zh_tw: 克倫地文

source: Korean
de: Koreanisch
it: Coreano
pt_br: Coreano
zh_tw: 韓文

source: Kurdish
de: Kurdisch
it: Curdo
pt_br: Curdo
zh_tw: 庫德文

source: Laothian
de: Laotisch
it: Lao
pt_br: Laosiano
zh_tw: 寮文

source: Latin
de: Latein
it: Latino
pt_br: Latim
zh_tw: 拉丁文

source: Latvian (Lettish)
de: Lettisch
it: Lettone
pt_br: Letão
zh_tw: 拉脫維亞文

source: Limburgish (Limburger)
de: Limburgisch
it: Limburghese
pt_br: Limburguês
zh_tw: 林堡文

source: Lingala
zh_tw: 林格拉文

source: Lithuanian
de: Litauisch
it: Lituano
pt_br: Lituano
zh_tw: 立陶宛文

source: Macedonian
de: Mazedonisch
it: Macedone
pt_br: Macedônio
zh_tw: 馬其頓文

source: Malagasy
de: Madagassisch
pt_br: Malgaxe
zh_tw: 馬拉加斯文

source: Malay
de: Malaiisch
pt_br: Malaio
zh_tw: 馬來文

source: Malayalam
pt_br: Malaiala
zh_tw: 馬拉雅拉姆文

source: Maltese
de: Maltesisch
pt_br: Maltês
zh_tw: 馬爾他文

source: Maori
zh_tw: 毛利文

source: Marathi
zh_tw: 馬拉提文

source: Moldavian
de: Moldauisch
it: Moldavo
pt_br: Moldavo
zh_tw: 摩爾多瓦文

source: Mongolian
de: Mongolisch
it: Mongolo
pt_br: Mongolês
zh_tw: 蒙古文

source: Multilingual
de: Mehrsprachig
it: Multilingue
pt_br: Multilíngue
zh_tw: 多語言的

source: Nauru
zh_tw: 諾魯文

source: Nepali
it: Nepalese
pt_br: Nepalês
zh_tw: 尼泊爾文

source: Norwegian
de: Norwegisch
it: Norvegese
pt_br: Norueguês
zh_tw: 挪威文

source: Occitan
de: Okzitanisch
it: Occitano
pt_br: Occitano
zh_tw: 奧克文

source: Oriya
zh_tw: 歐利亞文

source: Oromo (Afan, Galla)
zh_tw: 奧羅莫文 (阿方奧羅莫文、蓋拉文)

source: Pashto (Pushto)
de: Paschtunisch
it: Pashto
zh_tw: 普什圖文

source: Polish
de: Polnisch
it: Polacco
pt_br: Polonês
zh_tw: 波蘭文

source: Portuguese
de: Portugiesisch
it: Portoghese
pt_br: Português
zh_tw: 葡萄牙文

source: Punjabi
zh_tw: 旁遮普文

source: Quechua
zh_tw: 奇楚瓦文

source: Rhaeto-Romance
de: Rätoromanisch
it: Retoromanzo
pt_br: Reto-românico
zh_tw: 雷托羅曼斯文

source: Romanian
de: Rumänisch
it: Rumeno
pt_br: Romeno
zh_tw: 羅馬尼亞文

source: Russian
de: Russisch
it: Russo
pt_br: Russo
zh_tw: 俄羅斯文

source: Samoan
de: Samoanisch
it: Samoano
pt_br: Samoano
zh_tw: 薩摩亞文

source: Sangro
zh_tw: 桑格羅文

source: Sanskrit
it: Sanscrito
pt_br: Sânscrito
zh_tw: 梵文

source: Serbian
de: Serbisch
it: Serbo
pt_br: Sérvio
zh_tw: 塞爾維亞文

source: Serbo-Croatian
de: Serbokroatisch
it: Serbo-croato
pt_br: Servo-croata
zh_tw: 塞爾維亞-克羅埃西亞文

source: Sesotho
pt_br: Sesoto
zh_tw: 塞索托文

source: Setswana
zh_tw: 札那文

source: Shona
zh_tw: 修納文

source: Sindhi
zh_tw: 信德文

source: Sinhalese
de: Singhalesisch
it: Cingalese
pt_br: Cingalês
zh_tw: 僧伽羅文

source: Siswati
zh_tw: 史瓦濟文

source: Slovak
de: Slowakisch
it: Slovacco
pt_br: Eslovaco
zh_tw: 斯洛伐克文

source: Slovenian
de: Slovenisch
it: Sloveno
pt_br: Esloveno
zh_tw: 斯洛維尼亞文

source: Somali
it: Somalo
zh_tw: 索馬利亞文

source: Spanish
de: Spanisch
it: Spagnolo
pt_br: Espanhol
zh_tw: 西班牙文

source: Sundanese
de: Sudanesisch
pt_br: Sudanês
zh_tw: 蘇丹文

source: Swahili (Kiswahili)
de: Suaheli (Kisuaheli)
pt_br: Suali
zh_tw: 斯瓦希里文

source: Swedish
de: Schwedisch
it: Svedese
pt_br: Sueco
zh_tw: 瑞典文

source: Tagalog
zh_tw: 他加祿文

source: Tajik
de: Tadschikisch
zh_tw: 塔吉克文

source: Tamil
zh_tw: 泰米爾文

source: Tatar
de: Tatarisch
it: Tataro
pt_br: Tártaro
zh_tw: 韃靼文

source: Telugu
zh_tw: 泰盧固文

source: Thai
de: Thailändisch
pt_br: Tailandês
zh_tw: 泰文

source: Tibetan
de: Tibetisch
it: Tibetano
pt_br: Tibetano
zh_tw: 藏文

source: Tigrinya
zh_tw: 提格利尼亞文

source: Tonga
zh_tw: 東加文

source: Tsonga
de: Xitsonga
zh_tw: 聰加文

source: Turkish
de: Türkisch
it: Turco
pt_br: Turco
zh_tw: 土耳其文

source: Turkmen
de: Turkmenisch
it: Turkmeno
pt_br: Turcomeno
zh_tw: 土庫曼文

source: Twi
de: Akan
zh_tw: 契維文

source: Uighur
de: Uigurisch
zh_tw: 維吾爾文

source: Ukrainian
de: Ukrainisch
it: Ucraino
pt_br: Ucraniano
zh_tw: 烏克蘭文

source: Urdu
zh_tw: 烏爾都文

source: Uzbek
de: Usbekisch
it: Uzbeko
pt_br: Uzbeke
zh_tw: 烏茲別克文

source: Vietnamese
de: Vietnamesisch
it: Vietnamita
pt_br: Vietnamita
zh_tw: 越南文

source: Volapuk
de: Volapük
zh_tw: 沃拉普克文

source: Welsh
de: Walisisch
it: Gallese
pt_br: Galês
zh_tw: 威爾斯文

source: Wolof
zh_tw: 沃洛夫文

source: Xhosa
de: isiXhosa
zh_tw: 科薩文

source: Yiddish
de: Jiddisch
pt_br: Ídiche
zh_tw: 意第緒文

source: Yoruba
zh_tw: 約魯巴文

source: Zulu
de: isiZulu
zh_tw: 祖魯文

source: Media Upload
de: Medien-Upload
it: Caricamento contenuto multimediale
pt_br: Carregar mídia
zh_tw: 媒體上傳

source: Webcam Recording
de: Webcam-Aufnahme
it: Registrazione webcam
pt_br: Gravação de webcam
zh_tw: 網路攝影機錄製

source: My Media
de: Meine Medien
it: I miei contenuti multimediali
pt_br: Minha mídia
zh_tw: 我的媒體

source: Channels
it: Canali
pt_br: Canais
zh_tw: 頻道

source: My Channels
de: Meine Channels
it: I miei canali
pt_br: Meus canais
zh_tw: 我的頻道

source: My Playlists
de: Meine Wiedergabelisten
it: Le mie playlist
pt_br: Minhas playlists
zh_tw: 我的播放清單

source: In order to use the latest functionality and apply the latest bug fixes it is recommended that we upgrade the version of the widgets used in your MediaSpace (including the players).
de: Um die neusten Funktionen zu nutzen und die aktuellen Bug-Fixes zu übernehmen, wird empfohlen, dass wir die Version der Widgets, die in Ihrem MediaSpace verwendet werden (einschließlich der Player) upgraden.
it: Per utilizzare le funzionalità più recenti e applicare le ultime correzioni ai bug rilasciate, ti consigliamo di aggiornare la versione dei widget utilizzati nel tuo MediaSpace (compresi i player).
pt_br: Para usar a funcionalidade mais recente e aplicar as correções de bug mais recentes, é recomendável atualizar a versão dos widgets usados no seu MediaSpace (incluindo os players).
zh_tw: 為了使用最新的功能並套用最新的 Bug 修正。我們推薦為您的 MediaSpace (包含播放器) 中使用的小工具版本升級。

source: Would you like to automatically upgrade the widgets used in your MediaSpace?
de: Möchten Sie die Widgets, die in Ihrem MediaSpace verwendet werden, automatisch upgraden?
it: Vuoi aggiornare automaticamente i widget utilizzati nel tuo MediaSpace?
pt_br: Você gostaria de atualizar os widgets usados no seu MediaSpace automaticamente?
zh_tw: 您想要自動升級您 MediaSpace 中使用的小工具嗎?

source: Yes - The upgrade process will create new widgets and override your MediaSpace configuration with these out-of-the box uiConfs. If you have customized any of the widgets, please review the release notes and change log to see how to apply those changes to your customized widgets.
de: Ja - der Upgrade-Prozess wird neue Widgets erstellen und Ihre MediaSpace-Konfiguration mit diesen Out-of-the-Box-uiConfs überschreiben. Wenn Sie Widgets konfiguriert haben, prüfen Sie bitte die Versionshinweise und das Änderungsprotokoll, um zu erfahren, wie Sie diese Änderungen auf Ihre konfigurierten Widgets übernehmen.
it: Sì - La procedura di aggiornamento creerà nuovi widget e sovrascriverà la configurazione del tuo MediaSpace con uiConfs integrati. Se hai personalizzato uno o più widget, consulta le note di rilascio e il log delle modifiche per istruzioni su come applicare le modifiche ai widget che hai personalizzato.
pt_br: Sim - o processo de atualização criará novos widgets e substituirá sua configuração do MediaSpace com estes uiConfs prontos para usar. Se você tem qualquer widget personalizado, revise a atualização das notas de versão e log de alteração para ver como aplicar essas alterações nos seus widgets personalizados.
zh_tw: 是 - 更新程序將會建立新的小工具，並以預設的 uiConf 覆寫您的 MediaSpace 組態。如果您曾自訂任何小工具，請查看版本資訊和變更記錄，以了解如何套用這些變更至您自訂的小工具。

source: No - the upgrade process will not override your MediaSpace configuration and keep your current widgets. In this case you will need to update your widgets manually by following the release notes and change log.
de: Nein- der Upgrade-Prozess überschreibt nicht Ihre MediaSpace-Konfiguration und erhält Ihre aktuellen Widgets. In diesem Fall müssen Sie Ihre Widgets manuell aktualisieren, indem Sie den Versionshinweisen und dem Änderungsprotokoll folgen.
it: No - La procedura di aggiornamento non sovrascriverà la configurazione del tuo MediaSpace e i widget correnti verranno mantenuti. In questo caso dovrai aggiornare manualmente i widget seguendo le istruzioni contenute nelle note di rilascio e nel log delle modifiche.
pt_br: Não - o processo de atualização não substituirá sua configuração MediaSpace e manterá os widgets atuais. Neste caso, você precisará atualizar widgets manualmente ao seguir as notas de versão e log de alterações.
zh_tw: 否 - 升級程序將不會覆寫您的 MediaSpace 組態，並保留您現有的小工具。您將需要依版本資訊和變更記錄手動更新您的小工具。

source: An error occurred while trying to save .mo file, please try again.
de: Beim Versuch, die .mo-Datei zu speichern, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
it: Si è verificato un errore durante il tentativo di salvare il file .mo, riprova.
pt_br: Ocorreu um erro ao tentar salvar o arquivo .mo. Tente novamente.
zh_tw: 嘗試儲存 .mo 檔案時發生錯誤，請再試一次。

source: Error opening translation file.
de: Fehler beim Öffnen der Übersetzungsdatei.
it: Si è verificato un errore durante l'apertura del file delle traduzioni.
pt_br: Erro a abrir arquivo de tradução.
zh_tw: 開啟轉譯檔案時發生錯誤。

source: .mo file provided is not a valid Zend getText file
de: Die angegebene .mo-Datei ist keine gültige Zend getText-Datei
it: Il file .mo specificato non è un file getText Zend valido
pt_br: arquivo .mo fornecido não é um arquivogetText Zend válido
zh_tw: 提供的 .mo 檔案不是有效的 Zend getText 檔案

source: Provided .mo file is not valid
de: Die angegebenen .mo-Datei ist nicht gültig
it: Il file .mo specificato non è valido
pt_br: Arquivo .mo fornecido é inválido
zh_tw: 提供的 .mo 檔案無效

source: Close
de: Schließen
it: Chiudi
pt_br: Fechar
zh_tw: 關閉

source: and Moderated
de: und moderiert
it: e moderato
pt_br: e moderado
zh_tw: 已審查項目

source: Moderated
de: Moderiert
it: Moderato
pt_br: Moderado
zh_tw: 已仲裁

source: Add
de: Hinzufügen
it: Aggiungi
pt_br: Adicionar
zh_tw: 新增

source: EDIT
de: BEARBEITEN
it: MODIFICA
pt_br: EDITAR
zh_tw: 編輯

source: CLONE
it: CLONA
pt_br: CLONAR
zh_tw: 複製

source: DELETE
de: LÖSCHEN
it: ELIMINA
pt_br: EXCLUIR
zh_tw: 刪除

source: You cannot edit the media while it is published
de: Das Medium kann nicht bearbeitet werden, während es veröffentlicht ist
it: Non puoi modificare un contenuto multimediale mentre è pubblicato
pt_br: Você não pode editar a mídia enquanto ela é publicada
zh_tw: 您無法編輯已發佈的媒體

source: Edit
de: Bearbeiten
it: Modifica
pt_br: Editar
zh_tw: 編輯

source: private
de: privat
it: privato
pt_br: privado
zh_tw: 私人

source: published
de: veröffentlicht
it: pubblicato
pt_br: publicado
zh_tw: 已發佈

source: unlisted
de: nicht aufgeführt
it: non in elenco
pt_br: não listado
zh_tw: 未列入清單

source: pending
de: ausstehend
it: in sospeso
pt_br: pendente
zh_tw: 待決

source: rejected
de: abgelehnt
it: rifiutato
pt_br: rejeitado
zh_tw: 已拒絕

source: rejectedEntry
de: Abgelehnter Eintrag
zh_tw: 已拒絕的內容項目

source: All Media
de: Alle Medien
it: Tutti i contenuti multimediali
pt_br: Todas as mídias
zh_tw: 所有媒體

source: Media
de: Medien
it: Contenuti multimediali
pt_br: Mídia(s)
zh_tw: 媒體

source: Views
de: Ansichten
it: Visualizzazioni
pt_br: Visualizações
zh_tw: 檢視

source: Likes
it: Mi piace
pt_br: Curtidas
zh_tw: 讚

source: Alphabetical Ascending
de: Alphabetisch, aufsteigend
it: Alfabetico crescente
pt_br: Crescente alfabética
zh_tw: 依字母排序遞增

source: Alphabetical
de: Alphabetisch
it: Alfabetico
pt_br: Alfabética
zh_tw: 依字母順序

source: Alphabetical Descending
de: Alphabetisch, absteigend
it: Alfabetico decrescente
pt_br: Decrescente alfabética
zh_tw: 依字母排序遞減

source: Forgot Password
de: Passwort vergessen
it: Password dimenticata
pt_br: Senha esquecida
zh_tw: 忘記密碼

source: Replace File
de: Datei ersetzen
it: Sostituisci file
pt_br: Substituir arquivo
zh_tw: 取代檔案

source: Upload complete
de: Hochladen abgeschlossen
it: Caricamento completato
pt_br: Atualização concluída
zh_tw: 上傳完成

source: Are you sure you want to replace the existing file?
de: Möchten Sie die vorhandene Datei wirklich ersetzen?
it: Sostituire il file esistente?
pt_br: Você tem certeza de que deseja substituir o arquivo existente?
zh_tw: 您確定要取代現有的檔案嗎?

source: Replace image
de: Bild ersetzen
it: Sostituisci immagine
pt_br: Substituir imagem
zh_tw: 取代影像

source: Upload image
de: Bild hochladen
it: Carica immagine
pt_br: Carregar imagem
zh_tw: 上傳影像

source: Are you sure you want to replace the existing image?
de: Möchten Sie das vorhandene Bild wirklich ersetzen?
it: Sostituire l'immagine esistente?
pt_br: Você tem certeza de que deseja substituir a imagem existente?
zh_tw: 您確定要取代現有的影像嗎?

source: Replace slide deck
de: Foliensatz ersetzen
it: Sostituisci presentazione
pt_br: Substituir arranjo de slides
zh_tw: 取代投影片組

source: Upload slide deck
de: Foliensatz hochladen
it: Carica presentazione
pt_br: Atualizar arranjo de slides
zh_tw: 上傳投影片組

source: Are you sure you want to replace the existing slide deck?
de: Möchten Sie den vorhandenen Foliensatz wirklich ersetzen?
it: Vuoi sostituire la presentazione esistente?
pt_br: Você tem certeza de que deseja substituir o arranjo de slides existente?
zh_tw: 您確定要取代現有的投影片組嗎?

source: Logout
de: Abmeldung
it: Disconnessione
zh_tw: 登出

source: year
de: Jahr
it: anno
pt_br: ano
zh_tw: 年

source: week
de: Woche
it: settimana
pt_br: semana
zh_tw: 周

source: day
de: Tag
it: giorno
pt_br: dia
zh_tw: 天

source: hour
de: Stunde
it: ora
pt_br: hora
zh_tw: 小時

source: minute
it: minuto
pt_br: minuto
zh_tw: 分

source: second
de: Sekunde
it: secondo
pt_br: segundo
zh_tw: 秒

source: %s Minutes ago
de: vor %s Minuten
it: %s minuti fa
pt_br: %s minutos atrás
zh_tw: %s 分鐘前

source: A moment ago
de: vor einem Moment
it: Un momento fa
pt_br: Há pouco tempo
zh_tw: 不久之前

source: An hour ago
de: Vor einer Stunde
it: Un'ora fa
pt_br: Há uma hora
zh_tw: 1 小時前

source: %s Hours ago
de: vor %s Stunden
it: %s ore fa
pt_br: %s horas atrás
zh_tw: %s 小時前

source: A day ago
de: vor einem Tag
it: Un giorno fa
pt_br: Há um dia
zh_tw: 1 天前

source: %s Days ago
de: vor %s Tagen
it: %s giorni fa
pt_br: %s dias atrás
zh_tw: %s 天前

source: A week ago
de: vor einer Woche
it: Una settimana fa
pt_br: Há uma semana
zh_tw: 1 周前

source: %s Weeks ago
de: Vor %s Wochen
it: %s settimane fa
pt_br: %s semanas atrás
zh_tw: %s 周前

source: A month ago
de: vor einem Monat
it: Un mese fa
pt_br: Há um mês
zh_tw: 1 個月前

source: %s Months ago
de: vor %s Monaten
it: %s mesi fa
pt_br: %s meses atrás
zh_tw: %s 個月前

source: A year ago
de: vor einem Jahr
it: Un anno fa
pt_br: Há um ano
zh_tw: 1 年前

source: %s Years ago
de: vor %s Jahren
it: %s anni fa
pt_br: %s anos atrás
zh_tw: %s 年前

source: logout
de: Abmeldung
it: disconnessione
zh_tw: 登出

source: login
de: anmelden
it: accesso
zh_tw: 登入

source: 1 Shared Repository
de: 1 gemeinsames Repository
it: 1 archivio condiviso
pt_br: 1 repositório compartilhado
zh_tw: 1 個共用存放庫

source: %s Shared Repositories
de: %s gemeinsame Repositorys
it: %s archivi condivisi
pt_br: %s repositórios compartilhados
zh_tw: %s 個共用存放庫

source: Add New
de: Neu hinzufügen
it: Aggiungi nuovo
pt_br: Adicionar novo
zh_tw: 新增

source: Your additional media will be presented once it is ready and approved.
de: Ihre zusätzlichen Medien werden dargestellt, sobald sie bereit und genehmigt sind.
it: I contenuti multimediali che hai aggiunto verranno presentati una volta pronti e approvati.
pt_br: Sua mídia adicional será apresentada quando estiver pronta e aprovada.
zh_tw: 您的其他媒體會在就緒且經核准時顯示。

source: Refresh Now
de: Jetzt aktualisieren
it: Aggiorna ora
pt_br: Atualizar agora
zh_tw: 立即重新整理

source: Your additional media will be presented once it is ready.
de: Ihre zusätzlichen Medium werden dargestellt, sobald sie bereitstehen.
it: I contenuti multimediali che hai aggiunto verranno presentati una volta pronti.
pt_br: Sua mídia adicional será apresentada quando estiver pronta.
zh_tw: 您的其他媒體將會在就緒時顯示。

source: You must choose entries to add.
de: Sie müssen die hinzuzufügenden Einträge auswählen
it: Devi scegliere gli elementi da aggiungere.
pt_br: Você deve selecionar entradas para adicionar.
zh_tw: 您必須選擇要新增的內容項目。

source: Cannot publish from a Shared Repository and My-Media together
de: Sie können nicht gleichzeitig aus einem gemeinsamen Repository und aus "Meine Medien" veröffentlichen
it: Impossibile pubblicare elementi di un archivio condiviso e di I miei contenuti multimediali insieme
pt_br: Você não pode publicar de um repositório compartilhado e de Minha Mídia juntos
zh_tw: 無法一起從共用存放庫和我的媒體發佈

source: You are not allowed to publish entry "<strong>%1</strong>".
de: Sie sind nicht berechtigt, den Eintrag "<strong>%1</strong>" zu veröffentlichen.
it: Non hai il permesso di pubblicare l'elemento "<strong>%1</strong>".
pt_br: Você não tem permissão para publicar a entrada "<strong>%1</strong>".
zh_tw: 您無法發佈內容項目「<strong>%1</strong>」。

source: You are not allowed to publish entry "<strong>%1</strong>". The media is pending
de: Sie sind nicht berechtigt, den Eintrag "<strong>%1</strong>" zu veröffentlichen. Die Medien sind ausstehend
it: Non hai il permesso di pubblicare l'elemento "<strong>%1</strong>". Il contenuto multimediale è in sospeso
pt_br: Você não tem permissão para publicar a entrada "<strong>%1</strong>". A mídia está pendente
zh_tw: 您無法發佈內容項目「<strong>%1</strong>」。該媒體正在待決中

source: You are not allowed to publish entry "<strong>%1</strong>". The media is being converted
de: Sie sind nicht berechtigt, den Eintrag "<strong>%1</strong>" zu veröffentlichen. Die Medien werden konvertiert
it: Non hai il permesso di pubblicare l'elemento "<strong>%1</strong>". Il contenuto multimediale deve essere ancora convertito
pt_br: Você não tem permissão de publicar a entrada "<strong>%1</strong>". A mídia está sendo convertida
zh_tw: 您無法發佈內容項目「<strong>%1</strong>」。該媒體正在轉換中

source: You cannot publish entry "<strong>%1</strong>". The entry owner should fill the required fields first.
de: Sie können den Eintrag "<strong>%1</strong>" nicht veröffentlichen. Der Inhaber des Eintrags muss zunächst die Pflichtfelder ausfüllen.
it: Non puoi pubblicare l'elemento "<strong>%1</strong>". Il proprietario dell'elemento deve prima compilare i campi obbligatori.
pt_br: Você não pode publicar a entrada "<strong>%1</strong>". O proprietário da entrada deve preencher todos os campos obrigatórios primeiro.
zh_tw: 您無法發佈內容項目「<strong>%1</strong>」。該內容項目的擁有者應先填寫必要欄位。

source: You cannot publish entry <strong>
de: Sie können den Eintrag nicht veröffentlichen: <strong>
it: Non puoi pubblicare l'elemento <strong>
pt_br: Você não pode publicar a entrada <strong>
zh_tw: 您無法發佈內容項目 <strong>

source: You cannot publish entry <strong>%1</strong> to shared repositories. The entry owner should fill the required fields first.
de: Sie können den Eintrag "<strong>%1</strong>" nicht in gemeinsamen Repositorys veröffentlichen. Der Inhaber des Eintrags muss zunächst die Pflichtfelder ausfüllen.
it: Non puoi pubblicare l'elemento <strong>%1</strong> in archivi condivisi. Il proprietario dell'elemento deve prima compilare i campi obbligatori.
pt_br: Você não pode publicar a entrada <strong>%1</strong> nos repositórios compartilhados. O proprietário da entrada deve preencher os campos obrigatórios primeiro.
zh_tw: 您無法發佈內容項目 <strong>%1</strong> 到共用存放庫。該內容項目的擁有者應先填寫必要欄位。

source: Media "%1" could not be published. Try unpublishing this media from other galleries/channels and try again
de: Medien "%1" konnten nicht veröffentlicht werden. Machen Sie die Veröffentlichung dieser Medien in anderen Galerien/Channeln rückgängig und versuchen Sie es erneut
it: Il contenuto multimediale "%1" non può essere pubblicato. Prova ad annullare la pubblicazione del contenuto in altre gallerie/canali e riprova
pt_br: Não foi possível publicar a mídia "%1". Experimente remover a publicação desta mídia de outras galerias/canais e tente novamente.
zh_tw: 媒體「%1」無法發佈。請嘗試從其他媒體庫/頻道中取消發佈該媒體，再重試。

source: Note that your media will not be listed until a moderator approves it.
de: Beachten Sie, dass Ihre Medien erst aufgeführt werden, wenn sie vom Moderator freigegeben wurden.
it: Tieni presente che i tuoi contenuti multimediali non compariranno in elenco fino a quando non saranno stati approvati da un moderatore.
pt_br: Observe que sua mídia não será listada até que o moderador a aprove.
zh_tw: 請注意，您的媒體將不會出現在清單上，直到主席核准。

source: All media was published successfully.
de: Alle Medien wurden erfolgreich veröffentlicht.
it: Tutti i contenuti multimediali sono stati pubblicati.
pt_br: Toda a mídia foi publicada com sucesso.
zh_tw: 所有媒體已成功發佈。

source: An error occured while trying to publish media.
de: Ein Fehler ist beim Versuch, Medien zu veröffentlichen, aufgetreten.
it: Si è verificato un errore durante la pubblicazione del contenuto multimediale.
pt_br: Ocorreu um erro ao tentar publicar a mídia.
zh_tw: 嘗試發佈媒體時發生錯誤。

source: Add to Channel
de: Zum Channel hinzufügen
it: Aggiungi a un canale
pt_br: Adicionar ao canal
zh_tw: 新增至頻道

source: Add to Gallery
de: Zur Galerie hinzufügen
it: Aggiungi a una galleria
pt_br: Adicionar à galeria
zh_tw: 新增至影片庫

source: Add Media
de: Medien hinzufügen
it: Aggiungi contenuti multimediali
pt_br: Adicionar mídia
zh_tw: 新增媒體

source: Please select playlist to update.
de: Wählen Sie die zu aktualisierende Wiedergabeliste aus.
it: Seleziona la playlist da aggiornare.
pt_br: Selecione a playlist para atualizar.
zh_tw: 請選擇要更新的播放清單。

source: Please select at least one media to add, click Cancel to go back.
de: Wählen Sie mindestens ein hinzuzufügendes Medium aus. Klicken Sie auf "Abbrechen", um zurück zu wechseln.
it: Seleziona almeno un contenuto multimediale da aggiungere, fai clic su Annulla per tornare indietro.
pt_br: Selecione pelo menos uma mídia para adicionar, clique Cancelar para voltar.
zh_tw: 請選擇至少 1 個要新增的媒體，點擊「取消」以返回。

source: Error creating playlist
de: Fehler beim Erstellen einer Wiedergabeliste
it: Errore durante la creazione della playlist
pt_br: Erro na criação da playlist
zh_tw: 建立播放清單時發生錯誤

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
it: Aggiungi a una playlist
pt_br: Adicionar à playlist
zh_tw: 新增到播放清單

source: Add all selected media items to a playlist
de: Alle ausgewählten Medien zur Wiedergabeliste hinzufügen
it: Aggiungi tutti i contenuti multimediali selezionati a una playlist
pt_br: Adicionar todos os itens de mídia selecionados à playlist
zh_tw: 新增所有選取的媒體項目到播放清單

source: Attachment was deleted successfully
de: Die Anlage wurde erfolgreich gelöscht
it: L'allegato è stato eliminato
pt_br: O anexo foi excluído com sucesso
zh_tw: 附件已成功移除

source: Attachments
de: Anlagen
it: Allegati
pt_br: Anexos
zh_tw: 附件

source: Assets
de: Inhalte
it: Contenuti
pt_br: Ativos
zh_tw: 資產

source: You're still uploading! Are you sure you want to leave this page?
de: Der Upload ist noch nicht abgeschlossen! Möchten Sie diese Seite wirklich verlassen?
it: Il caricamento non è ancora completo! Vuoi lo stesso lasciare questa pagina?
pt_br: Você ainda está carregando! Tem certeza de que deseja sair desta página?
zh_tw: 上傳仍在進行中! 您確定要離開這個頁面嗎?
