Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Loading, Please Wait...
de: Wird geladen, bitte warten...
it: Caricamento in corso, attendi...
pt_br: Carregando, aguarde...
zh_tw: 載入中，請稍候...

source: Upload limited to 2GB files. All common video, audio and image formats in all resolutions are accepted.
de: Hochladen beschränkt auf 2 GB große Dateien. Es werden alle herkömmlichen Video-, Audio- und Bildformate in allen Auflösungen akzeptiert.
it: Caricamento limitato a file di 2 GB. Sono accettati tutti i formati video, audio e di immagine più diffusi in tutte le risoluzioni.
pt_br: Carregamento de arquivos limitados a 2 GB. São aceitos formatos de vídeo, áudio e imagem comuns todas as resoluções.
zh_tw: 最多上傳 2GB 的檔案。所有解析度的所有常用之影片、音訊及影像格式皆可使用。

source: Record from Webcam
de: Von Webcam aufzeichnen
it: Registra da webcam
pt_br: Gravar da Webcam
zh_tw: 使用網路攝影機錄製

source: Quiz Editor
it: Editor quiz
pt_br: Editor do Quiz
zh_tw: 測驗編輯器

source: The editor is not supported on this screen size
de: Der Editor wird für diese Bildschirmgröße nicht unterstützt
it: L'editor non è supportato su uno schermo di queste dimensioni
pt_br: O editor não é compatível nesse tamanho de tela
zh_tw: 此螢幕大小不支援此編輯器

source: Are you sure you want to delete the playlist?
de: Sind Sie sicher, dass Sie die Wiedergabeliste löschen möchten?
it: Eliminare la playlist?
pt_br: Você tem certeza de que deseja excluir a playlist?
zh_tw: 您確定要刪除播放清單?

source: You are not allowed to delete this playlist.
de: Sie sind nicht zum Löschen dieser Wiedergabeliste berechtigt.
it: Non hai il permesso di eliminare questa playlist.
pt_br: Você não tem permissão para excluir esta playlist.
zh_tw: 您無法刪除此播放清單。

source: Playlist player deployment
de: Wiedergabelisten-Player-Bereitstellung
it: Implementazione player Playlist
pt_br: Implantação de player da playlist
zh_tw: 播放清單播放器部署

source: %1 Channels
it: %1 canali
pt_br: Canais de %1
zh_tw: %1 個頻道

source: No more Channels found.
de: Keine weiteren Channels gefunden.
it: Nessun altro canale trovato.
pt_br: Nenhum canal encontrado.
zh_tw: 找不到更多頻道。

source: %1 Categories
de: %1 Kategorien
it: %1 categorie
pt_br: %1 categoria(s)
zh_tw: %1 個類別

source: No more Galleries found.
de: Keine weiteren Galerien gefunden.
it: Nessun'altra galleria trovata.
pt_br: Nenhuma galeria encontrada.
zh_tw: 找不到更多媒體庫。

source: media that include the text in its metadata
de: Medien, deren Metadaten den Text enthalten
it: contenuti multimediali che includono il testo nei metadati
pt_br: mídia que inclui o texto em seus metadados
zh_tw: 含有其中繼資料內文的媒體

source: Upgrade - Additional Information
de: Upgrade - Zusätzliche Informationen
it: Aggiornamento - Altre informazioni
pt_br: Atualizar - Informações adicionais
zh_tw: 升級 - 其他資訊

source: Important
de: Wichtig
it: Importante
pt_br: Importante
zh_tw: 重要

source: Before upgrading, please backup your configuration files
de: Vor dem Upgrade sichern Sie bitte Ihre Konfigurationsdateien
it: Prima di procedere con l'aggiornamento, esegui un backup dei file di configurazione
pt_br: Antes de atualizar, faça o backup de seus arquivos de configuração
zh_tw: 上傳之前，請備份您的組態檔案

source: Upgrade - Deployment Errors
de: Upgrade - Implementierungsfehler
it: Aggiornamento - Errori di implementazione
pt_br: Atualizar - Erros de implantação
zh_tw: 升級 - 部署錯誤

source: Upgrade - Missing Requirements
de: Upgrade - Fehlende Anforderungen
it: Aggiornamento - Requisiti mancanti
pt_br: Atualizar - Requisitos ausentes
zh_tw: 升級 - 遺失的需求

source: Upgrade Completed
de: Upgrade abgeschlossen
it: Aggiornamento completato
pt_br: Atualização concluída
zh_tw: 升級完成

source: Upgrade to version %1 completed successfully
de: Upgrade auf Version %1 erfolgreich abgeschlossen
it: Aggiornamento alla versione %1 completato
pt_br: Atualização para a versão %1 concluída com sucesso
zh_tw: 升級到版本 %1 已成功完成

source: You can visit your Kaltura MediaSpace site
de: Sie können Ihre Kaltura MediaSpace-Seite besuchen
it: Puoi visitare il tuo sito Kaltura MediaSpace
pt_br: Você pode visitar seu site do Kaltura MediaSpace
zh_tw: 您可以瀏覽您的 Kaltura MediaSpace 網站

source: You can manage users for your Kaltura MediaSpace site
de: Sie können Benutzer für Ihre Kaltura MediaSpace-Seite verwalten
it: Puoi gestire gli utenti del tuo sito Kaltura MediaSpace
pt_br: Você pode gerenciar usuários para o seu site do Kaltura MediaSpace
zh_tw: 您可以管理您 Kaltura MediaSpace 網站的使用者

source: Upgrade
it: Aggiorna
pt_br: Atualizar
zh_tw: 升級

source: %s Sign In
de: %s-anmelden
it: Accesso a %s
pt_br: Autenticação de %s
zh_tw: %s 登入

source: Refresh your media library
de: Medienbibliothek aktualisieren
it: Aggiorna la tua libreria multimediale
pt_br: Atualizar sua biblioteca de mídia
zh_tw: 重新整理您的媒體櫃

source: You have not created any playlists yet
de: Sie haben noch keine Wiedergabelisten erstellt
it: Non hai ancora creato nessuna playlist
pt_br: Você não criou playlists ainda
zh_tw: 您尚未建立任何播放清單

source: To Create a Playlist
de: So erstellen Sie eine Wiedergabeliste
it: Per creare una playlist
pt_br: Para criar uma playlist
zh_tw: 建立播放清單

source: Select "Add to Playlist" from the "Actions" drop down that appears under the player
de: Wählen Sie die Registerkarte "Zur Wiedergabeliste hinzufügen" aus dem Dropdown-Menü "Aktionen", das unter dem Player erscheint.
it: Seleziona "Aggiungi a una playlist" dal menu a discesa "Azioni" visualizzato sotto il player
pt_br: Selecione "Adicionar à playlist" na lista suspensa "Ações" que aparece no player.
zh_tw: 在出現在播放器下的「動作」下拉式功能表中選擇取「新增到播放清單」

source: Click "Add new Playlist" and enter name, The media will be added to playlist
de: Klicken Sie auf "Neue Wiedergabeliste hinzufügen" und geben Sie einen Namen ein. Die Medien werden der Wiedergabeliste hinzugefügt.
it: Fai clic su "Aggiungi nuova playlist" e inserisci il nome della playlist. L'elemento multimediale viene aggiunto alla playlist
pt_br: Clique em "Adicionar nova Playlist" e insira o nome, a mídia será adicionada ao playlist
zh_tw: 點擊「新增播放清單」並輸入名稱，該媒體便會加入播放清單

source: Once you have created a playlist, it will appear on this page where you can preview it, edit the sequence of media, select design of playlist, and grab the embed code.
de: Nachdem Sie eine Wiedergabeliste erstellt haben, erscheint sie auf dieser Seite, wo Sie sie in einer Vorschau ansehen, die Reihenfolge der Medien bearbeiten, das Design der Wiedergabeliste auswählen und den Einbettungscode verwenden können.
it: Una volta creata una playlist, questa apparirà in questa pagina dove potrai visualizzarne l'anteprima, modificare la sequenza dei contenuti multimediali, scegliere il design della playlist e prelevare il codice di incorporamento.
pt_br: Uma vez que a playlist for criada, ela aparecerá nesta página, onde você pode previsualizá-la, editar a sequência da mídia, selecionar o design da playlist e coletar o código embutido.
zh_tw: 一旦您建立了播放清單，該播放清單將會出現在這個頁面。您可以在這個頁面預覽播放清單、編輯媒體的順序、選擇播放清單的設計，以及取得嵌入程式碼。

source: Unauthorized
de: Nicht autorisiert
it: Non autorizzato
pt_br: Não autorizado
zh_tw: 未經授權

source: This site requires authorization
de: Diese Seite erfordert eine Autorisierung
it: Questo sito richiede l'autorizzazione
pt_br: Este site exige autorização
zh_tw: 該網站需要授權

source: Add Media To Channel
de: Medien zum Channel hinzuzufügen
it: Aggiungi contenuto multimediale a un canale
pt_br: Adicionar mídia ao canal
zh_tw: 將媒體新增至頻道

source: Add Media To Gallery
de: Medien zur Galerie hinzufügen
it: Aggiungi contenuto multimediale a una galleria
pt_br: Adicionar mídia à galeria
zh_tw: 將媒體新增至影片庫

source: Select one or more media items to add to the current category
de: Wählen Sie einen oder mehrere Medieneinträge, um sie der aktuellen Kategorie hinzuzufügen
it: Seleziona uno o più elementi multimediali da aggiungere alla categoria corrente
pt_br: Selecione um ou mais itens de mídia para adicionar à categoria atual
zh_tw: 選擇一個或多個媒體項目以新增到目前的類別

source: Search Repository
de: Repository suchen
it: Cerca archivio
pt_br: Buscar repositório
zh_tw: 搜尋存放庫

source: Create New Playlist
de: Neue Wiedergabeliste erstellen
it: Crea nuova playlist
pt_br: Criar nova playlist
zh_tw: 建立新播放清單

source: Appears in Playlists:
de: Wird in Wiedergabelisten angezeigt:
it: Appare nelle playlist:
pt_br: Aparece nas Playlists:
zh_tw: 出現在播放清單中:

source: No media selected, Please select at least one media to add to playlist.
de: Keine Medien ausgewählt. Bitte wählen Sie mindestens ein Medium aus, das zur Wiedergabeliste hinzugefügt wird.
it: Nessun contenuto multimediale selezionato. Seleziona almeno un contenuto multimediale da aggiungere alla playlist.
pt_br: Nenhuma mídia encontrada. Selecione pelo menos uma mídia para adicionar à playlist.
zh_tw: 未選擇媒體，請至少選擇一個媒體以增加至播放清單。

source: Playlists allow you to grab embed code for displaying a player and a collection of media.
de: Wiedergabelisten ermöglichen Ihnen das Auswählen von Einbettungscodes zum Anzeigen eines Players und einer Sammlung von Medien.
it: Le playlist ti permettono di prelevare il codice incorporato per visualizzare un player e una raccolta di contenuti multimediali.
pt_br: Playlists permitem a você captar o código embutido para exibição de um player e um conjunto de mídias.
zh_tw: 播放清單可讓您取得顯示播放器和媒體收藏的嵌入代碼。

source: You can add media to one or more playlists.
de: Sie können einer oder mehreren Wiedergabelisten Medien hinzufügen.
it: Puoi aggiungere un contenuto multimediale a una o più playlist.
pt_br: Você pode adicionar a mídia a uma ou mais playlists.
zh_tw: 您可以新增媒體到 1 或多個播放清單。

source: Select Playlists:
de: Wiedergabelisten auswählen:
it: Seleziona playlist:
pt_br: Selecione playlists:
zh_tw: 選取播放清單:

source: Go To My Playlists
de: Gehe zu "Meine Wiedergabelisten"
it: Vai a Le mie playlist
pt_br: Ir para Minhas playlists
zh_tw: 前往我的播放清單

source: You can add or remove media by selecting multiple playlists.
de: Sie können durch das Auswählen mehrerer Wiedergabelisten Medien hinzufügen oder entfernen.
it: Puoi aggiungere o rimuovere un contenuto multimediale selezionando più playlist.
pt_br: Você pode adicionar ou remover a mídia ao selecionar vários playlists.
zh_tw: 您可以選取多個播放清單以新增或移除媒體。

source: This media is still being converted
de: Diese Medien werden noch konvertiert
it: Il contenuto multimediale deve essere ancora convertito
pt_br: Esta mídia ainda está sendo convertida
zh_tw: 該媒體仍在轉換中

source: Please fill out all the required fields first
de: Füllen Sie zunächst alle Pflichtfelder aus
it: Completa prima tutti i campi obbligatori
pt_br: Preencha todos os campos obrigatórios primeiro
zh_tw: 請先填寫所有必要欄位

source: Create new playlist
de: Neue Wiedergabeliste erstellen
it: Crea nuova playlist
pt_br: Criar nova playlist
zh_tw: 建立新播放清單

source: Please enter a playlist name
de: Geben Sie einen Wiedergabelistennamen ein
it: Inserisci il nome della playlist
pt_br: Insira o nome da playlist
zh_tw: 請輸入播放清單名稱

source: Create
de: Erstellen
it: Crea
pt_br: Criar
zh_tw: 建立

source: No Playlist exist , please create new playlist.
de: Es ist keine Wiedergabeliste vorhanden. Erstellen Sie eine neue Wiedergabeliste.
it: Non ci sono playlist, creane una nuova.
pt_br: Não existe playlist, crie uma nova playlist.
zh_tw: 沒有已存在的播放清單，請建立新播放清單。

source: Upload Attachment
de: Anlage hochladen
it: Carica allegato
pt_br: Carregar anexo
zh_tw: 上傳附件

source: Change File
de: Datei ändern
it: Cambia file
pt_br: Alterar arquivo
zh_tw: 變更檔案

source: Are you sure you want to delete this attachment?
de: Möchten Sie diese Anlage wirklich löschen?
it: Eliminare questo allegato?
pt_br: Tem certeza de que deseja excluir esse anexo?
zh_tw: 您確定要刪除該附件嗎?

source: Provide end-users with a more descriptive title for this file (optional)
de: Für Endbenutzer einen aussagekräftigeren Titel für diese Datei angeben (optional)
it: Fornisci agli utenti finali un titolo più descrittivo per questo file (facoltativo)
pt_br: Forneça aos usuários um título mais descritivo para esse arquivo (ideal)
zh_tw: 請提供簡潔檔案標題 (可省略)

source: Provide end-users with a brief description of this files content (optional)
de: Für Endbenutzer eine kurze Beschreibung dieses Dateiinhalts angeben (optional)
it: Fornisci agli utenti finali una breve descrizione del contenuto di questo file (facoltativo)
pt_br: Forneça aos usuários finais uma descrição sucinta do conteúdo desses arquivos (ideal)
zh_tw: 請提供詳細檔案描述 (可省略)

source: Upload File
de: Datei hochladen
it: Carica file
pt_br: Carregar arquivo
zh_tw: 上傳檔案

source: File Name
de: Dateiname
it: Nome file
pt_br: Nome do arquivo
zh_tw: 檔案名稱

source: Size
de: Größe
it: Dimensioni
pt_br: Tamanho
zh_tw: 大小

source: Uploaded At
de: Hochgeladen am
it: Caricato alle
pt_br: Carregado em
zh_tw: 上傳日期

source: No Attachments have been added to media
de: Den Medien wurden keine Anlagen hinzugefügt
it: Nessun allegato è stato aggiunto al contenuto multimediale
pt_br: Nenhum anexo foi adicionado à mídia
zh_tw: 沒有新增到媒體的附件

source: There was an error deleting the caption file.
de: Beim Löschen der Untertiteldatei ist ein Fehler aufgetreten.
it: Si è verificato un errore durante l'eliminazione del file dei sottotitoli.
pt_br: Houve um erro ao excluir o arquivo de legenda.
zh_tw: 刪除字幕檔時發生錯誤。

source: Are you sure you want to delete this caption file?
de: Möchten Sie diese Untertiteldatei wirklich löschen?
it: Eliminare questo file dei sottotitoli?
pt_br: Você tem certeza de que deseja excluir esse arquivo de legenda?
zh_tw: 您確定要刪除該字幕檔?

source: Upload captions file
de: Untertiteldatei hochladen
it: Carica file dei sottotitoli
pt_br: Carregar arquivos de legenda
zh_tw: 上傳字幕檔

source: Upload a captions file
de: Untertiteldatei hochladen
it: Carica un file dei sottotitoli
pt_br: Carregar um arquivo de legenda
zh_tw: 上傳字幕檔

source: File type
de: Dateityp
it: Tipo di file
pt_br: Tipo do arquivo
zh_tw: 檔案類型

source: No Captions have been added to media
de: Den Medien wurden keine Untertitel hinzugefügt
it: Nessun sottotitolo è stato aggiunto al contenuto multimediale
pt_br: Nenhuma legenda foi adicionada à mídia
zh_tw: 未新增字幕至媒體

source: Begin by uploading a caption file
de: Laden Sie zunächst eine Untertiteldatei hoch
it: Inizia caricando un file dei sottotitoli
pt_br: Iniciar carregando o arquivo de legenda
zh_tw: 上傳字幕檔以開始

source: (SRT, DFXP formats are supported)
de: (Das SRT- und das DFXP-Format werden unterstützt)
it: (sono supportati i formati SRT e DFXP)
pt_br: (Formatos SRT, DFXP são compatíveis)
zh_tw: (支援 SRT, DFXP 格式)

source: Select a file:
de: Datei auswählen:
it: Seleziona un file:
pt_br: Selecione um arquivo:
zh_tw: 請選取檔案:

source: Change
de: Ändern
it: Cambia
pt_br: Alterar
zh_tw: 變更

source: By
de: Von
it: Di
pt_br: Por
zh_tw: 由

source: uploaded
de: hochgeladen
it: caricato
pt_br: carregado
zh_tw: 已上傳

source: Not published
de: Nicht veröffentlicht
it: Non pubblicato
pt_br: Não publicado
zh_tw: 未發佈

source: Your search for "%1" did not match any captioned videos.
de: Ihre Suche nach "%1" entsprach keinen untertitelten Videos.
it: La ricerca di "%1" non ha trovato nessun video sottotitolato.
pt_br: Sua busca para "%1" não encontrou vídeos legendados correspondentes.
zh_tw: 您搜尋的「%1」並未符合任何有字幕的影片。

source: Your search did not match any captioned videos.
de: Ihre Suche entsprach keinen untertitelten Videos.
it: La tua ricerca non ha trovato nessun video sottotitolato.
pt_br: Sua busca não encontrou vídeos legendados correspondentes.
zh_tw: 您的搜尋內容並未符合任何有字幕的影片。

source: more...
de: mehr...
it: altro...
pt_br: mais...
zh_tw: 更多...

source: %1 In Video
it: %1 nel video
pt_br: %1 no vídeo
zh_tw: %1 在影片中

source: No captions results were found
de: Es wurden keine Untertitelergebnisse gefunden
it: Non è stato trovato nessun sottotitolo
pt_br: Nenhum resultado de legenda encontrado
zh_tw: 找不到字幕結果

source: Search in video
de: In Video suchen
it: Cerca nel video
pt_br: Buscar no vídeo
zh_tw: 在影片中搜尋

source: All
de: Alle
it: Tutti
pt_br: Tudo
zh_tw: 所有

source: Your browser version is not supported by CaptureSpace. Supported browsers are chrome v.40 and up, Firefox v.35 and up, or IE8 and up.
de: Ihre Browserversion wird von CaptureSpace nicht unterstützt. Unterstützte Browser sind Chrome Version 40 und höher, Firefox Version 35 und höher und IE8 und höher.
it: La versione del tuo browser non è supportata da CaptureSpace. I browser supportati sono Chrome 40 e versioni successive, Firefox 35 e versioni successive e IE8 e versioni successive.
pt_br: A versão do seu navegador não é compatível com o CaptureSpace. Navegadores compatíveis são Chrome v.40 e superior, Firefox v.35 e superior ou IE8 e superior.
zh_tw: CaptureSpace 不支援您的瀏覽器版本。支援的瀏覽器包括: Chrome 40 版及以上、 Firefox 35 版及以上，或 IE 8 版及以上。

source: Back to My Media
de: Zurück zu "Meine Medien"
it: Torna a I miei contenuti multimediali
pt_br: Voltar a Minha Mídia
zh_tw: 回到我的媒體

source: Launching CaptureSpace
de: CaptureSpace wird gestartet
it: Avvio di CaptureSpace
pt_br: Inicializando o CaptureSpace
zh_tw: CaptureSpace 啟動中

source: CaptureSpace launched successfully
de: CaptureSpace wurde erfolgreich gestartet
it: CaptureSpace è stato avviato
pt_br: CaptureSpace inicializado com sucesso
zh_tw: CaptureSpace 成功啟動

source: The Kaltura CaptureSpace Desktop Recorder
de: Der Kaltura CaptureSpace-Desktop-Rekorder
it: Registratore desktop Kaltura CaptureSpace
pt_br: O Kaltura CaptureSpace Recorder para Desktop
zh_tw: Kaltura CaptureSpace 桌面錄製器

source: The Kaltura CaptureSpace Desktop Recorder enables easy capture in class, at home or on-the-go with automated publishing and interactive viewing within the LMS and Kaltura's MediaSpace video portal.
de: Mit dem Kaltura CaptureSpace-Desktop-Rekorder können Sie im Unterricht, zuhause oder unterwegs bequem Inhalte mit automatischer Veröffentlichung und interaktivem Betrachten im LMS und MediaSpace-Videoportal von Kaltura aufzeichnen.
it: Il registratore desktop Kaltura CaptureSpace consente di catturare facilmente immagini in classe, a casa o mentre sei fuori, con pubblicazione automatica e visualizzazione interattiva in LMS e nel portale video MediaSpace di Kaltura.
pt_br: O Kaltura CaptureSpace Desktop Recorder permite capturar facilmente na sala de aula, em casa ou em movimento, com publicação automática e visualização interativa, no LMS e no portal de vídeos MediaSpace do Kaltura.
zh_tw: Kaltura CaptureSpace 桌面錄製器讓使用者可以在學校、在家或在行動中輕鬆地錄製，還可以自動發佈、使用 LMS 和 Kaltura 的 MediaSpace 影音入口進行互動式的檢視。

source: Download for Windows
de: Download für Windows
it: Download per Windows
pt_br: Baixar para Windows
zh_tw: Windows 下載

source: Download for Mac
de: Download für Mac
it: Download per Mac
pt_br: Baixar para Mac
zh_tw: Mac 下載

source: Add member
de: Mitglied hinzufügen
it: Aggiungi membro
pt_br: Adicionar membro
zh_tw: 新增會員

source: Remove %1 as a member of this category?
de: %1 als Mitglied dieser Kategorie entfernen?
it: Rimuovere %1 come membro di questa categoria?
pt_br: Remover %1 como membro desta categoria?
zh_tw: 移除 %1 的此類別會員身分?

source: Remove user
de: Benutzer entfernen
it: Rimuovi utente
pt_br: Remover usuário
zh_tw: 移除使用者

source: There are no more members.
de: Es gibt keine weiteren Mitglieder mehr.
it: Non ci sono altri membri.
pt_br: Não há mais membros.
zh_tw: 沒有更多會員。

source: Membership Settings
de: Mitgliedschaftseinstellungen
it: Impostazioni iscrizione
pt_br: Configurações de filiação
zh_tw: 會員資格設定

source: Default Permission Level:
de: Standardberechtigungsstufe:
it: Livello di permesso predefinito:
pt_br: Nível de permissão padrão:
zh_tw: 預設權限層級:

source: Offline Sync Group Name:
de: Gruppenname Offline-Synchronisierung:
it: Nome gruppo sincronizzazione offline:
pt_br: Nome do grupo de sincronização offline:
zh_tw: 離線同步群組名稱:

source: Enter a group name
de: Gruppennamen eingeben
it: Inserisci il nome del gruppo
pt_br: Insira um nome de grupo
zh_tw: 輸入群組名稱

source: Inherit permissions from parent category
de: Berechtigungen aus übergeordneter Kategorie übernehmen
it: Eredita permessi dalla categoria padre
pt_br: Permissões herdadas de uma categoria pai
zh_tw: 自母類別繼承權限

source: Import Members from Parent Category
de: Mitglieder aus übergeordneter Kategorie importieren
it: Importa membri dalla categoria padre
pt_br: Importar membros da categoria pai
zh_tw: 自母類別匯入會員

source: Add Member
de: Mitglied hinzufügen
it: Aggiungi membro
pt_br: Adicionar membro
zh_tw: 新增會員

source: There are no members...
de: Es gibt keine Mitglieder...
it: Non ci sono membri....
pt_br: Não há membros...
zh_tw: 沒有會員...

source: This will remove all the current members that are defined for this category and the category will inherit all the members and permissions from the parent category including the category owner. Would you like to proceed?
de: Hierdurch werden alle aktuellen Mitglieder, die für diese Kategorie definiert sind, entfernt, und die Kategorie übernimmt alle Mitglieder und Berechtigungen, einschließlich des Kategorieinhabers, von der übergeordneten Kategorie. Möchten Sie fortfahren?
it: Questa operazione rimuove tutti i membri correnti definiti per questa categoria e la categoria erediterà tutti i membri e i permessi dalla categoria padre, incluso il proprietario. Procedere?
pt_br: Isto irá remover todos os membros atuais que foram definidos para esta categoria e a categoria irá herdar todos os membros e permissões da categoria pai, incluindo o proprietário da categoria. Deseja continuar?
zh_tw: 該動作將會移除所有定義在這個類別的現有會員，而該類別則會繼承母類別的所有會員及權益設定，包括類別管理員。您確定要繼續嗎?

source: Are you sure that you would like to stop inheriting entitlements from the parent category? Note that if you are not the owner of the parent category you will not be able to access this section any longer
de: Sind Sie sicher, dass Sie keine Rechte von der übergeordneten Kategorie erben möchten? Beachten Sie, dass Sie, falls Sie nicht der Eigentümer der übergeordneten Kategorie sind, keinen Zugriff mehr auf diesen Abschnitt haben werden.
it: Desideri smettere di ereditare i diritti dalla categoria principale? Ricorda che se non sei il proprietario della categoria principale, non potrai più accedere a questa sezione
pt_br: Você tem certeza de que gostaria de parar de herdar direitos da categoria principal? Observe que, se você for proprietário da categoria principal, não terá mais acesso a esta seção.
zh_tw: 您確定要停止從父類別繼承權益嗎？請注意，如果您不是父類別的擁有者，則不再能夠存取此部分

source: Inherit permission
de: Berechtigung erben
it: Eredita permessi
pt_br: Herdar permissão
zh_tw: 繼承權限

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this category. Would you like to proceed?
de: Nur ein Inhaber kann zugewiesen werden. Diese Änderung macht den ausgewählten Benutzer zum neuen Inhaber und Sie werden als Manager für diese Kategorie festgelegt. Möchten Sie fortfahren?
it: È possibile assegnare un solo proprietario. Questa modifica renderà l'utente selezionato il nuovo proprietario e tu sarai impostato come responsabile della categoria. Procedere?
pt_br: Somente um proprietário pode ser atribuído. Esta alteração irá tornar o usuário selecionado o novo proprietário e você será definido como gerente desta categoria. Deseja continuar?
zh_tw: 您只能指派 1 名擁有者。這項變更將使選取的使用者成為新的擁有者，而您會被設為此類別的管理員。您要繼續嗎?

source: Set Owner
de: Inhaber festlegen
it: Imposta proprietario
pt_br: Definir proprietário
zh_tw: 設定擁有者

source: you
de: Sie
it: tu
pt_br: você
zh_tw: 您

source: owner
de: Inhaber
it: proprietario
pt_br: proprietário
zh_tw: 擁有者

source: Set as Owner
de: Als Inhaber festlegen
it: Imposta come proprietario
pt_br: Definir como proprietário
zh_tw: 設為擁有者

source: member
de: Mitglied
it: membro
pt_br: membro
zh_tw: 會員

source: members
de: Mitglieder
it: membri
pt_br: membros
zh_tw: 會員

source: Approve
de: Freigeben
it: Approva
pt_br: Aprovar
zh_tw: 核准

source: Reject
de: Ablehnen
it: Rifiuta
pt_br: Rejeitar
zh_tw: 拒絕

source: No Moderation Items...
de: Keine Moderationseinträge...
it: Nessun elemento in moderazione...
pt_br: Nenhum item de moderação...
zh_tw: 沒有仲裁項目...
