Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Cannot render media, please check the passed parameters %1(Error: %2)
de: Die Medien können nicht gerendert werden. Überprüfen Sie die übergebenen Parameter %1 (Fehler: %2)
it: Impossibile eseguire il rendering del contenuto multimediale, verificare i parametri passati %1(Errore: %2)
pt_br: Não é possível renderizar a mídia, verifique os parâmetros passados em %1(Error: %2)N
zh_tw: 無法轉譯媒體，請確認傳遞的參數 %1 (錯誤: %2)

source: Share
de: Teilen
it: Condividi
pt_br: Compartilhar
zh_tw: 分享

source: Playlist not found. Try to refresh the page or grab a new embed code.
de: Die Wiedergabeliste wurde nicht gefunden. Aktualisieren Sie die Seite oder verwenden Sie einen neuen Einbettungscode.
it: Playlist non trovata. Prova ad aggiornare la pagina o preleva un nuovo codice di incorporamento.
pt_br: Playlist não encontrada. Tente atualizar a página ou pegue um novo código de incorporação.
zh_tw: 找不到播放清單。請嘗試重新整理頁面，或取得新的嵌入代碼。

source: Playlist players min version required for secure embed is -
de: Die erforderliche Mindestversion von Wiedergabeliste-Playern für sicheres Einbetten ist -
it: La versione minima del player di playlist richiesta per l'incorporamento sicuro è:
pt_br: Versão mín. de players da playlist necessárias para incorporação segura é -
zh_tw: 安全嵌入所需的最舊播放清單播放器版本為 -

source: Please configure embed skins (players ids) in
de: Konfigurieren Sie die Einbettungs-Skins (Player-IDs) in
it: Configura le skin incorporate (ID player) in
pt_br: Configure os temas incorporados (IDS de players) em
zh_tw: 請設定下列項目的嵌入主題 (播放器 ID)

source: Embed
de: Einbetten
it: Incorpora
pt_br: Incorporar
zh_tw: 嵌入

source: Audio
pt_br: Áudio
zh_tw: 音訊

source: Recent
de: Neueste
it: Recente
pt_br: Recente
zh_tw: 新增日期

source: Your live event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
de: Das Live-Event wird noch aus dem lokalen Puffer übertragen. Wenn Sie die aktuelle Seite verlassen, wird die Übertragung unterbrochen.
it: L'evento live tra ancora trasmettendo il buffer locale. Se lasci questa pagina, la trasmissione verrà interrotta.
pt_br: Seu evento ao vivo ainda está em transmissão no buffer local. Se você sair da página atual a transmissão será interrompida.
zh_tw: 您的直播活動仍在本機的緩衝區中傳輸。如果您離開現在的頁面，傳輸將會中斷。

source: Create Event
de: Event erstellen
it: Crea evento
pt_br: Criar evento
zh_tw: 建立活動

source: Live Event created successfully.
de: Live-Event wurde erfolgreich erstellt.
it: L'evento live è stato creato.
pt_br: Evento ao vivo criado com sucesso
zh_tw: 直播活動已成功建立。

source: Failed to create Live Event.
de: Live-Event konnte nicht erstellt werden.
it: Impossibile creare l'evento live.
pt_br: Falha ao criar um evento ao vivo.
zh_tw: 建立直播活動失敗。

source: Live Events
it: Eventi live
pt_br: Eventos ao vivo
zh_tw: 直播活動

source: LIVE NOW
de: JETZT LIVE
it: LIVE ORA
pt_br: AO VIVO
zh_tw: 開始直播

source: UPCOMING EVENT
de: BEVORSTEHENDES EVENT
it: EVENTO IN PROGRAMMA
pt_br: EVENTO FUTURO
zh_tw: 近期的活動

source: Live
pt_br: Ao vivo
zh_tw: 直播

source: Live Event
it: Evento live
pt_br: Evento ao vivo
zh_tw: 直播活動

source: Enable DVR - Users will be able to seek back during the live event
de: DVR aktivieren - Benutzer können während des Live-Events rückwärts suchen
it: Abilita DVR - Gli utenti potranno tornare indietro nella riproduzione durante l'evento live
pt_br: Ativar DVR - Usuários poderão retroceder o vídeo durante o evento ao vivo
zh_tw: 啟用 DVR - 使用者將可以在直播活動中向後搜尋

source: Enable Recording of the Event - The event will be available to watch on demand after the broadcast ends. Up to 24 hours will be recorded.
de: Aufzeichnen des Events aktivieren - Das Event kann nach dem Ende der Übertragung auf Anforderung betrachtet werden. Es werden bis zu 24 Stunden aufgezeichnet.
it: Abilita registrazione dell'evento - L'evento potrà essere guardato on demand alla fine della trasmissione. La durata massima della registrazione è 24 ore.
pt_br: Habilitar gravação do evento - O evento estará disponível para ser assistido sob demanda, após o final da transmissão. Serão gravadas até 24 horas.
zh_tw: 啟用活動錄製 - 活動將可在播放結束後點播觀看。可錄製最多 24 小時。

source: Event Options
de: Event-Optionen
it: Opzioni evento
pt_br: Opções de evento
zh_tw: 活動選項

source: Edit Event and Broadcasting Options
de: Event- und Übertragungsoptionen bearbeiten
it: Modifica opzioni evento e broadcasting
pt_br: Editar opções de evento e transmissão
zh_tw: 編輯活動與播放選項

source: Entry id for duplication must be specified.
de: Die Eintrags-ID für die Duplizierung muss angegeben werden.
it: Deve essere specificato l'ID elemento per la duplicazione.
pt_br: ID da entrada para duplicação deve ser especificada.
zh_tw: 需要指定要複製的內容項目 ID。

source: Unexpected error
de: Unerwarteter Fehler
it: Errore imprevisto
pt_br: Erro inesperado
zh_tw: 未預期的錯誤

source: Cannot create quiz from this type of entry.
de: Aus diesem Typ von Eintrag kann kein Quiz erstellt werden.
it: Impossibile creare un quiz per questo tipo di elemento.
pt_br: Não é possível criar um quiz a partir desse tipo de entrada.
zh_tw: 無法從該類型的內容項目建立測驗。

source: Entry id must be specified.
de: Die Eintrags-ID muss angegeben werden.
it: È necessario specificare l'ID dell'elemento.
pt_br: ID de entrada deve ser especificada.
zh_tw: 需要指定內容項目 ID。

source: You are not entitled to edit this entry.
de: Sie sind nicht zum Bearbeiten dieses Eintrags berechtigt.
it: Non hai il permesso di modificare questo elemento.
pt_br: Você não tem permissão para editar esta entrada.
zh_tw: 您沒有編輯該內容項目的權益。

source: This is not a quiz entry.
de: Dies ist kein Quizeintrag.
it: Questo non un elemento del quiz.
pt_br: Esta não é uma entrada de quiz.
zh_tw: 這不是測驗內容項目。

source: Video Quiz
it: Quiz video
pt_br: Quiz do vídeo
zh_tw: 影片測驗

source: Quiz
zh_tw: 測驗

source: %1 - Quiz
zh_tw: %1 - 測驗

source: Edit Quiz
de: Quiz bearbeiten
it: Modifica quiz
pt_br: Editar quiz
zh_tw: 編輯測驗

source: Add Quiz
de: Quiz hinzufügen
it: Aggiungi quiz
pt_br: Adicionar Quiz
zh_tw: 新增測驗

source: Your presentation has been successfully created. You can now sync keypoints or edit metadata.
de: Ihre Präsentation wurde erfolgreich erstellt. Sie können nun Schlüsselpunkte synchronisieren oder Metadaten bearbeiten.
it: La tua presentazione è stata creata. Ora puoi sincronizzare i punti chiave o modificare i metadati.
pt_br: Sua apresentação foi criada com sucesso. Você agora pode sincronizar pontos chave ou editar os metadados.
zh_tw: 您的簡報已成功建立。您現在可以同步處理關鍵點或編輯中繼資料。

source: Video Presentations
de: Videopräsentationen
it: Presentazioni video
pt_br: Apresentações de vídeo
zh_tw: 影片簡報

source: Video Presentation
de: Videopräsentation
it: Presentazione video
pt_br: Apresentação de vídeo
zh_tw: 影片簡報

source: Register Now
de: Jetzt registrieren
it: Registra ora
pt_br: Registrar-se agora
zh_tw: 立即註冊

source: Join
de: Mitmachen
it: Partecipa
pt_br: Participar
zh_tw: 加入

source: Watch
de: Beobachten
it: Guarda
pt_br: Assistir
zh_tw: 觀賞

source: Webcasts
it: Webcast
zh_tw: 網路廣播

source: Refresh Details
de: Details aktualisieren
it: Aggiorna dettagli
pt_br: Atualizar detalhes
zh_tw: 重新整理詳細資料

source: Broadcasting
de: Übertragung
pt_br: Transmitindo
zh_tw: 播放中

source: Broadcast starting in
de: Übertragung wird gestartet in
it: La trasmissione inizierà tra
pt_br: Transmissão iniciada em
zh_tw: 播放開始時間

source: Broadcast started
de: Übertragung gestartet
it: Trasmissione iniziata
pt_br: Transmissão iniciada
zh_tw: 已開始播放

source: ago
de: vor
it: fa
pt_br: atrás
zh_tw: 之前

source: Recorded
de: Aufgezeichnet
it: Registrato
pt_br: Gravado
zh_tw: 已錄製

source: Webcast
zh_tw: 網路廣播

source: Unsupported URL or ID provided
de: Nicht unterstützte URL oder ID angegeben
it: È stato specificato un URL o un ID non supportato
pt_br: URL ou ID fornecidas são incompatíveis
zh_tw: 提供的 URL 或 ID 不受支援

source: Video Page Link (or Content ID)
de: Link zur Videoseite (oder Inhalts-ID)
it: Collegamento alla pagina del video (o ID contenuto)
pt_br: Link da página do vídeo (ou ID do conteúdo)
zh_tw: 影片頁面連結 (或內容 ID)

source: Replace Video
de: Video ersetzen
it: Sostituisci video
pt_br: Substituir vídeo
zh_tw: 取代影片

source: External Media
de: Externe Medien
it: Contenuti multimediali esterni
pt_br: Mídia externa
zh_tw: 外部媒體

source: Watched
de: Angesehen
it: Guardato
pt_br: Assistido
zh_tw: 已觀看

source: To import content from another channel you manage,
de: Um Inhalte aus einem anderen von Ihnen verwalteten Channel zu importieren,
it: Per importare contenuti da un altro canale di cui sei responsabile,
pt_br: Para importar conteúdo de outro canal gerenciado por você,
zh_tw: 若要從您管理的其他頻道匯入內容，

source: click here
de: hier klicken
it: fai clic qui
pt_br: clique aqui
zh_tw: 請點擊這裡

source: Select the channel you want to import entries from
de: Wählen Sie den Channel, aus dem Einträge importiert werden sollen
it: Seleziona il canale da cui vuoi importare gli elementi
pt_br: Selecione o canal do qual deseja importar as entradas
zh_tw: 請選取您要匯入其中項目的頻道

source: An error occurred while trying to complete your request. Please try again later.
de: Beim Ausführen Ihrer Anforderung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
it: Si è verificato un errore durante il tentativo di completare la tua richiesta. Riprova più tardi.
pt_br: Ocorreu um erro ao tentar concluir sua solicitação. Tente mais tarde.
zh_tw: 嘗試完成您的要求時發生錯誤，請再試一次。

source: Importing completed successfully. To refresh the page and view the imported entries,
de: Der Import wurde erfolgreich abgeschlossen. Um die Seite zu aktualisieren und die importierten Einträge anzuzeigen,
it: L'importazione è stata completata. Per aggiornare la pagina e visualizzare gli elementi importati,
pt_br: Importação concluída com sucesso. Para atualizar a página e ver as entradas importadas,
zh_tw: 成功完成匯入。若要重新整理頁面及檢視匯入的項目，

source: Importing Started Successfully
de: Der Import wurde erfolgreich gestartet
it: L'importazione è iniziata
pt_br: Importação iniciada com sucesso
zh_tw: 成功開始匯入

source: Cannot return a response for this request. One of the following parameters should be provided: "url" or "entryId"
de: Für diese Anfrage kann keine Antwort zurückgegeben werden. Einer der folgenden Parameter muss angegeben werden: "url" oder "entryId".
it: Impossibile rispondere alla richiesta. Deve essere specificato uno dei seguenti parametri: "url" o "entryId"
pt_br: Não é possível retornar uma resposta à essa solicitação. Um dos parâmetros a seguir deve ser fornecido: "url" ou "entryId"
zh_tw: 無法針對此要求傳回回應。應提供下列其中一項參數:「url」或「entryId」

source: Published entries cannot be unpublished
de: Die Veröffentlichung von Einträgen kann nicht rückgängig gemacht werden
it: Impossibile annullare la pubblicazione degli elementi già pubblicati
pt_br: Entradas publicadas não podem ser despublicadas
zh_tw: 已發佈的內容項目無法取消發佈

source: Media page will be visible to the content owner only.
de: Die Medienseite ist nur für den Inhalteinhaber sichtbar.
it: La pagina del contenuto multimediale sarà visibile solo al proprietario del contenuto.
pt_br: A página da mídia será visível somente para o proprietário do conteúdo.
zh_tw: 只有內容擁有者可以檢視媒體頁面。

source: Published
de: Veröffentlicht
it: Pubblicati
pt_br: Publicado
zh_tw: 已發佈

source: Media page will be visible to individuals according to entitlements on published destinations
de: Die Medienseite ist entsprechend den Rechten für veröffentlichte Ziele für Personen sichtbar.
it: La pagina del contenuto multimediale sarà visibile agli utenti in base ai rispettivi diritti sulle destinazioni pubblicate
pt_br: A página da mídia será visível para as pessoas, de acordo com os direitos nos locais publicados
zh_tw: 依據發佈目的地的設定，獲授權的使用者可以檢視媒體頁面

source: Please select at least one entry to publish
de: Bitte wählen Sie mindestens einen zu veröffentlichenden Eintrag aus
it: Seleziona almeno un elemento da pubblicare
pt_br: Selecione pelo menos uma entrada para publicar
zh_tw: 請選取至少 1 個要發佈的內容項目

source: You are not allowed to publish media to any channels or galleries
de: Sie sind nicht berechtigt, Medien in Channeln oder Galerien zu veröffentlichen
it: Non hai il permesso di pubblicare il contenuto multimediale in nessun canale o galleria
pt_br: Você não tem permissão para publicar a mídia para nenhum canal ou galeria
zh_tw: 您無法發佈媒體到任何頻道或頻道庫

source: An error occurred while trying to publish / unpublish media.
de: Beim Versuch, Medien zu veröffentlichen bzw. die Veröffentlichung von Medien rückgängig zu machen, ist ein Fehler aufgetreten.
it: Si è verificato un errore durante la pubblicazione o l'annullamento della pubblicazione del contenuto multimediale.
pt_br: Ocorreu um erro ao tentar publicar/despublicar a mídia.
zh_tw: 嘗試發佈/取消發佈媒體時發生錯誤。

source: No valid categories or channels for publish.
de: Keine gültigen Kategorien oder Channels zum Veröffentlichen.
it: Nessun canale o categoria validi per la pubblicazione.
pt_br: Nenhuma categoria ou canais válidos para publicar.
zh_tw: 沒有可發佈的有效類別或頻道。

source: The media could not be published / unpublished. Try unpublishing from other galleries/channels and try again
de: Die Medien konnten nicht veröffentlicht / ihre Veröffentlichung konnte nicht rückgängig gemacht werden. Machen Sie die Veröffentlichung in anderen Galerien/Channels rückgängig und versuchen Sie es erneut
it: Il contenuto multimediale non può essere pubblicato/la pubblicazione non può essere annullata. Prova ad annullare la pubblicazione in altre gallerie/canali e riprova
pt_br: Não foi possível publicar/despublicar a mídia. Experimente remover a publicação de outras galerias/canais e tente novamente.
zh_tw: 媒體無法發佈/取消發佈。請嘗試從其他媒體庫/頻道中取消發佈，再重試。

source: Media "%1" could not be published / unpublished. Try unpublishing this media from other galleries/channels and try again
de: Medien "%1" konnten nicht veröffentlicht / ihre Veröffentlichung konnte nicht rückgängig gemacht werden. Machen Sie die Veröffentlichung in anderen Galerien/Channels rückgängig und versuchen Sie es erneut
it: Il contenuto multimediale "%1" non può essere pubblicato/la pubblicazione non può essere annullata. Prova ad annullare la pubblicazione in altre gallerie/canali e riprova
pt_br: Não foi possível publicar/despublicar a mídia "%1". Experimente remover a publicação desta mídia de outras galerias/canais e tente novamente.
zh_tw: 媒體「%1」無法發佈/取消發佈。請嘗試從其他媒體庫/頻道中取消發佈該媒體，再重試。

source: The media could not be loaded
de: Die Medien konnten nicht geladen werden
it: Impossibile caricare il contenuto multimediale
pt_br: Não foi possível carregar a mídia
zh_tw: 媒體無法載入

source: Media could not be loaded "<strong>%1</strong>".
de: Die Medien konnten nicht in "<strong>%1</strong>" geladen werden.
it: Non è stato possibile caricare il contenuto multimediale "<strong>%1</strong>".
pt_br: Não foi possível carregar mídia "<strong>%1</strong>".
zh_tw: 無法載入媒體「<strong>%1</strong>」。

source: This media is pending review
de: Die Überprüfung dieser Medien steht noch aus
it: Il contenuto multimediale è in attesa di revisione
pt_br: Esta mídia está pendente de revisão
zh_tw: 媒體正在等待檢閱

source: This media is pending admin moderation and will not be visible until approved
de: Die Administratormoderation dieser Medien steht noch aus und sie sind erst sichtbar, wenn sie genehmigt wurden
it: Il contenuto multimediale è in attesa di moderazione e non sarà visibile fin quando non viene approvato
pt_br: Esta mídia tem moderação de admin pendente e não estará visível até que seja aprovada
zh_tw: 該媒體正等候系統管理員仲裁，在經核准前將不會顯示

source: Media "<strong>%1</strong>" is pending admin moderation and will not be visible until approved
de: Die Administratormoderation des Mediums "<strong>%1</strong>" steht noch aus und es ist erst sichtbar, wenn es genehmigt wurde
it: Il contenuto multimediale "<strong>%1</strong>" è in attesa di moderazione da parte dell'amministratore e non sarà visibile fin quando non viene approvato
pt_br: Mídia "<strong>%1</strong>" possui moderação de admin pendente e não será visível até que seja aprovada
zh_tw: 媒體「<strong>%1</strong>」正等候系統管理員仲裁，在經核准前將不會顯示。

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels
de: Sie müssen alle Pflichtfelder ausfüllen und den Eintrag speichern, bevor Sie ihn in Kategorien oder Channels veröffentlichen können
it: Devi compilare tutti i campi obbligatori e salvare l'elemento prima di poterlo pubblicare in categorie o canali
pt_br: Preencha todos os campos obrigatórios e salve a entrada antes de selecionar para publicá-la em categorias ou canais
zh_tw: 請先完成所有必要欄位並儲存內容項目，再選取並發佈該內容項目到類別或頻道

source: Entry "<strong>%1</strong>" cannot be published to categories or channels. Complete all the required fields and save the entry
de: Der Eintrag "<strong>%1</strong>" kann nicht in Kategorien oder Channels veröffentlicht werden. Füllen Sie alle Pflichtfelder aus und speichern Sie den Eintrag
it: Impossibile pubblicare l'elemento "<strong>%1</strong>" in categorie o canali. Compila prima tutti i campi obbligatori e salva l'elemento
pt_br: Entrada "<strong>%1</strong>" não pode ser publicada em categorias ou canais. Preencha todos os campos obrigatórios e salve a entrada
zh_tw: 內容項目「<strong>%1</strong>」無法發佈到類別或頻道。請完成所有必要欄位並儲存內容項目

source: You must choose entries
de: Sie müssen Einträge auswählen
it: Devi scegliere gli elementi
pt_br: Você deve escolher as entradas
zh_tw: 您必須選擇內容項目

source: You are not allowed to publish entries
de: Sie sind nicht zum Veröffentlichen von Einträgen berechtigt
it: Non hai il permesso di pubblicare elementi
pt_br: Você não tem permissão para publicar entradas
zh_tw: 您無法發佈內容項目

source: Complete all the required fields and save the entry before you can select to publish it to shared repositories
de: Sie müssen alle Pflichtfelder ausfüllen und den Eintrag speichern, bevor Sie ihn in gemeinsamen Repositorys veröffentlichen können
it: Devi compilare tutti i campi obbligatori e salvare l'elemento prima di poterlo pubblicare in archivi condivisi
pt_br: Preencha todos os campos obrigatórios e salve a entrada antes de selecionar para publicá-la em repositórios compartilhados
zh_tw: 請先完成所有必要欄位並儲存內容項目，再選取並發佈該內容項目到共用存放庫

source: Entry "<strong>%1</strong>" cannot be published to shared repositories. Complete all the required fields and save the entry
de: Der Eintrag "<strong>%1</strong>" kann nicht in gemeinsamen Repositorys veröffentlicht werden. Füllen Sie alle Pflichtfelder aus und speichern Sie den Eintrag
it: Impossibile pubblicare l'elemento "<strong>%1</strong>" in archivi condivisi. Compila prima tutti i campi obbligatori e salva l'elemento
pt_br: Entrada "<strong>%1</strong>" não pode ser publicada em repositórios compartilhados. Preencha todos os campos obrigatórios e salve a entrada
zh_tw: 內容項目「<strong>%1</strong>」無法發佈到共用存放庫。請完成所有必要欄位並儲存內容項目

source: Terms of Use
de: Nutzungsbedingungen
it: Termini d'uso
pt_br: Termos de Uso
zh_tw: 使用條款

source: I accept the
de: Ich akzeptiere die
it: Accetto i
pt_br: Eu aceito o(s)
zh_tw: 我同意

source: Publish
de: Veröffentlichen
it: Pubblica
pt_br: Publicar
zh_tw: 發佈

source: Confirm Contribution
de: Beitrag bestätigen
it: Conferma contributo
pt_br: Confirmar contribuição
zh_tw: 確認上傳

source: Please accept the terms of use
de: Bitte akzeptieren Sie die Nutzungsbedingungen
it: Accetta i termini d'uso
pt_br: Aceite os termos de uso
zh_tw: 請接受使用條款

source: Media page will be visible to anyone with a link to the page.
de: Die Medienseite ist für alle sichtbar, die über einen Link zu der Seite verfügen.
it: La pagina del contenuto multimediale sarà visibile a chiunque disponga del collegamento alla pagina.
pt_br: Clique em qualquer página para inserir um link para essa página.
zh_tw: 有該頁面連結的任何人都可以檢視媒體頁面。

source: Media successfully set to Unlisted
de: Die Medien wurden erfolgreich auf "Nicht aufgeführt" festgelegt
it: Il contenuto multimediale è stato impostato su Non in elenco
pt_br: Mídia definida como Não listada com sucesso
zh_tw: 媒體已成功設定自播放清單中移除

source: Appears In
de: Erscheint in
it: Appare in
pt_br: Aparece em
zh_tw: 出現在

source: Categories:
de: Kategorien:
it: Categorie:
pt_br: Categorias:
zh_tw: 類別:

source: Channels:
de: Channel:
it: Canali:
pt_br: Canais:
zh_tw: 頻道:

source: Category:
de: Kategorie:
it: Categoria:
pt_br: Categoria:
zh_tw: 類別:

source: Channel:
de: Channels
it: Canale:
pt_br: Canal:
zh_tw: 頻道:

source: Published in:
de: Veröffentlicht in:
it: Pubblicato in:
pt_br: Publicado em:
zh_tw: 發佈在:

source: Pending in:
de: Ausstehend in:
it: In sospeso in:
pt_br: Pendente em:
zh_tw: 待決在:

source: Rejected in:
de: Abgelehnt in:
it: Rifiutato in:
pt_br: Rejeitado em:
zh_tw: 拒絕在:

source: Publish all selected media items
de: Alle ausgewählten Medieneinträge veröffentlichen
it: Pubblica tutti gli elementi multimediali selezionati
pt_br: Publicar todos os itens de mídia selecionados
zh_tw: 發佈所有選取的媒體項目

source: Media successfully unpublished
de: Veröffentlichung der Medien erfolgreich rückgängig gemacht
it: La pubblicazione del contenuto multimediale è stata annullata
pt_br: Mídia despublicada com sucesso
zh_tw: 媒體已成功取消發佈

source: Media successfully published
de: Medien erfolgreich veröffentlicht
it: Il contenuto multimediale è stato pubblicato
pt_br: Mídia publicada com sucesso
zh_tw: 媒體已成功發佈

source: Note: Some media may not be published until approved by the media moderator.
de: Hinweis: Einige Medien können möglicherweise erst nach Genehmigung durch den Medienmoderator veröffentlicht werden.
it: Nota: alcuni contenuti multimediali potrebbero non venire pubblicati finché non vengono approvati dal moderatore del contenuto.
pt_br: Observação: algumas mídias podem não ser publicadas até que sejam aprovadas pelo moderador.
zh_tw: 注意: 部分媒體在未經媒體主席核准前將無法發佈。

source: Media successfully published / unpublished
de: Medien erfolgreich veröffentlicht / Veröffentlichung erfolgreich rückgängig gemacht
it: Il contenuto multimediale è stato pubblicato/la pubblicazione è stata annullata
pt_br: Mídia publicada/despublicada com sucesso
zh_tw: 媒體已成功發佈/取消發佈

source: Media successfully set to Private
de: Medien erfolgreich als privat festgelegt
it: Il contenuto multimediale è stato impostato su Privato
pt_br: Mídia definida como Privada com sucesso
zh_tw: 媒體已成功設為私人媒體

source: This action will un-publish the entry from all categories / channels.<br/>Are you sure you want to continue?
de: Durch diese Aktion wird die Veröffentlichung des Eintrags in allen Kategorien/Channels rückgängig gemacht.<br/>Möchten Sie wirklich fortfahren?
it: Questa operazione annullerà la pubblicazione dell'elemento in tutte le categorie/i canali.<br/>Continuare?
pt_br: Esta ação irá despublicar a entrada de todas as categorias/canais.<br/>Tem certeza de que deseja continuar?
zh_tw: 該動作將會自所有類別/頻道中取消發佈該內容項目。<br/>您確定要繼續嗎?

source: Related
de: Verbunden
it: Correlato
pt_br: Relacionado
zh_tw: 相關

source: Related Media
de: Verbundene Medien
it: File multimed. Correlati
pt_br: Mídia relacionada
zh_tw: 相關媒體

source: File type not allowed
de: Dateityp nicht zulässig
it: Tipo di file non consentito
pt_br: Tipo de arquivo não permitido
zh_tw: 不允許的檔案類型

source: Upload Cancelled
de: Hochladen abgebrochen
it: Caricamento annullato
pt_br: Carregamento cancelado
zh_tw: 已取消上傳

source: of
de: von
it: di
pt_br: de
zh_tw: 的

source: Your media is being processed , please contact the application administrator
de: Ihre Medien werden verarbeitet, bitte wenden Sie sich an den Anwendungsadministrator
it: L'elaborazione del contenuto multimediale è ancora in corso, contatta l'amministratore dell'applicazione
pt_br: Sua mídia está sendo processada, contate o administrador do aplicativo
zh_tw: 您的媒體正在處理中，請連絡應用程式管理員
