Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: After the document is uploaded, it will be converted to a format suitable for display in the presentation (this might take a few minutes).
de: Nachdem das Dokument hochgeladen wurde, wird es in ein für die Darstellung in der Präsentation geeignetes Format konvertiert (dies kann einige Minuten dauern).
it: Una volta caricato, il documento viene convertito in un formato adatto alla visualizzazione nella presentazione (la conversione può richiedere qualche minuto).
pt_br: Após o documento ser carregado, ele será convertido em um formato adequado para exibição na apresentação (isso pode levar alguns minutos).
zh_tw: 文件上傳之後，將會轉換成適合在簡報中顯示的格式 (這可能花上幾分鐘)。

source: Once your content is ready it will appear in the document list(step 2).
de: Sobald der Inhalt fertiggestellt ist, wird er in der Dokumentliste angezeigt (Schritt 2).
it: Quando è pronto, il contenuto apparirà nell'elenco dei documenti (passo 2).
pt_br: Quando o conteúdo estiver pronto, ele aparecerá na lista de documentos (etapa 2).
zh_tw: 您的內容會在就緒時出現在文件清單中 (步驟 2)。

source: Back to the video presentation creation flow (step 1)
de: Zurück zur Erstellung der Videopräsentation (Schritt 1)
it: Torna alla procedura di creazione della presentazione video (passo 1)
pt_br: Voltar ao fluxo de criação de apresentação de vídeo (etapa 1)
zh_tw: 回到影片簡報建立流程 (步驟 1)

source: Add Video Presentation
de: Videopräsentation hinzufügen
it: Aggiungi presentazione video
pt_br: Adicionar apresentação de vídeo
zh_tw: 新增影片簡報

source: To create a Video Presentation, follow these steps
de: Um eine Videopräsentation zu erstellen, folgen Sie diesen Schritten
it: Per creare una presentazione video, segui questi passaggi
pt_br: Para criar uma apresentação de vídeo, siga estas etapas
zh_tw: 若要建立影片簡報，請執行以下步驟

source: Select media (from a list of already uploaded and ready video and audio items)
de: Medien auswählen (aus einer Liste bereits hochgeladener und fertiggestellter Video- und Audioelemente)
it: Seleziona un contenuto multimediale (da un elenco di elementi audio e video già caricati e pronti)
pt_br: Selecionar mídia (de uma lista de itens de vídeo e de áudio já carregados e prontos)
zh_tw: 請選取媒體 (從已上傳並就緒的影片和音訊項目清單)

source: Select document (from a list of uploaded, and converted documents)
de: Dokument auswählen (aus einer Liste hochgeladener und konvertierter Dokumente)
it: Seleziona un documento (da un elenco di documenti caricati e già convertiti)
pt_br: Selecionar documento (de uma lista de documentos carregados e convertidos)
zh_tw: 請選取文件 (從已上傳並轉換的文件清單)

source: Add sync points to synchronize the document with the media
de: Synchronisierungspunkte hinzufügen, um das Dokument mit den Medien zu synchronisieren
it: Aggiungi punti di sincronizzazione per sincronizzare il documento con il contenuto multimediale
pt_br: Adicionar pontos de sincronização para sincronizar o documento com a mídia
zh_tw: 新增同步點以同步處理文件與媒體

source: In case you need to upload new documents to the server, use the upload document button below.
de: Falls Sie neue Dokumente auf den Server hochladen müssen, verwenden Sie die Schaltfläche "Dokument hochladen" weiter unten.
it: Qualora avessi bisogno di caricare nuovi documenti sul server, utilizza il pulsante di caricamento riportato di seguito.
pt_br: Caso você precise carregar novos documentos para o servidor, use o botão carregar documento abaixo.
zh_tw: 假如您需要上傳新文件到伺服器，請使用下方的上傳文件按鈕。

source: Once a Presentation is created, you will be redirected to the "edit page", where you will be able to sync keypoints for playback, and edit metadata.
de: Nachdem eine Präsentation erstellt wurde, werden Sie zur Bearbeitungsseite weitergeleitet, auf der Sie Keypoints für die Wiedergabe synchronisieren und Metadaten bearbeiten können.
it: Una volta creata una presentazione, verrai reindirizzato alla "pagina di modifica", in cui potrai sincronizzare punti chiave per la riproduzione e modificare i metadati.
pt_br: Após a apresentação ser criada, você será redirecionado à "editar página", onde poderá sincronizar os pontos principais da reprodução e editar os metadados.
zh_tw: 一旦建立簡報，會重新導向至「編輯頁面」。您可以在該頁面同步處理播放用的關鍵點，以及編輯中繼資料。

source: Broadcast Time
de: Übertragungszeit
it: Ora della trasmissione
pt_br: Tempo de transmissão
zh_tw: 播放時間

source: Event Opens
de: Ereignis öffnet sich
it: L'evento si apre
pt_br: Evento inicia-se em
zh_tw: 活動開啟

source: On
de: bei
it: Il
pt_br: às
zh_tw: 在

source: Broadcast
de: Übertragung
it: Trasmetti
pt_br: Transmitir
zh_tw: 播放

source: before
de: vor
it: prima
pt_br: antes
zh_tw: 之前

source: after
de: nachher
it: dopo
pt_br: depois
zh_tw: 之後

source: broadcast
de: Übertragung
it: trasmissione
pt_br: transmitir
zh_tw: 播放

source: On Demand Ends
de: On-Demand endet
it: L'on demand termina
pt_br: Encerramentos sob demanda
zh_tw: 點播結束

source: unlimited
de: unbegrenzt
it: illimitato
pt_br: ilimitado
zh_tw: 未受限制

source: User Information
de: Benutzerinformationen
it: Informazioni utente
pt_br: Informação do usuário
zh_tw: 使用者資訊

source: Please set content id
de: Legen Sie die Inhalts-ID fest
it: Imposta l'ID contenuto
pt_br: Selecione defina a ID do conteúdo
zh_tw: 請設定內容 ID

source: Replace
de: Ersetzen
it: Sostituisci
pt_br: Substituir
zh_tw: 取代

source: Undo
de: Rückgängig
it: Annulla
pt_br: Desfazer
zh_tw: 復原

source: Replace external entry
de: Externen Eintrag austauschen
it: Sostituisci elemento esterno
pt_br: Substituir entrada externa
zh_tw: 取代外部項目

source: Note: Only public YouTube videos are supported
de: Hinweis: Es werden nur öffentliche YouTube-Videos unterstützt
it: Nota: sono supportati solo video di YouTube pubblici
pt_br: Observação: Somente vídeos públicos do YouTube são compatíveis
zh_tw: 請注意: 僅支援公開的 YouTube 影片

source: To
de: Bis
it: A
pt_br: a
zh_tw: 至

source: You must select a channel to import from
de: Sie müssen einen Channel auswählen, aus dem importiert werden soll
it: Devi selezionare un canale come origine dell'importazione
pt_br: Você deve selecionar um canal a partir do qual importar
zh_tw: 您必須選取要匯入內容的頻道

source: Oops, it appears you do not have manager permissions in any other channel.
de: Ups! Sie verfügen scheinbar in keinem anderen Channel über Managerberechtigungen.
it: Oops, sembra che tu non abbia i permessi di responsabile in nessun altro canale.
pt_br: Ops, parece que você não tem permissões de gerenciamento em nenhum outro canal.
zh_tw: 糟糕，您似乎沒有其他任何頻道的管理員權限。

source: Please contact your administrator.
de: Wenden Sie sich an den Administrator.
it: Contatta l'amministratore.
pt_br: Contate seu administrador.
zh_tw: 請聯絡您的管理員。

source: It appears that none of the channels you manage contain any media assets to import.
de: Scheinbar enthält keiner der von Ihnen verwalteten Channels zu importierende Medieninhalte.
it: Sembra che nessuno dei canali di cui sei responsabile contenga contenuti multimediali da importare.
pt_br: Parece que nenhum dos canais gerenciados por você contém ativos de mídia para importação.
zh_tw: 您管理的頻道似乎沒有任何可匯入的媒體資產。

source: Importing...
de: Importieren...
it: Importazione...
pt_br: Importando...
zh_tw: 匯入中...

source: Additional Categories:
de: Zusätzliche Kategorien:
it: Altre categorie:
pt_br: Categorias adicionais:
zh_tw: 其他類別：

source: You can publish the media to multiple categories and channels.
de: Sie können die Medien in mehreren Kategorien und Channels veröffentlichen.
it: Puoi pubblicare il contenuto multimediale in più categorie e canali.
pt_br: Você pode publicar a mídia em múltiplas categorias e canais.
zh_tw: 您可以發佈媒體到多個類別與頻道。

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels.
de: Füllen Sie alle erforderlichen Felder aus und speichern Sie den Eintrag, bevor sie ihm auswählen, um ihn in Kategorien oder Kanälen veröffentlichen.
it: Devi compilare tutti i campi obbligatori e salvare l'elemento prima di poterlo pubblicare in categorie o canali.
pt_br: Preencha todos os campos obrigatórios, e salve a entrada antes de selecionar para publicá-la em categorias ou canais.
zh_tw: 請先完成所有必要欄位並儲存內容項目，再選取並發佈該內容項目到類別或頻道。

source: Note that the upload process needs to complete successfully for the "Published" option to be enabled.
de: Beachten Sie, dass der Hochladevorgang erfolgreich abgeschlossen sein muss, damit die Option "Veröffentlicht" aktiviert werden kann.
it: Ricorda che il processo di caricamento deve andare a buon fine perché venga abilitata l'opzione "Pubblicato".
pt_br: Observe que o processo de upload precisa ser concluído com sucesso, para que a opção "Publicado" seja ativada.
zh_tw: 請注意，需要成功完成上傳和處理，「發佈」選項才會啟用。

source: Publish in Category
de: In Kategorie veröffentlichen
it: Pubblica in una categoria
pt_br: Publicar na categoria
zh_tw: 在類別中發佈

source: Publish in Channel
de: In Channel veröffentlichen
it: Pubblica in un canale
pt_br: Publicar no canal
zh_tw: 在頻道中發佈

source: Publish in %1
de: Veröffentlichen in %1
it: Pubblica in %1
pt_br: Publicar em %1
zh_tw: 在 %1 中發佈

source: Top Channels I Manage
de: Von mir verwaltete Top-Channels
it: I canali più popolari di cui sono responsabile
pt_br: Principais canais que eu gerencio
zh_tw: 我管理的熱門頻道

source: More Channels
de: Weitere Channels
it: Altri canali
pt_br: Mais canais
zh_tw: 更多頻道

source: No related media for this entry
de: Keine verbundenen Medien für diesen Eintrag
it: Nessun contenuto multimediale associato a questo elemento
pt_br: Nenhuma mídia relacionada a esta entrada
zh_tw: 該內容項目沒有相關媒體

source: Cancel Replacement
de: Austausch abbrechen
it: Annulla sostituzione
pt_br: Cancelar substituição
zh_tw: 取消取代

source: Upload from Desktop
de: Vom Desktop hochgeladen
it: Carica da desktop
pt_br: Enviar do desktop
zh_tw: 從桌面上傳

source: All common video formats in all resolutions are accepted.
de: Es werden alle üblichen Videoformate in jeder Auflösung akzeptiert.
it: Sono accettati tutti i formati video più diffusi in tutte le risoluzioni.
pt_br: São aceitos formatos de vídeo em todas as resoluções.
zh_tw: 所有解析度的所有常用影片格式皆可使用。

source: Note that media will be unpublished from a moderated location (channel/category) and will remain published otherwise.
de: Beachten Sie, dass die Veröffentlichung von Medien an einer moderierten Stelle (Channel/Kategorie) rückgängig gemacht wird und dass die Medien ansonsten veröffentlicht bleiben.
it: Ricorda che la pubblicazione di un contenuto multimediale viene annullata nelle posizioni moderate (canali/categorie), mentre negli altri casi il contenuto resta pubblicato.
pt_br: Observe que a mídia será despublicada de um local moderado (canal/categoria) e permanecerá publicada nos outros locais.
zh_tw: 請注意，該媒體會從經仲裁的位置 (頻道/類別) 取消發佈，但在其他位置皆繼續發佈。

source: Upload from URL
de: Hochladen von URL
it: Carica da URL
pt_br: Carregar de URL
zh_tw: 從 URL 上傳

source: Continue to replace the media.
de: Fortfahren, um die Medien zu ersetzen.
it: Continua e sostituisci il contenuto multimediale.
pt_br: Continuar para substituir a mídia.
zh_tw: 繼續以取代媒體。

source: Approve Replacement
de: Austausch genehmigen
it: Approva sostituzione
pt_br: Aprovar substituição
zh_tw: 核准取代

source: Replace Again
de: Erneut ersetzen
it: Sostituisci di nuovo
pt_br: Substituir novamente
zh_tw: 再次取代

source: Ingest media from a URL:
de: Medium erfassen über URL:
it: Inserisci contenuto multimediale da un URL:
pt_br: Absorver mídia de uma URL:
zh_tw: 從 URL 內嵌媒體：

source: Validate URL
de: URL überprüfen
it: Convalida URL
pt_br: Validar URL
zh_tw: 驗證 URL

source: Supported protocols are: http, https, and ftp. If the URL is password protected,
de: Unterstützte Protokolle: HTTP, HTTPS und FTP. Wenn die URL durch ein Passwort geschützt ist,
it: I protocolli supportati sono: http, https e ftp. Se l'URL è protetto da una password,
pt_br: Protocolos compatíveis: http, https e ftp. Se a URL é protegida por senha,
zh_tw: 支援的通訊協定分別為 http、https 和 ftp。如果 URL 受密碼保護，

source: Available to view
de: Für Ansicht verfügbar
it: Disponibile per la visualizzazione
pt_br: Disponível para visualizar
zh_tw: 可供檢視

source: From:
de: Von:
it: Dal:
pt_br: De:
zh_tw: 從：

source: Any Time
de: Beliebiger Zeitpunkt
it: In qualsiasi momento
pt_br: Qualquer hora
zh_tw: 任何時間

source: Until:
de: Bis:
it: Fino al:
pt_br: Até:
zh_tw: 到：

source: You already added this video in the past. Please choose another.
de: Sie haben dieses Video bereits hinzugefügt. Wählen Sie ein anderes aus.
it: Hai già aggiunto questo video in precedenza. Scegline un altro.
pt_br: Você já adicionou este vídeo no passado. Escolha outro.
zh_tw: 您過去已經新增該影片。請選擇其他影片。

source: Please make sure that the url is valid, and the checkbox is selected
de: Stellen Sie sicher, dass die URL gültig und das Kontrollkästchen aktiviert ist
it: Assicurati che l'URL sia valido e che la casella di controllo sia selezionata
pt_br: Certifique-se de que a URL é válida e de que a caixa de seleção está marcada
zh_tw: 請確認該網址有效，以及核取方塊已選取

source: Your Screen Recording video will be imported and converted.
de: Ihr Bildschirmaufzeichnungs-Video wird importiert und konvertiert.
it: Il video della registrazione della schermata verrà importato e convertito.
pt_br: Seu vídeo de gravação de tela será importado e convertido.
zh_tw: 將匯入並轉換您的螢幕錄製影片。

source: Link to this media
de: Link zu diesen Medien
it: Collegamento a questo contenuto multimediale
pt_br: Vincular a esta mídia
zh_tw: 此媒體的連結

source: Screen Recorder
de: Bildschirm-Rekorder
it: Registratore schermate
pt_br: Gravador de tela
zh_tw: 螢幕錄製器

source: To create a Screen Recording, follow these steps:
de: Um eine Bildschirmaufnahme zu erstellen, gehen Sie wie folgt vor:
it: Per creare la registrazione di una schermata, segui questi passaggi:
pt_br: Para criar uma gravação de tela, siga estes passos:
zh_tw: 若要建立螢幕錄製，請執行以下步驟:

source: Click on the button to launch the Screen Recorder
de: Klicken Sie auf diese Schaltfläche, um den Bildschirm-Rekorder zu starten
it: Fai clic sul pulsante per aprire il Registratore schermate
pt_br: Clique no botão para iniciar o Gravador de Tela
zh_tw: 請點擊按鈕以啟動「螢幕錄製器」

source: Select the options, area to capture and click the Record button
de: Wählen Sie die Optionen und den aufzuzeichnenden Bereich aus und klicken Sie auf die Schaltfläche "Aufzeichnen"
it: Seleziona le opzioni, l'area da catturare e fai clic sul pulsante Registra
pt_br: Selecione as opções, área para capturar e clique no botão Gravar
zh_tw: 請選取選項、要擷取的範圍，並點擊「錄製」按鈕

source: Once you complete the recording, review the result and click the Upload button
de: Nachdem Sie die Aufzeichnung abgeschlossen haben, überprüfen Sie das Ergebnis und klicken Sie auf die Schaltfläche "Hochladen"
it: Al termine della registrazione, verifica il risultato e fai clic sul pulsante Carica
pt_br: Após concluir a gravação, revise o resultado e clique no botão Carregar
zh_tw: 一旦您完成錄製，請檢閱結果並點擊「上傳」按鈕

source: After the upload is complete you will be able to enter the metadata for the entry and save it
de: Nach Abschluss des Uploads können Sie die Metadaten für den Eintrag eingeben und speichern
it: Al termine del caricamento potrai aggiungere i metadati per l'elemento e salvarlo
pt_br: Após a conclusão do carregamento, você poderá inserir os metadados para a entrada e salvá-la
zh_tw: 上傳完成後，您可以輸入該內容項目的中繼資料並儲存

source: Launch the screen recorder
de: Bildschirm-Rekorder starten
it: Apri il registratore schermate
pt_br: Iniciar o gravador de tela
zh_tw: 啟動螢幕錄製器

source: It might take up to 1 or 2 minutes to load the applet, depending on the installed Java version
de: Je nach der installierten Java-Version kann das Laden des Applets 1 oder 2 Minuten dauern
it: Potrebbero volerci fino a 1 o 2 minuti per caricare l'applet, a seconda della versione Java installata
pt_br: Pode levar até 1 ou 2 minutos para carregar o applet, dependendo da versão Java instalada
zh_tw: 載入程式約需要花上 1 至 2 分鐘，這會依您安裝的 Java 版本而有所差異

source: Thumbnail has been captured
de: Das Vorschaubild wurde aufgezeichnet
it: La miniatura è stata catturata
pt_br: Miniatura foi capturada
zh_tw: 縮圖已擷取

source: Thumbnail capture failed
de: Die Aufzeichnung des Vorschaubilds ist fehlgeschlagen
it: Cattura della miniatura non riuscita
pt_br: Falha ao capturar miniatura
zh_tw: 縮圖擷取失敗

source: Select one of the Thumbnails
de: Wählen Sie eines der Vorschaubilder aus
it: Seleziona una delle miniature
pt_br: Selecionar uma das miniaturas
zh_tw: 從這些縮圖中選取 1 個

source: %sNote: %s By using %sUpload%s
de: %sHinweis: %s Durch die Verwendung von %sHochladen%s
it: %sNota: %s utilizzando %sCarica%s
pt_br: %sObservação: %s Ao usar o %sCarregamento%s
zh_tw: %s 注意事項: %s 使用 %s 上傳 %s

source: , %sCapture%s
de: , %sAufzeichnen%s
it: , %sCattura%s
pt_br: , %sCapturar%s
zh_tw: ，%s 擷取 %s

source: or %sAuto-Generate%s
de: oder %sAutomatisch generieren%s
it: o %sGenera automaticamente%s
pt_br: ou %sGerar Automaticamente%s
zh_tw: 或 %s 自動產生 %s

source: you will set the default thumbnail as the selected one. If you need to backup your current thumbnail, you can %sDownload%s it.
de: legen Sie das Standard-Vorschaubild als ausgewähltes Vorschaubild fest. Wenn Sie das aktuelle Vorschaubild sichern müssen, können Sie es %sherunterladen%s.
it: verrà impostata come predefinita la miniatura selezionata. Se vuoi eseguire una copia di backup della miniatura corrente, puoi %scaricarla%s.
pt_br: você definirá a miniatura padrão como sendo a selecionada. Se precisar fazer um backup da miniatura atual, pode fazer o %sDownload%s dela.
zh_tw: 您會將選取的縮圖設為預設縮圖。如果您需要備份您現有的縮圖，您可以 %s 下載 %s 這些縮圖。

source: Capture
de: Aufzeichnen
it: Cattura
pt_br: Capturar
zh_tw: 擷取

source: Auto-Generate
de: Automatisch generieren
it: Genera automaticamente
pt_br: Gerar automaticamente
zh_tw: 自動產生

source: No thumbnail was uploaded for this event
de: Für dieses Event wurde kein Vorschaubild hochgeladen
it: Nessuna miniatura è stata caricata per questo evento
pt_br: Nenhuma miniatura carregada para este evento
zh_tw: 此活動沒有上傳的縮圖

source: Upload a thumbnail from your desktop and use it as the default thumbnail
de: Vorschaubild vom Desktop hochladen und als Standard-Vorschaubild verwenden
it: Carica una miniatura dal desktop e utilizzala come miniatura predefinita
pt_br: Carregar uma miniatura do seu desktop e usá-la como miniatura padrão
zh_tw: 從您的桌面上傳縮圖，並將該縮圖設為預設縮圖

source: Use the above player to to seek the frame you would like to use as your default thumbnail and then click on the Capture button.
de: Wählen Sie mithilfe des obigen Players den Frame aus, den Sie als Standard-Vorschaubild verwenden möchten, und klicken Sie dann auf die Schaltfläche "Aufzeichnen".
it: Usa il player qui sopra per cercare il fotogramma che vuoi utilizzare come miniatura predefinita, quindi fai clic sul pulsante Cattura.
pt_br: Use o player acima para buscar o quadro que gostaria de usar como sua miniatura padrão e depois clique no botão Capturar.
zh_tw: 使用上方的播放器以尋找您想用做預設縮圖的畫面，然後點擊「擷取」按鈕。

source: Select one thumbnail from ten automatically generated thumbnails of this video and set it as the default thumbnail.
de: Wählen Sie aus zehn automatisch generierten Vorschaubildern dieses Videos ein Vorschaubild aus und legen Sie es als Standard-Vorschaubild fest.
it: Seleziona una miniatura tra dieci di questo video generate automaticamente e impostala come miniatura predefinita.
pt_br: Selecione uma miniatura das dez miniaturas automaticamente geradas deste vídeo e defina-a como miniatura padrão.
zh_tw: 請從 10 個自此影片自動產生的縮圖中選擇 1 個，並將其設為預設縮圖。

source: Thumbnail for media
de: Vorschaubild für Medien
it: Miniatura del contenuto multimediale
pt_br: Miniatura para mídia
zh_tw: 媒體的縮圖

source: There are no more categories.
de: Es sind keine weiteren Kategorien vorhanden.
it: Non ci sono altre categorie.
pt_br: Não há mais categorias.
zh_tw: 沒有更多類別。

source: Top Categories Report
de: Bericht zu Top-Kategorien
it: Rapporto sulle categorie più popolari
pt_br: Relatório de principais categorias
zh_tw: 熱門類別報告

source: Top Channels Report
de: Bericht zu Top-Channels
it: Rapporto sui canali più popolari
pt_br: Relatório de principais canais
zh_tw: 熱門頻道報告

source: There are no more users.
de: Es sind keine weiteren Benutzer vorhanden.
it: Non ci sono altri utenti.
pt_br: Não há mais usuários.
zh_tw: 沒有更多使用者。

source: Contributor Media Content Drop Off
de: Medieninhalt-Abbruch Mitarbeiter
it: Abbandono contenuto multimediale contributore
pt_br: Desistência de colaborador de conteúdo de mídia
zh_tw: 上傳者媒體內容暫時擱置

source: User Contribution Report
de: Benutzerbeitragsbericht
it: Rapporto sui contributi dell'utente
pt_br: Relatório de colaboração de usuário
zh_tw: 使用者上傳報告

source: User Media Content Drop Off
de: Medieninhalt-Abbruch Benutzer
it: Abbandono contenuto multimediale utente
pt_br: Desistência de conteúdo de mídia do usuário
zh_tw: 使用者媒體內容暫時擱置

source: User Engagement Report
de: Benutzerbeteiligungsbericht
it: Rapporto sul coinvolgimento degli utenti
pt_br: Relatório de envolvimento do usuário
zh_tw: 使用者觀看時間報告

source: Analytics for media
de: Analytics für Medien
it: Analisi dati per il contenuto multimediale
pt_br: Análise para a mídia
zh_tw: 媒體的分析

source: Analytics for Channel
de: Analytics für Channel
it: Analisi dati per il canale
pt_br: Análise para o canal
zh_tw: 頻道的分析

source: Media Items Report
de: Bericht zu Medienelementen
it: Rapporto sugli elementi multimediali
pt_br: Relatório de itens da mídia
zh_tw: 媒體項目報告

source: User Content Dropoff Report
de: Bericht zu Inhaltsabbruch Benutzer
it: Rapporto sugli abbandoni del contenuto utente
pt_br: Relatório de desistência de conteúdo de usuário
zh_tw: 使用者內容暫時擱置報告

source: Plays to Visits Ratio
de: Verhältnis von Wiedergaben zu Besuchen
it: Rapporto riproduzioni/visite
pt_br: Razão reproduções x visitas
zh_tw: 播放次數與到訪人數的比率

source: Avg. Drop-Off
de: Durchschn. Abbruch
it: Numero medio di abbandoni
pt_br: Média de desistência
zh_tw: 觀看完成比率

source: Legend
de: Legende
it: Legenda
pt_br: Legenda
zh_tw: 圖例

source: Other
de: Sonstige
it: Altro
pt_br: Outro
zh_tw: 其他

source: No data
de: Keine Daten
it: Nessun dato
pt_br: Sem dados
zh_tw: 沒有資料

source: General Metrics
de: Allgemeine Metriken
it: Metriche generali
pt_br: Métricas gerais
zh_tw: 一般計量

source: Avg Score
de: Durchschn. Punktzahl
it: Punteggio medio
pt_br: Pontuação média
zh_tw: 平均分數

source: note the scores data doesn't change per time filter
de: beachten Sie, das durch den Zeitfilter Punktzahl-Daten nicht geändert werden
it: ricorda che i dati sui punteggi non cambiano in base al filtro temporale
pt_br: observe que os dados de pontuação não alteram por filtro de horário
zh_tw: 請注意，分數資料不會因時間篩選而變更

source: View Drop Off
de: Ansichtsabbruch
it: Abbandono visione
pt_br: Ver desistência
zh_tw: 觀看完成比率

source: Avg View Time
de: Durchschn. Ansichtsdauer
it: Tempo medio di visione
pt_br: Tempo méd. de visualização
zh_tw: 平均觀看時間

source: Top Plays In Channels
de: Top-Wiedergaben in Channels
it: Riproduzioni più popolari nei canali
pt_br: Mais reproduzidos em Canais
zh_tw: 頻道中最熱門

source: View All
de: Alle anzeigen
it: Visualizza tutti
pt_br: Ver tudo
zh_tw: 檢視全部

source: Top Plays In Categories
de: Top-Wiedergaben in Kategorien
it: Riproduzioni più popolari nelle categorie
pt_br: Mais reproduzidos em Categorias
zh_tw: 類別中最熱門

source: Top Engaged Users
de: Top eingebundene Benutzer
it: Utenti più coinvolti
pt_br: Principais usuários envolvidos
zh_tw: 觀看時間最久的使用者

source: Media Items
de: Medienelemente
it: Elementi multimediali
pt_br: Itens da mídia
zh_tw: 媒體項目

source: number of media in this channel
de: Anzahl der Medien in diesem Channel
it: numero di contenuti multimediali in questo canale
pt_br: quantidade de mídia neste canal
zh_tw: 此頻道中的媒體數目
