Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: An error occurred while deleting this caption file.
de: Ein Fehler ist beim Löschen dieser Untertiteldatei aufgetreten.
it: Si è verificato un errore durante l'eliminazione di questo file dei sottotitoli.
pt_br: Ocorreu um erro ao deletar o arquivo de legenda.
zh_tw: 刪除該字幕檔時發生錯誤。

source: There was an error setting this caption file as Default.
de: Ein Fehler ist beim Festlegen dieser Untertiteldatei als Standard aufgetreten.
it: Si è verificato un errore durante l'impostazione di questo file dei sottotitoli come predefinito.
pt_br: Ocorreu um erro ao definir este arquivo de legenda como Padrão.
zh_tw: 設定該字幕檔為預設時發生錯誤。

source: There was an error downloading this caption file.
de: Beim Herunterladen der Untertiteldatei ist ein Fehler aufgetreten.
it: Si è verificato un errore durante il download di questo file dei sottotitoli.
pt_br: Houve um erro ao baixar o arquivo de legenda.
zh_tw: 下載該字幕檔時發生錯誤。

source: Select a caption file
de: Wählen Sie eine Untertiteldatei
it: Seleziona un file dei sottotitoli
pt_br: Selecione um arquivo de configuração
zh_tw: 選取字幕檔

source: An Error occured while uploading the caption file.
de: Ein Fehler ist beim Hochladen der Untertiteldatei aufgetreten.
it: Si è verificato un errore durante il caricamento del file dei sottotitoli.
pt_br: Ocorreu um erro ao carregar o arquivo de legenda.
zh_tw: 上傳字幕檔時發生錯誤。

source: This caption file no longer exists.
de: Diese Untertiteldatei existiert nicht mehr.
it: Questo file dei sottotitoli non esiste più.
pt_br: Este arquivo de configuração não existe.
zh_tw: 該字幕檔不再存在。

source: Sorry, an error while retrieving entry, please try again.
de: Leider ist beim Abrufen des Eintrags ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
it: Spiacenti, si è verificato un errore durante il recupero dell'elemento, riprova.
pt_br: Lamentamos, mas ocorreu um erro ao recuperar a entrada. Tente novamente.
zh_tw: 很抱歉，擷取項目時發生錯誤，請再試一次。

source: Select a language
de: Wählen Sie eine Sprache
it: Seleziona una lingua
pt_br: Selecione um idioma
zh_tw: 選取語言

source: Enter a label
de: Geben Sie eine Beschriftung ein
it: Inserisci un'etichetta
pt_br: Inserir um rótulo
zh_tw: 輸入標籤

source: Language
de: Sprache
it: Lingua
pt_br: Idioma
zh_tw: 語言

source: Select Language
de: Sprache auswählen
it: Seleziona lingua
pt_br: Selecionar idioma
zh_tw: 選取語言

source: Label
de: Beschriftung
it: Etichetta
pt_br: Rótulo
zh_tw: 標籤

source: (text that appears in caption selector)
de: (Text, der in der Untertitelauswahl erscheint)
it: (il testo che compare nello strumento di selezione dei sottotitoli)
pt_br: (o texto que aparece no seletor de legendas)
zh_tw: (出現在字幕選擇器的文字)

source: No Results.
de: Keine Ergebnisse.
it: Nessun risultato.
pt_br: Nenhum resultado.
zh_tw: 沒有結果。

source: Captions
de: Untertitel
it: Sottotitoli
pt_br: Legendas
zh_tw: 字幕

source: Search In Video
de: In Video suchen
it: Cerca nel video
pt_br: Buscar no vídeo
zh_tw: 在影片中搜尋

source: media that include the text inside its captions
de: Medien, die den Text in den Untertiteln enthalten
it: contenuti multimediali che includono il testo nei sottotitoli
pt_br: mídia que inclui o texto em em suas legendas
zh_tw: 含有其字幕內文的媒體

source: Enable Embed Grab
de: Auswählen des Einbettungscodes aktivieren
it: Abilita prelevamento incorporamento
pt_br: Habilitar captar incorporado
zh_tw: 啟用嵌入代碼取得

source: This user is already a member of this category
de: Dieser Benutzer ist bereits ein Mitglied dieser Kategorie
it: L'utente è già membro di questa categoria
pt_br: Este usuário já é um membro desta categoria
zh_tw: 這名使用者已是該類別的會員

source: %1 was added to your category.
de: %1 wurde Ihrer Kategorie hinzugefügt.
it: %1 è stato aggiunto alla tua categoria.
pt_br: %1 foi adicionado à sua categoria.
zh_tw: %1 已新增到您的類別。

source: User %1 does not exist
de: Benutzer %1 existiert nicht
it: L'utente %1 non esiste.
pt_br: O usuário %1 não existe
zh_tw: 使用者 %1 不存在。

source: There was an error creating the category member.
de: Ein Fehler ist beim Erstellen des Kategorie-Mitglieds aufgetreten.
it: Si è verificato un errore durante la creazione del membro della categoria.
pt_br: Houve um erro na criação do membro da categoria.
zh_tw: 建立類別會員時發生錯誤。

source: Permission changed. Updating permissions might take a few minutes.
de: Berechtigung geändert. Das Aktualisieren der Berechtigungen kann einige Minuten in Anspruch nehmen.
it: Autorizzazione modificata. L'aggiornamento delle autorizzazioni può richiedere alcuni minuti.
pt_br: Permissão alterada. A atualização de permissões pode levar alguns minutos.
zh_tw: 權限已變更。更新權限或可能花幾分鐘。

source: There was an error updating the category member permission.
de: Ein Fehler ist beim Aktualisieren der Berechtigung des Kategorie-Mitglieds aufgetreten.
it: Si è verificato un errore durante l'aggiornamento dell'autorizzazione del membro della categoria.
pt_br: Houve um erro na atualização da permissão de membro da categoria.
zh_tw: 更新類別會員權限時發生錯誤。

source: Problem occured.
de: Ein Problem ist aufgetreten.
it: Si è verificato un problema.
pt_br: Ocorreu um problema.
zh_tw: 發生問題。

source: Members are being imported... This may take a while, you can refresh the page to see the changes.
de: Mitglieder werden importiert... Dies kann eine Weile dauern. Sie können die Seite aktualisieren, um die Änderungen anzusehen.
it: Importazione in corso dei membri... L'importazione può richiedere diversi minuti, aggiorna la pagina per verificare i cambiamenti.
pt_br: Os membros foram importados... Isto pode levar um tempo, você pode atualizar a página e ver as alterações.
zh_tw: 正在匯入會員... 這可能會花上一些時間，您可以重新整理頁面以檢視變化。

source: %1 is no longer a category member.
de: %1 ist kein Kategorie-Mitglied mehr.
it: %1 non è più membro della categoria.
pt_br: %1 não é mais um membro da categoria.
zh_tw: %1 已不再是類別會員。

source: There was an error deleting %1
de: Beim Löschen von %1 ist ein Fehler aufgetreten
it: Si è verificato un errore durante l'eliminazione di %1
pt_br: Ocorreu um erro ao excluir %1.
zh_tw: 刪除 %1 時發生錯誤

source: Enter user or group name
de: Benutzer- oder Gruppennamen eingeben
it: Inserisci il nome dell'utente o del gruppo
pt_br: Inserir nome de usuário ou do grupo
zh_tw: 請輸入使用者或群組名稱

source: user name or id
de: Benutzername oder Kennung
it: nome o ID utente
pt_br: nome de usuário ou ID
zh_tw: 使用者名稱或 ID

source: Set permission
de: Berechtigung festlegen
it: Imposta autorizzazione
pt_br: Definir permissão
zh_tw: 設定權限

source: Member
de: Mitglied
it: Membro
pt_br: Membro
zh_tw: 會員

source: Contributor
de: Mitwirkender
it: Contributore
pt_br: Colaborador
zh_tw: 上傳者

source: Moderator
it: Moderatore
pt_br: Moderador
zh_tw: 主席

source: Manager
it: Responsabile
pt_br: Gerente
zh_tw: 管理員

source: Members
de: Mitglieder
it: Membri
pt_br: Membro(s)
zh_tw: 會員

source: Item/s have been approved and will appear in category.
de: Der Eintrag/die Einträge wurde/n freigegeben und erscheint/erscheinen in der Kategorie.
it: Gli elementi sono stati approvati e compariranno nella categoria.
pt_br: O(s) item(ns) foi(ram) aprovado(s) e aparecerá(ão) na categoria.
zh_tw: 項目已核准，將出現在類別中。

source: Item/s have been rejected and will not appear in category.
de: Der Eintrag/die Einträge wurde/n abgelehnt und erscheint/erscheinen nicht in der Kategorie.
it: Gli elementi sono stati rifiutati e non compariranno nella categoria.
pt_br: O(s) item(ns) foi(ram) rejeitado(s) e não aparecerá(ão) na categoria.
zh_tw: 項目已遭拒絕，將不會出現在類別中。

source: %1 Pending
de: %1 ausstehend
it: %1 in sospeso
pt_br: %1 Pendente
zh_tw: %1 待決中

source: Moderate content (Media will not appear in category until approved by category manager)
de: Inhalte moderieren (Medien erscheinen erst in der Kategorie, wenn sie vom Kategorien-Manager freigegeben wurden)
it: Modera contenuti (i contenuti multimediali non compariranno nella categoria finché il responsabile della categoria non li approva)
pt_br: Conteúdo moderado (a mídia não aparecerá na categoria até que seja aprovada pelo gerente da categoria)
zh_tw: 需審查內容 (媒體將不會出現在類別中，直到類別管理員核准)

source: View
de: Ansicht
it: Visualizza
pt_br: Visualizar
zh_tw: 檢視

source: Failed to save playlists new order
de: Die neue Reihenfolge in Wiedergabelisten konnte nicht gespeichert werden
it: Impossibile salvare il nuovo ordine delle playlist
pt_br: Falha ao salvar nova ordem de playlists
zh_tw: 儲存播放清單新順序失敗

source: The playlist <b><i>%s</i></b> was deleted successfully
de: Die Wiedergabeliste <b><i>%s</i></b> wurde erfolgreich gelöscht
it: La playlist <b><i>%s</i></b> è stata eliminata
pt_br: A playlist <b><i>%s</i></b> foi excluída com sucesso
zh_tw: 播放清單 <b><i>%s</i></b> 已成功刪除

source: Failed to delete playlist <b><i>%s</i></b>
de: Die Wiedergabeliste <b><i>%s</i></b> konnte nicht gelöscht werden
it: Impossibile eliminare la playlist <b><i>%s</i></b>
pt_br: Falha ao excluir a playlist <b><i>%s</i></b>
zh_tw: 刪除播放清單 <b><i>%s</i></b> 失敗

source: Successfully added a new playlist <b><i>%s</i></b>
de: Eine neue Wiedergabeliste <b><i>%s</i></b> wurde erfolgreich hinzugefügt
it: Una nuova playlist <b><i>%s</i></b> è stata aggiunta
pt_br: Adicionou com sucesso um novo playlist <b><i>%s</i></b>
zh_tw: 成功新增播放清單 <b><i>%s</i></b>

source: Failed to add a new playlist <b><i>%s</i></b>
de: Die neue Wiedergabeliste <b><i>%s</i></b> konnte nicht hinzugefügt werden
it: Impossibile aggiungere una nuova playlist <b><i>%s</i></b>
pt_br: Falha ao adicionar uma playlist <b><i>%s</i></b>
zh_tw: 新增播放清單 <b><i>%s</i></b> 失敗

source: Playlist <b><i>%s</i></b> updated successfuly
de: Wiedergabeliste <b><i>%s</i></b> erfolgreich aktualisiert
it: La playlist <b><i>%s</i></b> è stata aggiornata
pt_br: Playlist <b><i>%s</i></b> atualizada com sucesso
zh_tw: 播放清單 <b><i>%s</i></b> 已成功更新

source: Failed to update <b><i>%s</i></b>
de: <b><i>%s</i></b> konnte nicht aktualisiert werden
it: Impossibile aggiornare <b><i>%s</i></b>
pt_br: Falha ao atualizar <i>%s</i>
zh_tw: 更新 <b><i>%s</i></b> 失敗

source: Entry added to playlist
de: Der Eintrag wurde der Wiedergabeliste hinzugefügt
it: Elemento aggiunto alla playlist
pt_br: Entrada adicionada à playlist
zh_tw: 新增到播放清單的內容項目

source: Failed to add entry to playlist
de: Der Eintrag konnte der Wiedergabeliste nicht hinzugefügt werden
it: Impossibile aggiungere l'elemento alla playlist
pt_br: Falha ao adicionar entrada à playlist
zh_tw: 新增內容項目到撥放清單失敗

source: Playlist Title
de: Wiedergabelisten-Titel
it: Titolo playlist
pt_br: Título da playlist
zh_tw: 播放清單標題

source: Title is a required field
de: Titel ist ein Pflichtfeld
it: Il campo Titolo è obbligatorio
pt_br: Título é um campo obrigatório
zh_tw: 標題是必要欄位

source: Playlist Tags
de: Wiedergabelisten-Tags
it: Tag playlist
pt_br: Tags da Playlist
zh_tw: 播放清單標籤

source: Playlists
de: Wiedergabelisten
it: Playlist
zh_tw: 播放清單

source: Channel Gallery
de: Channel-Galerie
it: Galleria dei canali
pt_br: Galeria do canal
zh_tw: 頻道庫

source: Categories
de: Kategorien
it: Categorie
pt_br: Categorias
zh_tw: 類別

source: Assign the channel to one or more categories:
de: Channel einer oder mehreren Kategorien zuordnen:
it: Assegna il canale a una o più categorie:
pt_br: Atribua o canal a uma ou mais categorias:
zh_tw: 分配頻道到 1 個或多個類別:

source: Appears in
de: Erscheint in
it: Appare in
pt_br: Aparece em
zh_tw: 出現在

source: This user is already a member of this channel
de: Dieser Benutzer ist bereits ein Mitglied dieses Channels
it: L'utente è già membro di questo canale
pt_br: Este usuário já é um membro deste canal
zh_tw: 這名使用者已是該頻道的會員

source: User %1 does not exist.
de: Benutzer %1 existiert nicht.
it: L'utente %1 non esiste
pt_br: O usuário %1 não existe.
zh_tw: 使用者 %1 不存在。

source: There was an error creating the channel member.
de: Ein Fehler ist beim Erstellen des Channel-Mitglieds aufgetreten.
it: Si è verificato un errore durante la creazione del membro del canale.
pt_br: Houve um erro na criação do membro do canal.
zh_tw: 建立頻道會員時發生錯誤。

source: The member must be a regular user, not of type
de: Das Mitglied muss ein regulärer Benutzer sein, nicht vom Typ
it: I membri devono essere utenti normali, non di tipo
pt_br: O membro deve ser um usuário regular, não do tipo
zh_tw: 會員必須為一般使用者，不得為類型

source: This user does not belong to one of the "
de: Dieser Benutzer gehört zu keinem der "
it: L'utente non appartiene a uno dei "
pt_br: Este usuário não pertence a um dos "
zh_tw: 該使用者不隸屬於「

source: %1 was added to your channel.
de: %1 wurde Ihrem Channel hinzugefügt.
it: %1 è stato aggiunto al tuo canale.
pt_br: %1 foi adicionado ao seu canal.
zh_tw: %1 已新增到您的頻道。

source: There was an error updating the channel member permission.
de: Ein Fehler ist beim Aktualisieren der Berechtigung des Channel-Mitglieds aufgetreten.
it: Si è verificato un errore durante l'aggiornamento dell'autorizzazione del membro del canale.
pt_br: Houve um erro na atualização da permissão do membro do canal.
zh_tw: 更新頻道會員權限時發生錯誤。

source: %1 is no longer a channel member.
de: %1 ist kein Channel-Mitglied mehr.
it: %1 non è più membro del canale.
pt_br: %1 não é mais um membro do canal.
zh_tw: %1 已不再是頻道會員。

source: Managers
de: Manager
it: Responsabili
pt_br: Gerentes
zh_tw: 管理員

source: Moderators
de: Moderatoren
it: Moderatori
pt_br: Moderadores
zh_tw: 主席

source: Item/s have been approved and will appear in channel.
de: Der Eintrag/die Einträge wurde/n freigegeben und erscheint/erscheinen im Channel.
it: Gli elementi sono stati approvati e compariranno nel canale.
pt_br: O(s) item(ns) foi(ram) aprovado(s) e aparecerá(ão) no canal.
zh_tw: 項目已核准，將出現在頻道中。

source: Item/s have been rejected and will not appear in channel.
de: Der Eintrag/die Einträge wurde/n abgelehnt und erscheint/erscheinen nicht im Channel.
it: Gli elementi sono stati rifiutati e non compariranno nel canale.
pt_br: O(s) item(ns) foi(ram) rejeitado(s) e não aparecerá(ão) no canal.
zh_tw: 項目已遭拒絕，將不會出現在頻道中。

source: Pending
de: Ausstehend
it: In sospeso
pt_br: Pendente
zh_tw: 待決

source: Moderate content (Media will not appear in channel until approved by channel manager)
de: Inhalte moderieren (Medien erscheinen erst im Channel, wenn sie vom Channel-Manager freigegeben wurden)
it: Modera contenuti (i contenuti multimediali non compariranno nel canale finché il responsabile del canale non li approva)
pt_br: Conteúdo moderado (a mídia não aparecerá no canal até que seja aprovada pelo gerente do canal)
zh_tw: 需審查內容 (媒體將不會出現在頻道中，直到頻道管理員核准)

source: Enable subscription to channel
de: Anmeldung für Channel aktivieren
it: Consenti iscrizione al canale
pt_br: Habilitar assinatura para o canal
zh_tw: 啟用頻道訂閱

source: Subscribers
de: Abonnenten
it: Utenti iscritti
pt_br: Assinante(s)
zh_tw: 訂閱者

source: Subscribed
de: Angemeldet
it: Iscritto
pt_br: Assinado
zh_tw: 已訂閱

source: Unsubscribed
de: Abgemeldet
it: Iscrizione annullata
pt_br: Assinatura cancelada
zh_tw: 取消訂閱

source: no value
de: kein Wert
it: nessun valore
pt_br: sem valor
zh_tw: 沒有值

source: View
de: Ansicht:
it: Visualizza
pt_br: Visualizar
zh_tw: 檢視

source: Could not delete the thumbnail.
de: Das Vorschaubild konnte nicht gelöscht werden.
it: Impossibile eliminare la miniatura.
pt_br: Não foi possível excluir a miniatura.
zh_tw: 無法刪除縮圖。

source: An error occurred while trying to spread the slides across the timeline. Please try again.
de: Beim Versuch, die Folien über die Zeitleiste zu verteilen, ist ein Fehler aufgetreten. Versuchen Sie es erneut.
it: Si è verificato un errore durante il tentativo di distribuire le diapositive lungo la timeline. Riprova.
pt_br: Ocorreu um erro ao tentar espalhar os slides na linha de tempo. Tente novamente.
zh_tw: 嘗試在時間軸上 遍佈投影片時發生錯誤。請重試。

source: An Error occurred while trying to save chapter
de: Beim Versuch, das Kapitel zu speichern, ist ein Fehler aufgetreten
it: Si è verificato un errore durante il tentativo di salvare il capitolo
pt_br: Ocorreu um erro ao tentar salvar o capítulo
zh_tw: 嘗試儲存章節時發生錯誤

source: An Error occurred while updating chapter "%1".
de: Beim Löschen von Kapitel "%1" ist ein Fehler aufgetreten.
it: Si è verificato un errore durante l'aggiornamento del capitolo "%1".
pt_br: Ocorreu um erro durante atualização do capítulo "%1".
zh_tw: 更新章節「%1」時發生錯誤。

source: An Error occurred while adding the chapter.
de: Beim Hinzufügen des Kapitels ist ein Fehler aufgetreten.
it: Si è verificato un errore durante l'aggiunta del capitolo.
pt_br: Ocorreu um erro ao adicionar o capítulo.
zh_tw: 新增章節時發生錯誤。

source: Could not delete the chapter.
de: Das Kapitel konnte nicht gelöscht werden.
it: Impossibile eliminare il capitolo.
pt_br: Não foi possível excluir o capítulo.
zh_tw: 無法刪除章節。

source: Are you sure you want to delete this Chapter?
de: Möchten Sie dieses Kapitel wirklich löschen?
it: Eliminare questo capitolo?
pt_br: Tem certeza de que deseja excluir esse capítulo?
zh_tw: 您確定要刪除此章節嗎?

source: Are you sure you want to delete this Slide?
de: Möchten Sie diese Folie wirklich löschen?
it: Eliminare questa diapositiva?
pt_br: Você tem certeza de que deseja excluir esse slide?
zh_tw: 您確定要刪除這張投影片嗎?

source: Timeline
de: Zeitleiste
pt_br: Linha do tempo
zh_tw: 時間軸

source: Search In Timeline
de: In Zeitleiste suchen
it: Cerca nella timeline
pt_br: Buscar na linha do tempo
zh_tw: 在時間軸中尋找

source: media that include the text inside its chapters
de: Medien, die den Text in den Kapiteln enthalten
it: contenuti multimediali che includono il testo nei capitoli
pt_br: mídia que inclui o texto em seus capítulos
zh_tw: 含有其章節內文的媒體

source: An error occurred while trying to convert your document, please try again.
de: Beim Versuch, Ihr Dokument zu konvertieren, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
it: Si è verificato un errore durante il tentativo di convertire il documento, riprova.
pt_br: Ocorreu um erro ao tentar converter seu documento, tente novamente.
zh_tw: 嘗試轉換文件時發生錯誤，請重試。

source: Click here to refresh the Timeline tab
de: Hier klicken, um die Registerkarte Zeitleiste zu aktualisieren
it: Fai clic qui per aggiornare la scheda della timeline
pt_br: Clique aqui para atualizar a guia Linha de tempo
zh_tw: 點擊這裡刷新「時間軸」索引標籤

source: - Clipped by %1
de: - %1 ausgeschnitten
it: - Tagliato da %1
pt_br: - Clipe feito por %1
zh_tw: - 由 %1 剪輯

source: Create Clip
de: Clip erstellen
it: Crea clip
pt_br: Criar clipe
zh_tw: 建立剪輯

source: The media was clipped successfully
de: Die Medien wurden erfolgreich ausgeschnitten
it: Il contenuto multimediale è stato tagliato
pt_br: Clipe da mídia criado com sucesso
zh_tw: 媒體已成功剪輯

source: Clipping failed. Please try again later.
de: Ausschneiden fehlgeschlagen. Versuchen Sie es später erneut.
it: Tagli non riuscito. Riprova più tardi.
pt_br: Falha na criação do clipe. Tente novamente.
zh_tw: 剪輯失敗。請稍後重試。

source: Trimming is not available since the source flavor of this video is missing.
de: Schneiden ist nicht verfügbar, da die Quellvariante dieses Videos fehlt.
it: Impossibile eseguire il ritaglio perché la resa video del filmato non è disponibile.
pt_br: Recortar não está disponível, pois o flavor de origem deste vídeo está ausente.
zh_tw: 無法修剪，因為該影片的來源類別已遺失。

source: Trimming is not available for entries containing captions.
de: Schneiden ist für Einträge nicht verfügbar, die Untertitel enthalten.
it: Impossibile eseguire il ritaglio di elementi che contengono sottotitoli.
pt_br: Recortar não está disponível para entradas contendo legendas.
zh_tw: 包含字幕的項目無法修剪。

source: Your media is being processed
de: Ihren Medien werden verarbeitet
it: È in corso l'elaborazione del tuo contenuto multimediale
pt_br: Sua mídia está sendo processada
zh_tw: 您的媒體正在處理中

source: You cannot trim this media while a previous trim is pending approval of the application administrator.
de: Sie können diese Medien nicht schneiden, während die Genehmigung des Anwendungsadministrators für einen vorherigen Schnitt aussteht.
it: Non puoi ritagliare questo contenuto multimediale mentre un ritaglio precedente è in attesa di approvazione da parte dell'amministratore dell'applicazione.
pt_br: Você não pode recortar esta mídia enquanto o recorte anterior está pendente de aprovação pelo administrador do aplicativo.
zh_tw: 此媒體的前一個修剪正等候應用程式管理員核准，因而您無法修剪此媒體。

source: The trimmed video must be approved by the application administrator. Until the version is approved, the original version will be displayed.
de: Das geschnittene Video muss vom Anwendungsadministrator genehmigt werden. Bis die Version genehmigt ist, wird die ursprüngliche Version angezeigt.
it: Il video ritagliato deve essere approvato dall'amministratore dell'applicazione. Fino a quando non viene approvata la nuova versione, verrà visualizzata la versione originale.
pt_br: O vídeo recortado deve ser aprovado pelo administrador do aplicativo. Até que a versão seja aprovada, a versão original será exibida.
zh_tw: 修剪的影片必須由應用程式管理員核准。在該版本經核准之前，將會顯示原始版本。

source: Your media was trimmed.
de: Ihre Medien wurden geschnitten.
it: Il contenuto multimediale è stato ritagliato.
pt_br: Sua mídia foi recortada.
zh_tw: 您的媒體已修剪。

source: Video trimming failed. Please try again later.
de: Das Schneiden des Videos ist fehlgeschlagen. Versuchen Sie es später erneut.
it: Ritaglio del video non riuscito. Riprova più tardi.
pt_br: Falha de recorte do vídeo. Tente novamente mais tarde.
zh_tw: 影片修剪失敗。請稍後重試。

source: Trim Video
de: Video schneiden
it: Ritaglia video
pt_br: Recortar vídeo
zh_tw: 修剪影片

source: Clipping
de: Ausschneiden
it: Taglio
pt_br: Criação de clipe
zh_tw: 剪輯中

source: Enable everyone to create clips from this video
de: Jeder Person das Erstellen von Clips aus diesem Video ermöglichen
it: Consenti a chiunque di creare clip da questo video
pt_br: Possibilita que todos criarem clipes do vídeo
zh_tw: 讓任何人可從該影片建立剪輯

source: Add a Comment
de: Kommentar hinzufügen
it: Aggiungi un commento
pt_br: Adicionar um comentário
zh_tw: 新增留言

source: Add a Reply
de: Antwort hinzufügen
it: Aggiungi una risposta
pt_br: Adicionar uma resposta
zh_tw: 新增回覆

source: Add comment at 00:00
de: Kommentar bei 00:00 hinzufügen
it: Aggiungi commento a 00:00
pt_br: Adicionar comentário em 00:00
zh_tw: 在 00:00 新增留言

source: Comments
de: Kommentare
it: Commenti
pt_br: Comentários
zh_tw: 留言數量

source: Disable comments for this media
de: Kommentare für dieses Medium deaktivieren
it: Disabilita i commenti per questo contenuto multimediale
pt_br: Desabilitar comentários para esta mídia
zh_tw: 停用該媒體的留言功能

source: Close discussion (do not allow new comments)
de: Diskussion schließen (keine neuen Kommentare zulassen)
it: Chiudi discussione (non consentire nuovi commenti)
pt_br: Encerrar discussão (não permitir novos comentários)
zh_tw: 停止討論 (不允許新留言)

source: Enable comments in channel
de: Kommentare in Channel aktivieren
it: Abilita i commenti nel canale
pt_br: Habilitar comentários no canal
zh_tw: 在頻道中啟用留言

source: Keep comments private to channel.
de: Kommentare als privat für Channel festlegen.
it: Mantieni privati i commenti del canale.
pt_br: Manter comentários privados para o canal.
zh_tw: 維持留言之私人範圍為頻道。

source: Enable comments in category
de: Kommentare in Kategorie aktivieren
it: Abilita i commenti nella categoria
pt_br: Habilitar comentários na categoria
zh_tw: 在類別中啟用留言

source: Keep comments private to category.
de: Kommentare als privat für Kategorie festlegen.
it: Mantieni privati i commenti della categoria.
pt_br: Manter comentários privados para a categoria.
zh_tw: 維持留言之私人範圍為類別。

source: Policy
de: Richtlinie
pt_br: Política
zh_tw: 政策

source: Oops
de: Ups
pt_br: Ops
zh_tw: 糟糕

source: Owner Only
de: Nur Inhaber
it: Solo il proprietario
pt_br: Somente o proprietário
zh_tw: 僅限擁有者

source: Download
de: Herunterladen
it: Scarica
pt_br: Baixar
zh_tw: 下載

source: Downloads
it: Download
zh_tw: 下載

source: Available Formats
de: Verfügbare Formate
it: Formati disponibili
pt_br: Formatos disponíveis
zh_tw: 可用格式

source: No Media Requested
de: Keine Medien angefordert
it: Nessun contenuto multimediale richiesto
pt_br: Nenhuma mídia solicitada
zh_tw: 沒有要求的媒體
