Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Only channel members can view and contribute content; Content may be published to other channels, according to publishing entitlements.
de: Nur Channel-Mitglieder können Inhalte ansehen und beitragen; Inhalte können auf anderen Channels gemäß den Veröffentlichungsrechten veröffentlicht werden.
it: Solo i membri del canale possono visualizzare e contribuire al contenuto. Il contenuto può essere pubblicato in altri canali, se si possiedono i diritti di pubblicazione necessari.
pt_br: Somente membros do canal podem ver e contribuir com conteúdo. O conteúdo pode ser publicado em outros canais, de acordo com os direitos de publicação.
zh_tw: 只有頻道會員才可以檢視和提供內容；可根據發佈權益將內容發佈至其他頻道。

source: Public
de: Öffentlich
it: Pubblica
pt_br: Público
zh_tw: 公開

source: Anyone can view content (including anonymous not logged-in users). Only channel members can contribute content according to their publishing entitlements.
de: Jeder kann Inhalte ansehen (einschließlich anonymer, nicht angemeldeter Benutzer). Nur Channel-Mitglieder können Inhalte gemäß ihren Veröffentlichungsrechten beitragen.
it: Chiunque può visualizzare il contenuto (inclusi gli utenti anonimi e gli utenti non connessi). Solo i membri del canale possono contribuire al contenuto, se possiedono i diritti di pubblicazione necessari.
pt_br: Qualquer um pode ver o conteúdo (incluindo usuários anônimos). Somente membros do canal podem contribuir com conteúdo, de acordo com seus direitos de publicação.
zh_tw: 任何人都可以檢視內容 (包括匿名使用者和未登入使用者)。只有頻道會員才可以根據其發佈權益提供內容。

source: Back to Channel
de: Zurück zum Channel
it: Torna al canale
pt_br: Voltar ao canal
zh_tw: 回到頻道

source: Entry name cannot exceed %d characters.
de: Eintragsname darf nicht länger als %d Zeichen sein.
it: Il nome dell'elemento non può contenere più di %d caratteri.
pt_br: O Nome da entrada não pode exceder %d caracteres.
zh_tw: 項目名稱不能超出 %d 個字元。

source: Required for shared repository
de: Für gemeinsames Repository erforderlich
it: Obbligatorio per gli archivi condivisi
pt_br: Necessário para o repositório compartilhado
zh_tw: 為共用存放庫所必要

source: Click to add required metadata for shared repository
de: Klicken, um erforderliche Metadaten für geteilten Speicher hinzuzufügen
it: Fai clic per aggiungere i metadati richiesti per l'archivio condiviso
pt_br: Clique para adicionar os metadados necessários para o repositório compartilhado
zh_tw: 點擊以為共用存放庫新增必要的中繼資料

source: Assign the media to one or more filters:
de: Die Medien einem oder mehreren Filtern zuweisen:
it: Assegna il contenuto multimediale a uno o più filtri:
pt_br: Atribua a mídia a um ou mais filtros:
zh_tw: 分配媒體到 1 個或多個濾鏡:

source: Go To Media
de: Gehe zu Medium
it: Vai a Contenuti multimediali
pt_br: Ir para Mídia
zh_tw: 前往媒體

source: Go To My Media
de: Gehe zu "Meine Medien"
it: Vai a I miei contenuti multimediali
pt_br: Ir para Minha Mídia
zh_tw: 前往我的媒體

source: Go To Shared Repository
de: Gehe zu "Gemeinsames Repository"
it: Vai a Archivio condiviso
pt_br: Ir para Repositório Compartilhado
zh_tw: 前往共用存放庫

source: Go To
de: Gehe zu
it: Vai a
pt_br: Ir para
zh_tw: 前往

source: Channel
it: Canale
pt_br: Canal
zh_tw: 頻道

source: Category
de: Kategorie
it: Categoria
pt_br: Categoria
zh_tw: 類別

source: * Required for Shared Repository
de: * Für "Gemeinsames Repository" erforderlich
it: * Obbligatorio per gli archivi condivisi
pt_br: * Obrigatório para o repositório compartilhado
zh_tw: * 為共用存放庫所必要

source: Co-Editors and Co-Publishers
de: Mitherausgeber und Mitverleger
it: Co-curatori e co-editori
pt_br: Coeditores e copublicadores
zh_tw: 共同編輯者與共同發佈者

source: Note:
de: Hinweis:
it: Nota:
pt_br: Observação:
zh_tw: 注意事項:

source: Sub categories under a private category will be visible only to members of those sub categories
de: Subkategorien unter einer privaten Kategorie sind nur für Mitglieder dieser Subkategorien sichtbar
it: Le sottocategorie di una categoria privata saranno visibili solo ai membri delle sottocategorie
pt_br: Subcategorias na categoria privada serão visíveis somente para membros dessas subcategorias
zh_tw: 只有該子類別的其他成員才能檢視私人類別中的子類別

source: Back to Category
de: Zurück zur Kategorie
it: Torna alla categoria
pt_br: Voltar para a categoria
zh_tw: 回到類別

source: Important! Click for notes
de: Wichtig! Für Notizen klicken
it: Importante! Fai clic per leggere le note
pt_br: Importante! Clique para ler as observações
zh_tw: 重要! 點擊以閱讀注意事項

source: Creating a new user with an existing user ID will override the existing user's info.
de: Durch das Erstellen eines neuen Benutzers mit einer vorhandenen Benutzerkennung werden die Informationen des vorhandenen Benutzers überschrieben.
it: La creazione di un nuovo utente con un ID esistente, sovrascriverà le informazioni dell'utente esistente.
pt_br: Criar um novo usuário com uma ID de usuário existente irá substituir as informações de usuário existentes.
zh_tw: 建立新使用者時，使用已存在的使用者 ID，將會覆寫已存在使用者的資料。

source: User ID, password and email may only contain these characters: 0-9, full alphabet of most languages (utf-8) and ~ . ! @ # $ % _ - +.&nbsp; Extra data can contain anything but a single-quote (\'), double-quote (") or backslash (\\).
de: Benutzername, Passwort und E-Mail-Adresse dürfen nur diese Zeichen enthalten: 0-9, gesamtes Alphabet der meisten Sprachen (utf-8) und ~ . ! @ # $ % _ - +.&nbsp; Zusatzdaten können alle Zeichen außer einfachen Anführungsstrichen (\'), doppelten Anführungsstrichen (") oder einen Backslash (\\) enthalten.
it: Gli ID utente, le password e gli indirizzi e-mail possono contenere solo i seguenti caratteri: 0-9, alfabeto completo della maggior parte delle lingue (utf-8) e ~ . ! @ # $ % _ - +.&nbsp; I dati aggiuntivi possono contenere qualsiasi carattere ad eccezione di apici singoli (\'), apici doppi (") e barre rovesciate (\\).
pt_br: ID, senha e e-mail do usuário podem conter apenas estes caracteres: 0-9, alfabeto completo da maioria dos idiomas (utf-8) e ~ . ! @ # $ % _ - +.&nbsp; Dados extras podem contem qualquer caractere, exceto aspa simples (\'), aspas duplas (") ou barra invertida (\\).
zh_tw: 使用者 ID、密碼和電子郵件地址只能含有下列字元: 0-9、大多數語言的所有字母 (utf-8) 以及 ~ . ! @ # $ % _ - +.&nbsp; 額外資料可以含有除了單引號 (\')、雙引號 (") 以及反斜線 (\\) 之外的任何字元。

source: To store name-value pairs in "Extra data": separate names from values with the equals sign (=) and separate name-value sets using a comma (,), e.g. name=value,lorem=ipsum,one=two.
de: Um Name-Wert-Paare in den "Zusatzdaten" zu speichern, trennen Sie Namen von Werten mit dem Gleichheitszeichen (=) und Name-Wert-Sätze mit einem Komma (,), z. B. Name=Wert,lorem=ipsum,eins=zwei.
it: Per memorizzare le coppie nome-valore in "Dati aggiuntivi": separare i nomi dai valori con un segno di uguale (=) e separare le coppie nome-valore con una virgola (,), ad esempio nome=valore,lorem=ipsum,uno=due.
pt_br: Para armazenar pares nome-valor em "Dados extras": separe nomes de valores com um sinal de igual (=) e separe conjuntos de nome-valor usando uma vírgula (,), ex. nome=valor, lorem=ipsum, um=dois.
zh_tw: 若要在「額外資料」中儲存名稱與值的配對，請將名稱和值以等號 (=) 隔開，並將名稱和值的組合以逗號 (,) 隔開，例如：name=value,lorem=ipsum,one=two。

source: Passwords cannot be retrieved but only overwritten.
de: Passwörter können nicht bezogen, sondern nur überschrieben werden.
it: Le password non possono essere recuperate ma solo sovrascritte.
pt_br: Senhas não podem ser recuperadas, mas somente substituídas.
zh_tw: 密碼不可擷取，只可覆寫。

source: User ID
de: Benutzername
it: ID utente
pt_br: ID do usuário
zh_tw: 使用者 ID

source: First Name
de: Vorname
it: Nome
pt_br: Nome
zh_tw: 名字

source: Last Name
de: Nachname
it: Cognome
pt_br: Sobrenome
zh_tw: 姓氏

source: Password
de: Passwort
pt_br: Senha
zh_tw: 密碼

source: Confirm Password
de: Passwort bestätigen
it: Conferma password
pt_br: Confirmar senha
zh_tw: 確認密碼

source: send by email
de: per E-Mail senden
it: invia tramite e-mail
pt_br: enviar por e-mail
zh_tw: 使用電子郵件寄送

source: generate new password
de: neues Passwort erstellen
it: genera nuova password
pt_br: gerar nova senha
zh_tw: 產生新密碼

source: Role
de: Rolle
it: Ruolo
pt_br: Função
zh_tw: 角色

source: Email
zh_tw: 電子郵件

source: Extra Data
de: Zusatzdaten
it: Dati aggiuntivi
pt_br: Dados extras
zh_tw: 額外資料

source: Required
de: Erforderlich
it: Obbligatorio
pt_br: Obrigatório
zh_tw: 必要

source: Upload configuration file
de: Konfigurationsdatei hochladen
it: Carica file di configurazione
pt_br: Carregar arquivo de configuração
zh_tw: 上傳組態檔

source: Keep partner settings?
de: Partnereinstellungen behalten?
it: Mantenere le impostazioni del partner?
pt_br: Manter configurações do parceiro?
zh_tw: 保留夥伴設定?

source: Yes
de: Ja
it: Sì
pt_br: Sim
zh_tw: 是

source: No
de: Nein
pt_br: Não
zh_tw: 否

source: Import
de: Importieren
it: Importa
pt_br: Importar
zh_tw: 匯入

source: Username
de: Benutzername
it: Nome utente
pt_br: Nome de usuário
zh_tw: 使用者名稱

source: Login
de: Anmelden
it: Accesso
zh_tw: 登入

source: Kaltura Server URL
it: URL server Kaltura
pt_br: URL do servidor Kaltura
zh_tw: Kaltura 伺服器 URL

source: Partner ID
it: ID partner
pt_br: ID do parceiro
zh_tw: 夥伴 ID

source: Instance ID
de: Instanz-ID
it: ID istanza
pt_br: ID da instância
zh_tw: 執行個體 ID

source: Unique ID for this instance of MediaSpace installation.
de: Eindeutige ID für diese Instanz der MediaSpace-Installation.
it: L'ID univoco per questa istanza dell'installazione di MediaSpace.
pt_br: ID exclusiva para esta instância de instalação do MediaSpace.
zh_tw: 此 MediaSpace 安裝之執行個體的特別 ID。

source: Privacy Context
de: Datenschutzkontext
it: Contesto privacy
pt_br: Contexto de privacidade
zh_tw: 隱私內容

source: String to be set as privacy context on KMS root category to enforce entitlement. Minimal length - 4 characters.
de: Zeichenfolge wird als Datenschutzkontext in der KMS-Root-Kategorie festgelegt, um die Rechte durchzusetzen. Mindestlänge - 4 Zeichen.
it: Stringa da impostare come contesto della privacy nella categoria principale di KMS per rendere effettiva l'autorizzazione. Lunghezza minima: 4 caratteri.
pt_br: String a ser definida como contexto de privacidade na categoria raíz do KMS para aplicar o direito de propriedade. Comprimento mínimo - 4 caracteres
zh_tw: 要設為 KMS 根類別以強制權益的字串。最少要 4 個字元。

source: Next
de: Weiter
it: Avanti
pt_br: Próximo
zh_tw: 下一個

source: Force instance id
de: Instanz-ID erzwingen
it: Forza ID istanza
pt_br: Forçar ID da instância
zh_tw: 強制執行個體 ID

source: Reset
de: Zurücksetzen
it: Reimposta
pt_br: Redefinir
zh_tw: 重設

source: Sign in
de: Anmelden
it: Accedi
pt_br: Entrar
zh_tw: 登入

source: Cancel
de: Abbrechen
it: Annulla
pt_br: Cancelar
zh_tw: 取消

source: Select File
de: Datei auswählen
it: Seleziona file
pt_br: Selecionar arquivo
zh_tw: 選取檔案

source: OK
zh_tw: 確定

source: Show
de: Anzeigen
it: Mostra
pt_br: Exibir
zh_tw: 顯示

source: Title
de: Titel
it: Titolo
pt_br: Título
zh_tw: 標題

source: Entry name
de: Eintragsname
it: Nome elemento
pt_br: Nome da entrada
zh_tw: 項目名稱

source: Unique entry identifier
de: Eindeutige Eintrags-ID
it: Identificativo unico dell'elemento
pt_br: Identificador de entrada exclusivo
zh_tw: 獨特的項目識別碼

source: Scheduling
de: Planung
it: Programmazione
pt_br: Agendamento
zh_tw: 排程

source: Media availability for viewing
de: Medienverfügbarkeit für Anzeige
it: Disponibilità di contenuti multimediali da visualizzare
pt_br: Disponibilidade de mídia para visualização
zh_tw: 可供檢視的媒體

source: Media Type
de: Medientyp
it: Tipo di contenuto multimediale
pt_br: Tipo de mídia
zh_tw: 媒體類型

source: Media Owner
de: Medieninhaber
it: Proprietario contenuto multimediale
pt_br: Proprietário da mídia
zh_tw: 媒體擁有者

source: Video
pt_br: Vídeo
zh_tw: 影片

source: Owner not found
de: Inhaber nicht gefunden
it: Proprietario non trovato
pt_br: Proprietário não encontrado
zh_tw: 找不到擁有者

source: Grid
de: Raster
it: Griglia
pt_br: Grade
zh_tw: 格線

source: Collapsed view
de: Reduzierte Ansicht
it: Visualizzazione compressa
pt_br: Visualização contraída
zh_tw: 摺疊檢視

source: Detailed view
de: Detailansicht
it: Visualizzazione dettagliata
pt_br: Visualização detalhada
zh_tw: 詳細資料檢視

source: Table
de: Tabelle
it: Tabella
pt_br: Tabela
zh_tw: 表格

source: No Role - Sys Admin only
de: Keine Rolle - nur Systemadministrator
it: Nessun ruolo - Solo amministratore di sistema
pt_br: Sem função - somente Admin do sist.
zh_tw: 沒有角色，僅限系統管理員

source: sessionLifetime was below the minimum. Using the minimum:
de: sessionLifetime lag unter dem Minimum. Verwendung des Minimums:
it: sessionLifetime era inferiore al valore minimo. Utilizzare il valore minimo:
pt_br: sessionLifetime estava abaixo do mínimo. Usar o mínimo:
zh_tw: sessionLifetime 小於最小值。使用最小值:

source: Client > verifySSL changed to yes
de: Client > verifySSL in Ja geändert
it: Client > verifySSL modificato in sì
pt_br: Cliente > esquema de verifySSL alterado para
zh_tw: 「客戶 > 確認 SSL」變更至「是」

source: Client > serviceUrl schema changed to
de: Client > serviceUrl-Schema geändert in
it: Client > schema serviceUrl modificato in
pt_br: Cliente > esquema de serviceUrl alterado para
zh_tw: 「客戶 > serviceUrl 描述結構」變更至

source: Co-Editor
de: Mitherausgeber
it: Co-curatore
zh_tw: 共同編輯者

source: Co-Publisher
de: Mitverleger
it: Co-editore
pt_br: Copublicador
zh_tw: 共同發佈者

source: Co-Editor & Co-Publisher
de: Mitherausgeber und Mitverleger
it: Co-curatore e co-editore
pt_br: Coeditor e Copublicador
zh_tw: 共同編輯者與共同發佈者

source: KMS Internal server error
de: KMS Interner Serverfehler
it: Errore server interno KMS
pt_br: Erro do servidor interno KMS
zh_tw: KMS 內部伺服器錯誤

source: We are sorry, but something went wrong. Please try again or contact your support team for assistance.
de: Leider ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Kundendienst.
it: Spiacenti, si è verificato un errore. Riprova o contatta il team del supporto per assistenza.
pt_br: Infelizmente, alguma coisa deu errado. Tente novamente ou entre em contato com a equipe de suporte para obter assistência.
zh_tw: 我們很抱歉，發生了錯誤。請重試或聯絡支援團隊獲得協助。

source: Page not found
de: Seite nicht gefunden
it: Pagina non trovata
pt_br: Página não encontrada
zh_tw: 找不到頁面

source: We're sorry, the page you requested cannot be found. Please check the address line or follow the navigation menu.
de: Leider kann die von Ihnen angeforderte Seite nicht gefunden werden. Bitte prüfen Sie die Adresszeile oder folgen Sie dem Navigationsmenü.
it: Spiacenti, la pagina che hai richiesto non è stata trovata. Controlla la riga dell'indirizzo o segui il menu di navigazione.
pt_br: Desculpe, a página que você solicitou não foi encontrada. Verifique a linha de endereço ou siga o menu de navegação.
zh_tw: 我們很抱歉，找不到您要求的頁面。請確認地址列，或跟隨導覽功能表。

source: Access Denied
de: Zugang verweigert
it: Accesso negato
pt_br: Acesso negado
zh_tw: 存取已拒絕

source: Invalid operation
de: Ungültige Operation
it: Operazione non valida
pt_br: Operação inválida
zh_tw: 無效的操作

source: API Error
de: API-Fehler
it: Errore API
pt_br: Erro de API
zh_tw: API 錯誤

source: Application Error
de: Anwendungsfehler
it: Errore applicazione
pt_br: Erro de aplicativo
zh_tw: 應用程式錯誤

source: All fields should be filled with values
de: Alle Felder müssen mit Werten ausgefüllt werden
it: È necessario inserire un valore in tutti i campi
pt_br: Todos os campos devem ser preenchidos com valores
zh_tw: 所有欄位皆應填入值

source: Language "%1" is a selected language. If you want to delete this language you must first remove it from the selected languages list
de: Sprache "%1" ist eine ausgewählte Sprache. Wenn Sie diese Sprache löschen möchten, müssen Sie sie zunächst aus der Liste der ausgewählten Sprachen entfernen.
it: La lingua "%1" è una lingua selezionata. Per eliminare questa lingua devi prima rimuoverla dall'elenco delle lingue selezionate
pt_br: O idioma "%1" é um idioma selecionado. Se você deseja excluir esse idioma, deve primeiro removê-lo da lista de idiomas selecionados
zh_tw: "語言「%1」為選取的語言。如果您要刪除此 語言，必須先從選取的語言清單中移除此語言"

source: Language: "%1" is a selected language. If you want to edit this language you must first remove it from the selected languages list
de: Sprache "%1" ist eine ausgewählte Sprache. Wenn Sie diese Sprache bearbeiten möchten, müssen Sie sie zunächst aus der Liste der ausgewählten Sprachen entfernen.
it: La lingua "%1" è una lingua selezionata. Per modificare questa lingua devi prima rimuoverla dall'elenco delle lingue selezionate
pt_br: O idioma "%1" é um idioma selecionado. Se você deseja editar esse idioma, deve primeiro removê-lo da lista de idiomas selecionados
zh_tw: "語言:「%1」為選取的語言。如果您要編輯此 語言，必須先從選取的語言清單中移除此語言"

source: Language code should be a unique code. The following languages already have the same code as you chose:
de: Der Sprachcode muss ein eindeutiger Code sein. Die folgenden Sprachen haben bereits den gleichen Code, den Sie ausgewählt haben:
it: Il codice della lingua deve essere unico. Le seguenti lingue hanno già lo stesso codice che hai scelto:
pt_br: O código do idioma deve ser exclusivo. Os idiomas a seguir já têm o mesmo código escolhido:
zh_tw: 語言代碼應為唯一代碼。下列語言已經使用了您所選擇的代碼:

source: Uploaded flag is not a valid image file
de: Die hochgeladene Flagge ist keine gültige Bilddatei.
it: Il contrassegno caricato non è un file immagine valido
pt_br: Bandeira carregada não é um arquivo de imagem válido
zh_tw: 上傳的旗標不是有效的影像檔案

source: Failed to upload flag image.
de: Das Flaggenbild konnte nicht hochgeladen werden.
it: Impossibile caricare l'immagine del contrassegno.
pt_br: Falha ao carregar imagem.
zh_tw: 上傳旗標影像失敗。

source: Most Recent - All published videos in channel or categories by creation date
de: Neueste - Alle veröffenlichten Videos im Kanal oder in den Kategorien nach Erstellungsdatum
it: I più recenti - Tutti i video pubblicati in canali o categorie per data di creazione
pt_br: Mais recentes - Todos os vídeos publicados no canal ou nas categorias por data de criação
zh_tw: 最近 - 頻道或類別中按建立日期排列的所有已發佈影片

source: Most Viewed - All published videos in channel or categories by number of plays
de: Meistgesehen - Alle veröffentlichten Videos in Kanälen oder Kategorien nach Anzahl der Wiedergaben
it: I più visualizzati - Tutti i video pubblicati in canali o categorie per numero di riproduzioni
pt_br: Mais visualizados - Todos os vídeos publicados no canal ou nas categorias por número de reproduções
zh_tw: 最多人檢視 - 頻道或類別中按播放次數排列的所有已發佈影片

source: Most Liked - All published videos in channel or categories by number of likes
de: Beliebteste - Alle veröffentlichten Videos im Kanal oder oder in den Kategorien nach Anzahl der "Gefällt mir"
it: Con più Mi piace - Tutti i video pubblicati in canali o categorie per numero di Mi piace
pt_br: Mais curtidos - Todos os vídeos publicados no canal ou nas categorias por número de curtidas
zh_tw: 最多人按讃 - 頻道或類別中按點讚次數排列的所有已發佈影片

source: Custom Playlist
de: Benutzerdefinierte Wiedergabeliste
it: Playlist personalizzata
pt_br: Playlist personalizado
zh_tw: 自訂播放清單

source: Most Viewed
de: Meistgesehen
it: I più visualizzati
pt_br: Mais visualizados
zh_tw: 最多人檢視

source: Most Liked
de: Beliebteste
it: Con più Mi piace
pt_br: Mais Curtidos
zh_tw: 最多人按讚

source: Most Recent
de: Neueste
it: I più recenti
pt_br: Mais recentes
zh_tw: 最近

source: Error in authentication. Auth Adapter "%1" does not exist!
de: Fehler bei der Authentifizierung. Der Auth-Adapter "%1" ist nicht vorhanden!
it: Errore durante l'autenticazione. L'adattatore per l'autenticazione "%1" non esiste.
pt_br: Erro na autenticação. O adaptador de autenticação "%1" não existe!
zh_tw: 驗證時發生錯誤。驗證配接器 "%1" 不存在！

source: Published In
de: Veröffentlicht in
it: Pubblicato in
pt_br: Publicado em
zh_tw: 發佈位置

source: Published channels
de: Veröffentlichte Kanäle
it: Canali pubblicati
pt_br: Canais publicados
zh_tw: 已發佈頻道

source: Unlisted
de: Nicht aufgeführt
it: Non in elenco
pt_br: Não listado
zh_tw: 未列入清單

source: Unpublished
de: Nicht veröffentlicht
it: Non pubblicato
pt_br: Não publicado
zh_tw: 取消發佈

source: Image
de: Bild
it: Immagini
pt_br: Imagem
zh_tw: 圖像

source: Slides
de: Folien
it: Diapositive
zh_tw: 投影片

source: Your token expired. Please refresh your page
de: Ihr Token ist abgelaufen. Aktualisieren Sie die Seite
it: Il tuo token è scaduto. Aggiorna la pagina
pt_br: Seu token expirou. Atualize sua página
zh_tw: 您的 Token 已過期。請重新整理頁面

source: * Required To Publish
de: * Zum Veröffentlichen erforderlich
it: * Obbligatorio per la pubblicazione
pt_br: * Obrigatório para publicar
zh_tw: * 為發佈所必須

source: Active
de: Aktiv
it: Attivi
pt_br: Ativo
zh_tw: 作用中

source: Upcoming
de: Bevorstehend
it: Prossimi
pt_br: A seguir
zh_tw: 近期

source: Expired
de: Abgelaufen
it: Scaduti
pt_br: Expirado
zh_tw: 過期

source: Abkhazian
de: Abchasisch
it: Abkhazo
pt_br: Abcásio
zh_tw: 阿布哈茲文

source: Afar
zh_tw: 阿法爾文

source: Afrikaans
zh_tw: 南非荷蘭文

source: Albanian
de: Albanisch
it: Albanese
pt_br: Albanês
zh_tw: 阿爾巴尼亞文

source: Amharic
de: Amharisch
it: Amarico
pt_br: Amárico
zh_tw: 阿姆哈拉文

source: Arabic
de: Arabisch
it: Arabo
pt_br: Árabe
zh_tw: 阿拉伯文

source: Armenian
de: Armenisch
it: Armeno
pt_br: Armênio
zh_tw: 亞美尼亞文

source: Assamese
de: Assamesisch
pt_br: Assamês
zh_tw: 阿薩姆文

source: Aymara
zh_tw: 艾馬拉文

source: Azerbaijani
de: Aserbaidschanisch
it: Azerbaigiano
pt_br: Azerbaijão
zh_tw: 亞塞拜然文

source: Bashkir
de: Baschkirisch
zh_tw: 巴什基爾文

source: Basque
de: Baskisch
it: Basco
pt_br: Basco
zh_tw: 巴斯克文

source: Bengali (Bangla)
de: Bengalisch
it: Bengalese (Bangla)
zh_tw: 孟加拉文

source: Bhutani
it: Dzongkha
pt_br: Butanês
zh_tw: 不丹文

source: Bihari
zh_tw: 比哈爾文

source: Bislama
zh_tw: 比斯拉馬文

source: Breton
de: Bretonisch
it: Bretone
pt_br: Bretão
zh_tw: 布列塔尼文

source: Bulgarian
de: Bulgarisch
it: Bulgaro
pt_br: Búlgaro
zh_tw: 保加利亞文

source: Burmese
de: Birmanisch
it: Birmano
pt_br: Birmanês
zh_tw: 緬甸文

source: Byelorussian (Belarusian)
de: Belorussisch (Weißrussisch)
it: Bielorusso
pt_br: Bielorrusso
zh_tw: 白俄羅斯文

source: Cambodian
de: Kambodschanisch
it: Cambogiano
pt_br: Cambojano
zh_tw: 柬埔寨文

source: Catalan
de: Katalanisch
it: Catalano
pt_br: Catalão
zh_tw: 加泰羅尼亞文

source: Chinese
de: Chinesisch
it: Cinese
pt_br: Chinês
zh_tw: 中文

source: Corsican
de: Korsisch
it: Corso
pt_br: Corso
zh_tw: 科西嘉文

source: Croatian
de: Kroatisch
it: Croato
pt_br: Croata
zh_tw: 克羅埃西亞文

source: Czech
de: Tschechisch
it: Ceco
pt_br: Tcheco
zh_tw: 捷克文

source: Danish
de: Dänisch
it: Danese
pt_br: Dinamarquês
zh_tw: 丹麥文

source: Dutch
de: Niederländisch
it: Olandese
pt_br: Holandês
zh_tw: 荷蘭文

source: English
de: Englisch
it: Inglese
pt_br: Inglês
zh_tw: 英文

source: English (American)
de: Englisch (USA)
it: Inglese (Stati Uniti)
pt_br: Inglês (EUA)
zh_tw: 英文 (美國)

source: English (British)
de: Englisch (Großbritannien)
it: Inglese (Gran Bretagna)
pt_br: Inglês (Reino Unido)
zh_tw: 英文 (英國)

source: Esperanto
zh_tw: 世界文

source: Estonian
de: Estnisch
it: Estone
pt_br: Estoniano
zh_tw: 愛沙尼亞文

source: Faeroese
de: Färöisch
it: Faroese
pt_br: Faroês
zh_tw: 法羅文

source: Farsi
zh_tw: 波斯文

source: Fiji
de: Fidschi
zh_tw: 斐濟文

source: Finnish
de: Finnisch
it: Finlandese
pt_br: Finlandês
zh_tw: 芬蘭文

source: French
de: Französisch
it: Francese
pt_br: Francês
zh_tw: 法文

source: Frisian
de: Friesisch
it: Frisone
pt_br: Frísio
zh_tw: 菲士蘭文

source: Gaelic (Manx)
de: Gälisch (Manx)
it: Gaelico (Manx)
pt_br: Gaélico (Manx)
zh_tw: 蓋爾文 (曼島文)

source: Gaelic (Scottish)
de: Gälisch (Schottisch)
it: Gaelico (scozzese)
pt_br: Gaélico (Escocês)
zh_tw: 蓋爾文 (蘇格蘭文)

source: Galician
de: Galicisch
it: Galiziano
pt_br: Galego
zh_tw: 加利西亞文

source: Georgian
de: Georgisch
it: Georgiano
pt_br: Georgiano
zh_tw: 喬治亞文

source: German
de: Deutsch
it: Tedesco
pt_br: Alemão
zh_tw: 德文

source: Greek
de: Griechisch
it: Greco
pt_br: Grego
zh_tw: 希臘文

source: Greenlandic
de: Grönländisch
it: Groenlandese
pt_br: Groelandês
zh_tw: 格陵蘭文

source: Guarani
zh_tw: 瓜拉尼文

source: Gujarati
de: Gujaratisch
zh_tw: 古吉拉特文

source: Hausa
zh_tw: 豪薩文

source: Hebrew
de: Hebräisch
it: Ebraico
pt_br: Hebraico
zh_tw: 希伯來文

source: Hindi
zh_tw: 印地文
