Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: Sorry, this action requires Adobe Flash.
de: Diese Aktion erfordert Adobe Flash.
it: Spiacenti, questa azione richiede Adobe Flash.
pt_br: Desculpe, esta ação exige Adobe Flash.
zh_tw: 抱歉，這個動作需要 Adobe Flash。

source: Load More
de: Mehr laden
it: Carica altri
pt_br: Carregar mais
zh_tw: 載入更多

source: Press CTRL-C to copy
de: Zum Kopieren STRG+C drücken
it: Premi CTRL-C per copiare
pt_br: Pressione CTRL-C para copiar
zh_tw: 按 CTRL-C 以複製

source: new tag
de: neuer Tag
it: nuovo tag
pt_br: nova tag
zh_tw: 新標籤

source: Saving
de: Wird gespeichert
it: Salvataggio
pt_br: Salvando
zh_tw: 儲存中

source: Please Wait
de: Bitte warten
it: Attendi
pt_br: Aguarde
zh_tw: 請稍候

source: Upload pending
de: Upload ausstehend
it: Caricamento in sospeso
pt_br: Carregamento pendente
zh_tw: 等待上傳

source: MANAGE CONFIGURATION
de: KONFIGURATION VERWALTEN
it: GESTISCI CONFIGURAZIONE
pt_br: GERENCIAR CONFIGURAÇÃO
zh_tw: 管理組態

source: MANAGE USERS
de: BENUTZER VERWALTEN
it: GESTISCI UTENTI
pt_br: GERENCIAR USUÁRIOS
zh_tw: 管理使用者

source: KNOWLEDGE BASE
de: WISSENSBASIS
pt_br: BASE DE CONHECIMENTO
zh_tw: 知識庫

source: CLEAR THE CACHE
de: CACHE LEEREN
it: CANCELLA LA CACHE
pt_br: LIMPAR O CACHE
zh_tw: 清除快取

source: LOG VIEWER
it: VISUALIZZATORE LOG
pt_br: VISUALIZADOR DE LOGS
zh_tw: 記錄檔檢視器

source: GO TO SITE
de: GEHE ZUR SEITE
it: VAI AL SITO
pt_br: IR PARA O SITE
zh_tw: 前往網站

source: RUN TESTS
de: TESTS AUSFÜHREN
it: ESEGUI TEST
pt_br: EXECUTAR TESTES
zh_tw: 執行測試

source: LOGOUT
de: ABMELDUNG
it: ESCI
zh_tw: 登出

source: Notice
de: Hinweis
it: Avviso
pt_br: Aviso
zh_tw: 注意事項

source: Requirements
de: Voraussetzungen
it: Requisiti
pt_br: Requisitos
zh_tw: 需求

source: Module
de: Modul
it: Modulo
pt_br: Módulo
zh_tw: 模組

source: Permission
de: Berechtigung
it: Permesso
pt_br: Permissão
zh_tw: 權限

source: Action
de: Aktion
it: Azione
pt_br: Ação
zh_tw: 動作

source: The cache was flushed successfuly.
de: Der Cache wurde erfolgreich geleert.
it: Il contenuto della cache è stato cancellato.
pt_br: O cache foi eliminado com sucesso.
zh_tw: 快取已成功排清。

source: success
de: Erfolg
it: operazione riuscita
pt_br: sucesso
zh_tw: 成功

source: Ok
zh_tw: 確定

source: Developer Tools
de: Entwicklertools
it: Strumenti per gli sviluppatori
pt_br: Ferramentas do desenvolvedor
zh_tw: 開發者工具

source: Export configuration to a file
de: Konfiguration in eine Datei exportieren
it: Esporta la configurazione in un file
pt_br: Exportar configuração para um arquivo
zh_tw: 匯出組態到檔案

source: Import configuration from a file
de: Konfiguration aus einer Datei importieren
it: Importa la configurazione da un file
pt_br: Importar configuração de um arquivo
zh_tw: 從檔案匯入組態

source: Create uiConfs for Widgets
de: uiConfs für Widgets erstellen
it: Crea uiConfs per i widget
pt_br: Criar uiConfs para Widgets
zh_tw: 建立小工具用的 uiConfs

source: Create Custom Metadata profiles
de: Benutzerdefinierte Metadatenprofile erstellen
it: Crea profili dei metadati personalizzati
pt_br: Criar perfis de metadados personalizados
zh_tw: 建立自訂中繼資料設定檔

source: How to enable "Developer Tools"
de: So aktivieren Sie "Entwicklertools"
it: Come abilitare "Strumenti per gli sviluppatori"
pt_br: Como habilitar "Ferramentas do desenvolvedor"
zh_tw: 如何啟用「開發者工具」

source: Tab "
de: Registerkarte "
it: Scheda "
zh_tw: 索引標籤「

source: Enable Terms of Use
de: Nutzungsbedingungen aktivieren
it: Abilita Termini d'uso
pt_br: Habilitar Termos de Uso
zh_tw: 啟用使用條款

source: Deployment
de: Implementierung
it: Implementazione
pt_br: Implantação
zh_tw: 部署

source: Debug Mode cookie was planted, and will persist until you close your browser :)
de: Der Debug-Modus-Cookie wurde gesetzt und bleibt bestehen, bis Sie Ihren Browser schließen :)
it: Il cookie Modalità debug è stato registrato e resterà sul computer fina a quando non chiuderai il browser :)
pt_br: O cookie de modo de depuração foi plantado, ele atuará até que você feche o navegador :)
zh_tw: 偵錯模式 Cookie 已植入，並會持續到您關閉瀏覽器 :)

source: Debug Mode cookie
de: Debug-Modus-Cookie
it: Cookie Modalità debug
pt_br: Cookie de modo de depuração
zh_tw: 偵錯模式 Cookie

source: The unique execution id, is a mandatory parameter.
de: Die eindeutige Ausführungs-ID ist ein obligatorischer Parameter.
it: L'ID unico di esecuzione è un parametro obbligatorio.
pt_br: A ID de execução exclusiva é um parâmetro obrigatório.
zh_tw: 唯一執行 ID 是強制參數。

source: Unique Execution Id
de: Eindeutige Ausführungs-ID
it: ID unico di esecuzione
pt_br: ID de execução única
zh_tw: 唯一執行 ID

source: Debug Level
de: Debug-Ebene
it: Livello debug
pt_br: Nível de depuração
zh_tw: 偵錯層級

source: Log File
de: Log-Datei
it: File log
pt_br: Arquivo de log
zh_tw: 記錄檔

source: General Log
de: Allgemeine Log-Datei
it: Log generale
pt_br: Log geral
zh_tw: 一般記錄檔

source: API Log
it: Log API
pt_br: Log de API
zh_tw: API 記錄檔

source: API Debug
it: Debug API
pt_br: Depuração de API
zh_tw: API 偵錯

source: API Errors
de: API-Fehler
it: Errori API
pt_br: Erros de API
zh_tw: API 錯誤

source: Trace Log
de: Log verfolgen
it: Log di traccia
pt_br: Log de rastreamento
zh_tw: 追蹤記錄檔

source: Nothing found in the log file
de: Nichts in der Log-Datei gefunden
it: Non è stato trovato nulla nel file di log
pt_br: Nada foi encontrado no arquivo do log
zh_tw: 在記錄檔內找不到項目

source: Please login using your Kaltura account
de: Melden Sie sich mit Ihrem Kaltura-Konto an
it: Esegui l'accesso utilizzando il tuo account Kaltura
pt_br: Efetue o login usando sua conta Kaltura
zh_tw: 請使用您的 Kaltura 帳號登入

source: Unit tests create test categories and content
de: Mit Einheitentests werden Testkategorien und -inhalte erstellt
it: I test dell'unità creano categorie e contenuti di prova
pt_br: Testes de unidade criam categorias e conteúdo de teste
zh_tw: 單元測試會建立測試用類別和內容

source: Please keep in mind that some of the test content may remain in your account after the tests are complete
de: Beachten Sie, dass möglicherweise einige Testinhalte nach dem Abschluss der Tests in Ihrem Konto bleiben
it: Tieni presente che al termine dei test alcuni contenuti di prova potrebbero restare nel tuo account
pt_br: Tenha em mente que alguns conteúdos de teste podem permanecer na sua conta após os testes serem concluídos
zh_tw: 請注意，測試完成之後，部分測試內容可能會保留在您的帳號中

source: Delete User
de: Benutzer löschen
it: Elimina utente
pt_br: Excluir usuário
zh_tw: 刪除使用者

source: ADD NEW USER
de: NEUEN BENUTZER HINZUFÜGEN
it: AGGIUNGI NUOVO UTENTE
pt_br: ADICIONAR NOVO USUÁRIO
zh_tw: 新增使用者

source: DELETE CHECKED
de: MARKIERTE LÖSCHEN
it: ELIMINA SELEZIONATI
pt_br: EXCLUSÃO VERIFICADA
zh_tw: 刪除已核取項目

source: SUBMIT CSV
de: CSV SENDEN
it: INVIA CSV
pt_br: ENVIAR CSV
zh_tw: 送出 CSV

source: Extra data
de: Zusatzdaten
it: Dati aggiuntivi
pt_br: Extrair dados
zh_tw: 額外資料

source: Actions
de: Aktionen
it: Azioni
pt_br: Ações
zh_tw: 動作

source: No data found
de: Keine Daten gefunden
it: Nessun dato trovato
pt_br: Nenhum dado encontrado
zh_tw: 找不到資料

source: Role does not exist in config file: user will not be able to log in.
de: Rolle existiert nicht in der Konfigurationsdatei: Der Benutzer kann sich nicht anmelden.
it: Il ruolo non esiste nel file di configurazione: l'utente non potrà eseguire l'accesso.
pt_br: A função não existe no arquivo de configuração: o usuário não poderá efetuar o login.
zh_tw: 組態檔中並沒有角色: 使用者將無法登入。

source: Select Users
de: Benutzer auswählen
it: Seleziona utenti
pt_br: Selecionar usuários
zh_tw: 選取使用者

source: Submit
de: Senden
it: Invia
pt_br: Enviar
zh_tw: 送出

source: You are not allowed to remove this media.
de: Sie sind nicht zum Entfernen dieser Medien berechtigt.
it: Non hai il permesso di rimuovere questo contenuto multimediale.
pt_br: Você não tem permissão para remover esta mídia.
zh_tw: 您無法移除該媒體。

source: Are you sure you want to remove this item from the
de: Sind Sie sicher, dass Sie diesen Eintrag aus dem
it: Rimuovere questo elemento dal
pt_br: Você tem certeza de que deseja remover este item de
zh_tw: 您確定要從下列刪除此項目：

source: Remove
de: Entfernen
it: Rimuovi
pt_br: Remover
zh_tw: 移除

source: Remove Media
de: Medien entfernen
it: Rimuovi contenuto multimediale
pt_br: Remover mídia
zh_tw: 移除媒體

source: Create a New Channel
de: Einen neuen Channel erstellen
it: Crea un nuovo canale
pt_br: Criar novo canal
zh_tw: 建立新頻道

source: Are you sure you want to delete %1?
de: Möchten Sie %1 wirklich löschen?
it: Eliminare %1?
pt_br: Você tem certeza de que deseja excluir %1?
zh_tw: 您確定要刪除 %1 嗎?

source: Delete Confirmation
de: Löschen bestätigen
it: Conferma eliminazione
pt_br: Confirmar exclusão
zh_tw: 刪除確認

source: Delete Channel
de: Channel löschen
it: Elimina canale
pt_br: Excluir canal
zh_tw: 刪除頻道

source: Your search for "%1" did not match any channels.
de: Ihre Suche nach "%1" entspricht keinen Channels.
it: La ricerca di "%1" non ha trovato nessun canale.
pt_br: Sua busca para "%1" não encontrou canais correspondentes.
zh_tw: 您搜尋的「%1」並未符合任何頻道。

source: Make sure you spelled the word correctly
de: Prüfen Sie, ob Sie das Wort richtig geschrieben haben
it: Verifica che l'ortografia del termine sia corretta
pt_br: Certifique-se de que a grafia da palavra está correta
zh_tw: 請確認您正確地拼寫單字

source: Try a different search term
de: Probieren Sie einen anderen Suchbegriff
it: Prova a cercare un altro termine
pt_br: Tente um termo de busca diferente
zh_tw: 請嘗試不同的搜尋字詞

source: You do not manage any channels.
de: Sie verwalten keinen Channel.
it: Non sei responsabile di nessun canale.
pt_br: Você não gerencia canais.
zh_tw: 您沒有管理任何頻道。

source: You are not a member of any channel.
de: Sie sind kein Mitglied eines Channels.
it: Non sei membro di nessun canale.
pt_br: Você não é um membro de um canal.
zh_tw: 您不是任何頻道的會員。

source: You are not subscribed to any channel.
de: Sie haben keinen Channel abonniert.
it: Non sei iscritto a nessun canale.
pt_br: Você não tem assinatura de canais.
zh_tw: 您沒有訂閱任何頻道。

source: Search (as manager)
de: Suchen (als Manager)
it: Cerca (come manager)
pt_br: Buscar (como gerente)
zh_tw: 搜尋 (以管理員身分)

source: Search (as member)
de: Suchen (als Mitglied)
it: Cerca (come membro)
pt_br: Buscar (como membro)
zh_tw: 搜尋 (以會員身分)

source: There are no more channels.
de: Es gibt keine weiteren Channels.
it: Non ci sono altri canali.
pt_br: Não há mais canais.
zh_tw: 沒有更多頻道。

source: Search for channels
de: Channels suchen
it: Cerca canali
pt_br: Buscar por canais
zh_tw: 搜尋頻道

source: There are no channels.
de: Es gibt keine Channels.
it: Non ci sono canali.
pt_br: Não há canais.
zh_tw: 沒有頻道。

source: My Shared Repositories
de: Meine gemeinsamen Repositorys
it: I miei archivi condivisi
pt_br: Meus repositórios compartilhados
zh_tw: 我的共用存放庫

source: Search my channels
de: Meine Channels durchsuchen
it: Cerca nei miei canali
pt_br: Buscar em meus canais
zh_tw: 搜尋我的頻道

source: No Shared repository is configured, please contact your KAF administrator.
de: Es ist kein gemeinsames Repository konfiguriert. Wenden Sie sich an den KAF-Administrator.
it: Nessun archivio condiviso configurato, contatta l'amministratore di KAF.
pt_br: Nenhum repositório compartilhado configurado, contate seu administrador KAF.
zh_tw: 沒有已設定的共用存放庫，請連絡您的 KAF 管理員。

source: Are you sure you want to remove the current channel thumbnail?
de: Möchten Sie das aktuelle Channel-Vorschaubild wirklich entfernen?
it: Rimuovere la miniatura del canale corrente?
pt_br: Tem certeza de que quer remover a miniatura do canal atual?
zh_tw: 您確定要移除目前的頻道縮圖嗎?

source: Reset Thumbnail Confirmation
de: Bestätigung für Zurücksetzen von Vorschaubild
it: Conferma reimpostazione miniatura
pt_br: Confirmar redefinição de miniatura
zh_tw: 重設縮圖確認

source: No Search Results...
de: Keine Suchergebnisse...
it: Nessun risultato della ricerca...
pt_br: Nenhum resultado para a busca...
zh_tw: 沒有搜尋結果...

source: No more Entries found.
de: Keine weiteren Einträge gefunden.
it: Nessun altro elemento trovato.
pt_br: Nenhuma entrada encontrada.
zh_tw: 找不到更多內容項目。

source: No Media Found
de: Keine Medien gefunden
it: Nessun contenuto multimediale trovato
pt_br: Nenhuma mídia encontrada
zh_tw: 找不到媒體

source: Thumbnail for channel %1
de: Vorschaubild für Kanal %1
it: Miniatura del canale %1
pt_br: Miniatura para o canal %1
zh_tw: 頻道 %1 的縮圖

source: There are no more media items.
de: Es gibt keine weiteren Medieneinträge.
it: Non ci sono altri elementi multimediali.
pt_br: Não há mais itens de mídia.
zh_tw: 已沒有媒體項目。

source: Show Details
de: Details anzeigen
it: Mostra dettagli
pt_br: Exibir detalhes
zh_tw: 顯示詳細資料

source: Hide Details
de: Details ausblenden
it: Nascondi dettagli
pt_br: Ocultar detalhes
zh_tw: 隱藏詳細資料

source: Search this channel
de: Channel durchsuchen
it: Cerca in questo canale
pt_br: Buscar neste canal
zh_tw: 搜尋此頻道

source: Add a Collaborator
de: Mitarbeiter hinzufügen
it: Aggiungi un collaboratore
pt_br: Adicionar um colaborador
zh_tw: 新增協作者

source: Oops, something went wrong. The information was not saved.
de: Ups - es ist ein Fehler aufgetreten. Die Informationen wurden nicht gespeichert.
it: L'operazione non è andata a buon fine. Le informazioni non sono state salvate.
pt_br: Ops, algo deu errado. As informações não foram salvas.
zh_tw: 糟糕，發生錯誤。資訊並未儲存。

source: Please fill out these details
de: Geben Sie bitte diese Details an
it: Inserisci questi dati
pt_br: Preencha esses detalhes
zh_tw: 請填寫詳細資料

source: The information will be saved, once the file is finished uploading
de: Die Informationen werden gespeichert, nachdem die Datei hochgeladen wurde
it: Le informazioni verranno salvate al termine del caricamento del file
pt_br: As informações serão salvas, após o carregamento do arquivo ser concluído
zh_tw: 當檔案完成上傳，資訊將會儲存

source: An unexpected error occurred while saving the entry
de: Beim Speichern des Eintrags ist ein unerwarteter Fehler aufgetreten
it: Si è verificato un errore imprevisto durante il salvataggio dell'elemento
pt_br: Ocorreu um erro inesperado ao salvar a entrada
zh_tw: 儲存內容項目時發生未預期的錯誤

source: Finished recording
de: Aufnahme abgeschlossen
it: Registrazione terminata
pt_br: Gravação concluída
zh_tw: 完成錄製

source: Finished uploading
de: Hochladen abgeschlossen
it: Caricamento terminato
pt_br: Carregamento concluído
zh_tw: 完成上傳

source: Back
de: Zurück
it: Indietro
pt_br: Voltar
zh_tw: 返回

source: Note: Once you change owner you will not be able to edit this media and it will no longer appear in your “My Media” list.
de: Hinweis: Nachdem Sie den Inhaber geändert haben, können Sie diese Medien nicht mehr bearbeiten und sie werden nicht mehr in der Liste "Meine Medien" angezeigt.
it: Nota: se cambi proprietario, non potrai modificare questo contenuto multimediale e il contenuto non comparirà più nell'elenco "I miei contenuti multimediali".
pt_br: Observação: após alterar o proprietário, não será possível editar esta mídia e ela não aparecerá mais na sua lista "Minha Mídia".
zh_tw: 請注意: 一旦您變更了擁有者，您將不能再編輯該媒體，而該媒體也將不再出現在「我的媒體」清單中。

source: Change media owner
de: Medieninhaber ändern
it: Cambia proprietario contenuto multimediale
pt_br: Alterar proprietário da mídia
zh_tw: 變更媒體擁有者

source: Your media is ready.
de: Ihre Medien stehen bereit.
it: Il contenuto multimediale è pronto.
pt_br: Sua mídia está pronta.
zh_tw: 您的媒體已就緒。

source: Please
de: Bitte
it: Aggiorna
pt_br: Por favor,
zh_tw: 請

source: refresh the page
de: Seite aktualisieren,
it: la pagina
pt_br: atualizar a página
zh_tw: 重新整理頁面

source: to update all information.
de: um alle Informationen zu aktualisieren.
it: per aggiornare tutte le informazioni.
pt_br: para atualizar todas as informações.
zh_tw: 以更新所有資訊。

source: Are you sure you want to remove %1 as a media collaborator?
de: Möchten Sie %1 wirklich als Medienmitarbeiter entfernen?
it: Rimuovere %1 come collaboratore del contenuto multimediale?
pt_br: Tem certeza de que remover %1 como colaborador de mídia?
zh_tw: 您確定要移除 %1 的媒體協作者身分嗎?

source: You are not allowed to delete this media.
de: Sie sind nicht zum Löschen dieser Medien berechtigt.
it: Non hai il permesso di eliminare questo contenuto multimediale.
pt_br: Você não tem permissão para excluir esta mídia.
zh_tw: 您無法刪除此媒體。

source: Are you sure you want to permanently delete %1 items?
de: Sind Sie sicher, dass Sie %1 Einträge dauerhaft löschen möchten?
it: Eliminare %1 elementi in modo permanente?
pt_br: Você tem certeza de que deseja excluir permanentemente os itens de %1?
zh_tw: 您確定要永久刪除 %1 個項目嗎?

source: Are you sure you want to delete this media?
de: Sind Sie sicher, dass Sie diese Medien löschen möchten?
it: Eliminare questo contenuto multimediale?
pt_br: Você tem certeza de que deseja excluir essa mídia?
zh_tw: 您確定要刪除此媒體嗎?

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.
it: Le modifiche sono state salvate.
pt_br: Suas alterações foram salvas.
zh_tw: 您的變更已儲存。

source: Update
de: Aktualisieren
it: Aggiorna
pt_br: Atualizar
zh_tw: 更新

source: Edit a Collaborator
de: Mitarbeiter bearbeiten
it: Modifica un collaboratore
pt_br: Editar um colaborador
zh_tw: 編輯協作者

source: Clear rejected status
de: Status "Abgelehnt" löschen
it: Cancella stato rifiutato
pt_br: Limpar status rejeitado
zh_tw: 清除已拒絕狀態

source: Entry could not be created.
de: Der Eintrag konnte nicht erstellt werden.
it: Impossibile creare l'elemento.
pt_br: Não foi possível criar a entrada.
zh_tw: 內容項目無法建立。

source: No Entries
de: Keine Einträge
it: Nessun elemento
pt_br: Sem entradas
zh_tw: 沒有內容項目

source: Stack trace:
de: Stackverfolgung:
it: Traccia dello stack:
pt_br: Rastreamento de pilha:
zh_tw: 堆疊追蹤:

source: Request Parameters:
de: Parameter anfordern:
it: Parametri richiesta:
pt_br: Parâmetros de solicitação:
zh_tw: 請求參數:

source: Exception information:
de: Ausnahmeinformation:
it: Informazioni sull'eccezione:
pt_br: Informação de exceção:
zh_tw: 例外資訊:

source: Error
de: Fehler
it: Errore
pt_br: Erro
zh_tw: 錯誤

source: Search this category
de: Kategorie durchsuchen
it: Cerca in questa categoria:
pt_br: Buscar nesta categoria
zh_tw: 搜尋這個類別

source: version
it: versione
pt_br: versão
zh_tw: 版本

source: build
pt_br: criar
zh_tw: 組建

source: failed to install
de: konnte nicht installiert werden
it: installazione non riuscita
pt_br: falha ao instalar
zh_tw: 安裝失敗

source: You can try to start installation again
de: Sie können die Installation erneut starten
it: Puoi provare a riavviare l'installazione
pt_br: Você pode tentar iniciar a instalação novamente
zh_tw: 您可以嘗試重新開始安裝

source: here
de: hier
it: qui
pt_br: aqui
zh_tw: 這裡

source: If you keep getting installation error contact Kaltura for support
de: Wenn Sie weiterhin einen Installationsfehler erhalten, kontaktieren Sie Kaltura, um Unterstützung zu erhalten
it: Se continui a ricevere un errore di installazione, contatta Kaltura per assistenza
pt_br: Se você continuar recebendo mensagem de erro de instalação, contate o suporte da Kaltura
zh_tw: 如果您持續遭遇安裝錯誤，請連絡 Kaltura 以尋求支援

source: Provide all logs under the "logs" directory
de: Geben Sie alle Logs aus dem Verzeichnis "Logs" an
it: Aggiungi tutti i log nella directory "logs"
pt_br: Forneça todos os logs no diretório "logs"
zh_tw: 請提供 "logs" 目錄下的所有記錄檔

source: was setup successfully
de: wurde erfolgreich eingerichtet
it: è stato installato
pt_br: foi configurado com sucesso
zh_tw: 已成功設定

source: You can visit your Kaltura %1 site
de: Sie können Ihre Kaltura %1-Seite besuchen
it: Puoi visitare il tuo sito Kaltura %1
pt_br: Você pode visitar seu site %1 do Kaltura
zh_tw: 您可以瀏覽您的 Kaltura %1 網站

source: You can create new users for your Kaltura %1 site
de: Sie können neue Benutzer für Ihre Kaltura %1-Seite erstellen
it: Puoi creare nuovi utenti per il tuo sito Kaltura %1
pt_br: Você pode criar novos usuário para seu site %1 Kaltura
zh_tw: 您可以為您的 Kaltura %1 網站建立新使用者

source: You can go to the administration area to set more configuration options
de: Sie können zum Administrationsbereich gehen, um weitere Konfigurationsoptionen festzulegen
it: Vai all'area di amministrazione per impostare altre opzioni di configurazione
pt_br: Você pode ir para a área de administração para definir mais opções de configuração
zh_tw: 您可以到管理區域以設定更多組態選項

source: Note:
de: Hinweis:
it: Nota:
pt_br: Observação:
zh_tw: 注意事項:

source: some functionality might be limited or broken until you complete all of the required configurations. Refer to the installation and setup guide to complete the required configurations.
de: einige Funktionen sind möglicherweise beschränkt oder nicht verfügbar, bis sie alle erforderlichen Konfigurationen durchgeführt haben. Ziehen Sie zum Durchführen der erforderlichen Konfigurationen die Installations- und Setup-Anleitung zurate.
it: alcune funzionalità potrebbero essere limitate o non disponibili fin quando non completi tutte le configurazioni richieste. Consulta la guida all'installazione e alla configurazione per completare le configurazioni richieste.
pt_br: algumas funcionalidades podem estar limitadas ou corrompidas até que você complete todas as configurações necessárias. Consulte o guia de instalação e configuração para completar todas as configurações necessárias.
zh_tw: 在您完成所有必要組態之前，部分功能有可能遭受限制或損壞。請參考安裝與設定指南以完成必要組態。

source: uiConfs are updated with the latest versions of widgets and functionality.
de: uiConfs werden mit den neuesten Versionen der Widgets und Funktionen aktualisiert.
it: I uiConfs sono stati aggiornati con la versione più recente di widget e funzionalità.
pt_br: uiConfs são atualizados com as versões mais recentes de widgets e funcionalidade.
zh_tw: uiConfs 已更新，您現在可以使用最新版本的小工具和功能。

source: If you would like to use a different custom uiConf you can revert back to your old uiConf and/or upgrade your custom uiConf to what is available in this version.
de: Wenn Sie eine andere benutzerdefinierte uiConf verwenden möchten, können Sie auf Ihre alte uiConf wechseln und/oder Ihre benutzerdefinierte uiConf auf diese Version aktualisieren.
it: Se vuoi utilizzare un altro uiConf personalizzato, puoi ripristinare il uiConf precedente e/o aggiornare il uiConf personalizzato a quello disponibile in questa versione.
pt_br: Se você gostaria de usar um uiConf personalizado diferente, pode reverter seu uiConf antigo e/ou atualizar seu uiConf antigo para o que está disponível nesta versão.
zh_tw: 如果您想要使用不同的自訂 uiConf，您可以還原到舊的 uiConf，並/或升級您自訂的 uiConf 版本可用的檔案。

source: To run the UnitTests please click
de: Um die Gerätetests auszuführen, klicken Sie bitte auf
it: Per eseguire i test dell'unità fai clic su
pt_br: Para executar o UnitTests, clique em
zh_tw: 請點擊以執行單元測試

source: Install
de: Installieren
it: Installa
pt_br: Instalar
zh_tw: 安裝

source: Please fill all the fields!
de: Bitte füllen Sie alle Felder aus!
it: Completa tutti i campi!
pt_br: Preencha todos os campos!
zh_tw: 請填寫所有欄位!

source: Installation in progress. Please wait...
de: Installation in Bearbeitung. Bitte warten...
it: Installazione in corso. Attendi...
pt_br: Instalação em andamento, aguarde...
zh_tw: 安裝中，請稍候...

source: Migration cannot continue due to missing write permissions on some configuration files
de: Die Migration kann nicht fortgeführt werden, weil für einige Konfigurationsdateien Schreibrechte fehlen
it: La migrazione non può continuare perché mancano i permessi di scrittura per alcuni file di configurazione
pt_br: A migração não pode ser continuada devido a permissões de gravações ausentes em alguns arquivos de configuração
zh_tw: 移轉無法繼續，因為部分組態檔的寫入權限遺失

source: Following are configuration files that need to be writable by the web-server
de: Die folgenden Dateien sind die Konfigurationsdateien, die vom Webserver geschrieben werden können müssen
it: Di seguito sono indicati i file di configurazione che devono poter essere scritti dal server web
pt_br: As configurações a seguir deve ser graváveis pelo servidor web
zh_tw: 以下是需要可被網路伺服器寫入的組態檔
