Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/kaf_*/default.po
Languages: de, it, pt_br, zh_tw

source: number of media pages that were loaded, but not necessarily played, in this channel
de: Anzahl der Medienseiten, die in diesem Channel geladen, jedoch nicht unbedingt wiedergegeben wurden
it: numero di pagine multimediali caricate, anche se non riprodotte, in questo canale
pt_br: quantidade de páginas de mídia carregadas, mas não necessariamente reproduzidas, neste canal
zh_tw: 載入此頻道的媒體頁面數目，但不一定要播放

source: Viewed
de: Angesehen
it: Visualizzato
pt_br: Visualizado
zh_tw: 已檢視

source: number of plays counted across the viewed ones, in this channel
de: Anzahl der angesehenen Wiedergaben in diesem Channel
it: numero di riproduzioni contate tra quelle visualizzate in questo canale
pt_br: quantidade de reproduções contadas entre os visualizados, neste canal
zh_tw: 此頻道中經檢視之影片的播放次數

source: Most Popular Media
de: Beliebteste Medien
it: Contenuti multimediali più popolari
pt_br: Minhas mídias mais populares
zh_tw: 最熱門媒體

source: User Engagement and Contribution
de: Benutzerbeteiligung und -beitrag
it: Coinvolgimento e contributo degli utenti
pt_br: Colaboração e envolvimento do usuário
zh_tw: 使用者觀看時間與上傳

source: number of members in this channel, including subscribers
de: Anzahl der Mitglieder in diesem Channel, einschließlich Abonnenten
it: numero di membri in questo canale, inclusi gli utenti iscritti
pt_br: quantidade de membros neste canal, incluindo assinantes
zh_tw: 此頻道中的會員總數，包括訂閱者

source: number of users that viewed media pages in this channel
de: Anzahl der Benutzer, die Medien in diesem Channel geladen haben
it: numero di utenti che hanno caricato contenuti multimediali in questo canale
pt_br: quantidade de usuários que carregaram mídia neste canal
zh_tw: 此頻道中載入媒體的使用者數目

source: number of users that contributed media to this channel
de: Anzahl der Benutzer, die Medien in diesem Channel beigetragen haben
it: numero di utenti che hanno contribuito ai contenuti multimediali di questo canale
pt_br: quantidade de usuários que contribuíram com mídia para este canal
zh_tw: 上傳至此頻道的使用者數目

source: Top Contributors
de: Top-Mitwirkende
it: Contributori più attivi
pt_br: Principais colaboradores
zh_tw: 最踴躍上傳者

source: Correct
de: Richtig
it: Corretto
pt_br: Correto
zh_tw: 正確

source: NEW
de: NEU
it: NUOVO
pt_br: NOVO
zh_tw: 新的

source: Contributions
de: Beiträge
it: Contributi
pt_br: Contribuições
zh_tw: 上傳

source: Last day
de: Letzter Tag
it: Ultimo giorno
pt_br: Último dia
zh_tw: 過去 24 小時

source: Unique Videos
de: Singuläre Videos
it: Video esclusivi
pt_br: Vídeos exclusivos
zh_tw: 獨特的影片

source: Trend
pt_br: Tendência
zh_tw: 趨勢

source: Contributed By
de: Beigetragen von
it: Con il contributo di
pt_br: Contribuição de
zh_tw: 提供者為

source: Plays in Channel
de: Wiedergabe in Channel
it: Riproduzioni nel canale
pt_br: Reproduções no canal
zh_tw: 在頻道中播放次數

source: Maximum Play-Through
de: Maximale Wiedergabelänge
it: Play-through massimo
pt_br: Tempo máximo de reprodução
zh_tw: 最長播放時間

source: For
de: Für
it: Per
pt_br: Para
zh_tw: 為了

source: print
de: drucken
it: stampa
pt_br: imprimir
zh_tw: 列印

source: Answered
de: Beantwortet
it: Risposte
pt_br: Respondido
zh_tw: 已作答

source: Export to CSV
de: Nach CSV exportieren
it: Esporta in CSV
pt_br: Exportar para CSV
zh_tw: 匯出至 CSV

source: Printable Version
de: Druckversion
it: Versione per la stampa
pt_br: Versão impressa
zh_tw: 可列印版本

source: There are no more questions.
de: Es sind keine weiteren Fragen vorhanden.
it: Non ci sono altre domande.
pt_br: Não há mais perguntas.
zh_tw: 沒有更多問題了。

source: User Answered
de: Durch Benutzer beantwortet
it: Risposte dall'utente
pt_br: Usuário respondeu
zh_tw: 使用者已作答

source: Top Users Report
de: Top-Benutzer-Bericht
it: Rapporto sugli utenti più attivi
pt_br: Relatório de principais usuários
zh_tw: 最投入使用者報告

source: Channel Thumbnail
de: Kanal-Vorschaubild
it: Miniatura del canale
pt_br: Miniatura do canal
zh_tw: 頻道縮圖

source: No Results...
de: Keine Ergebnisse...
it: Nessun risultato...
pt_br: Sem resultados...
zh_tw: 沒有結果...

source: Player Options
de: Player-Optionen
it: Opzioni player
pt_br: Opções do player
zh_tw: 播放器選項

source: Select
de: Auswählen
it: Seleziona
pt_br: Selecionar
zh_tw: 選取

source: Course:
de: Kurs:
it: Corso:
pt_br: Curso:
zh_tw: 課程:

source: show less...
de: weniger anzeigen...
it: mostra meno...
pt_br: exibir menos...
zh_tw: 顯示較少...

source: Name:
it: Nome:
pt_br: Nome:
zh_tw: 名稱:

source: Presenter's Name
de: Name des Moderators
it: Nome del presentatore
pt_br: Nome do apresentador
zh_tw: 簡報者的名稱

source: Link:
it: Collegamento:
zh_tw: 連結:

source: External Link to Presenter's info
de: Externer Link zu Informationen über den Moderator
it: Collegamento esterno alle informazioni sul presentatore
pt_br: Link externo para informações do apresentador
zh_tw: 簡報者資料的外部連結

source: Title:
de: Titel:
it: Titolo:
pt_br: Título:
zh_tw: 標題:

source: Presenter's Title
de: Titel des Moderators
it: Titolo del presentatore
pt_br: Título do apresentador
zh_tw: 簡報者的標題

source: Bio:
de: Biografie:
it: Biografia:
zh_tw: 簡歷:

source: Presenter's Biography
de: Biografie des Moderators
it: Biografia del presentatore
pt_br: Biografia do apresentador
zh_tw: 簡報者的簡歷

source: Image:
de: Bild:
it: Immagine:
pt_br: Imagem:
zh_tw: 影像:

source: Save Presenter
de: Moderator speichern
it: Salva presentatore
pt_br: Salvar apresentador
zh_tw: 儲存簡報者

source: Update Presenter
de: Moderator aktualisieren
it: Aggiorna presentatore
pt_br: Atualizar apresentador
zh_tw: 更新簡報者

source: Add a presenter
de: Moderator hinzufügen
it: Aggiungi presentatore
pt_br: Adicionar um apresentador
zh_tw: 新增簡報者

source: Presenter (PRESENTER)`s information will be removed from this webcast.</br>Are you sure you want to continue?
de: Die Informationen zum Moderator (MODERATOR) werden aus diesem Webcast entfernt.</br>Möchten Sie wirklich fortfahren?
it: Le informazioni sul presentatore (PRESENTATORE) verranno rimosse da questo webcast.</br>Continuare?
pt_br: As informações do apresentador (APRESENTADOR) serão removidas desta webcast.</br>Tem certeza de que deseja continuar?
zh_tw: 簡報者的資訊會從該網路廣播中移除。</br>您確定要繼續嗎?

source: Media Galleries
de: Mediengalerien
it: Gallerie multimediali
pt_br: Galerias da mídia
zh_tw: 媒體庫

source: Yes, please
de: Ja bitte
it: Sì, grazie
pt_br: Sim, por favor
zh_tw: 是，麻煩了

source: No, thanks
de: Nein danke
it: No, grazie
pt_br: Não, obrigado
zh_tw: 不用了，謝謝

source: Embedded Media Options
de: Optionen für eingebettete Medien
it: Opzioni contenuti multimediali incorporati
pt_br: Incorporado nas opções de mídia
zh_tw: 嵌入媒體選項

source: Metadata:
de: Metadaten:
it: Metadati:
pt_br: Metadados:
zh_tw: 中繼資料:

source: Owner
de: Inhaber
it: Proprietario
pt_br: Proprietário
zh_tw: 擁有者

source: Upload Date
de: Upload-Datum
it: Data caricamento
pt_br: Data de carregamento
zh_tw: 上傳日期

source: Clear All
de: Alle löschen
it: Cancella tutto
pt_br: Limpar tudo
zh_tw: 清除所有

source: We're sorry, this page is not compatible with your device
de: Diese Seite ist leider nicht mit Ihrem Gerät kompatibel
it: Spiacenti, questa pagina non è compatibile con il tuo dispositivo
pt_br: Lamentamos, esta página não é compatível com seu dispositivo
zh_tw: 很抱歉，此頁面與您的裝置不相容

source: Large
de: Groß
it: Grande
pt_br: Grande
zh_tw: 大

source: Medium
de: Mittel
it: Medio
pt_br: Médio
zh_tw: 中

source: Small
de: Klein
it: Piccolo
pt_br: Pequeno
zh_tw: 小

source: Enable Shared Repository
de: Gemeinsames Repository aktivieren
it: Abilita archivio condiviso
pt_br: Habilitar repositório compartilhado
zh_tw: 啟用共用存放庫

source: session cookies
de: Sitzungs-Cookies
it: cookie sessione
pt_br: cookies da sessão
zh_tw: 工作階段 Cookie

source: It seems your browser is blocking 3rd party %1 which are required for the Kaltura application. To resolve this issue, please update your settings to allow 3rd party cookies.
de: Ihr Browser blockiert Drittanbieter-%1, die für die Kaltura-Anwendung erforderlich sind. Um dieses Problem zu beheben, aktualisieren Sie die Einstellungen, um Drittanbieter-Cookies zuzulassen.
it: Sembra che il tuo browser stia bloccando i %1 di terze parti, necessari per eseguire l'applicazione Kaltura. Per risolvere il problema, aggiorna le impostazioni e consenti l'uso di cookie di terze parti.
pt_br: Parece que seu navegador está bloqueado %1 de terceiros, o que é necessário para o aplicativo Kaltura. Para solucionar o problema, atualize suas configurações para permitir cookies de terceiros.
zh_tw: 您的瀏覽器似乎阻擋了第三方 Cookie %1，其為 Kaltura 應用程式正常運作的必要項目。若要解決此問題，請更新設定以允許該第三方 Cookie。

source: No featured media in course.
de: Keine ausgewählten Medien im Kurs.
it: Nessun evento multimediale in corso.
pt_br: Nenhuma mídia em destaque em andamento.
zh_tw: 課程中沒有精選媒體。

source: Upload app icon
de: App-Symbol hochladen
it: Carica icona applicazione
pt_br: Atualizar ícone do aplicativo
zh_tw: 上傳應用程式圖示

source: Select a image file:
de: Bilddatei auswählen:
it: Seleziona un file immagine:
pt_br: Selecione um arquivo de imagem:
zh_tw: 請選取影像檔案:

source: Create a Webcast Event
de: Webcast-Event erstellen
it: Crea un evento webcast
pt_br: Criar um evento de webcast
zh_tw: 建立網路廣播活動

source: Schedule a Webcast Event
de: Webcast-Event planen
it: Programma un evento webcast
pt_br: Agendar um evento de webcast
zh_tw: 排程網路廣播活動

source: Invite attendees
de: Teilnehmer einladen
it: Invita partecipanti
pt_br: Convidar participantes
zh_tw: 邀請出席人員

source: Downloads an ICS file
de: Eine ICS-Datei herunterladen
it: Scarica un file ICS
pt_br: Baixa um arquivo ICS
zh_tw: 下載一個 ICS 檔案

source: Launch Application
de: Anwendung starten
it: Avvia applicazione
pt_br: Abrir aplicativo
zh_tw: 啟動應用程式

source: Don't have the application? Download
de: Sie haben die Anwendung nicht? Herunterladen
it: Non hai l'applicazione? Scaricala
pt_br: Não tem o aplicativo? Baixe
zh_tw: 沒有應用程式？請下載

source: here!
de: hier!
it: qui.
pt_br: aqui!
zh_tw: 這裡！

source: There are no webcast events.
de: Es sind keine Webcast-Events vorhanden.
it: Non ci sono eventi webcast.
pt_br: Não há eventos de webcast.
zh_tw: 沒有網路廣播活動。

source: Audio / Video Stream Origin
de: Herkunft von Audio-/Video-Stream
it: Origine streaming audio/video
pt_br: Origem de transmissão de áudio/Vídeo
zh_tw: 音訊 / 視訊串流源

source: Your selection was saved
de: Ihre Auswahl wurde gespeichert
it: La tua selezione è stata salvata
pt_br: Sua seleção foi salva
zh_tw: 您的選取範圍已儲存

source: Primary URL
de: Primäre URL
it: URL primario
pt_br: URL primária
zh_tw: 主要網址

source: Backup URL
it: URL di backup
pt_br: URL de Backup
zh_tw: 備份網址

source: Stream Name
it: Nome streaming
pt_br: Nome da transmissão
zh_tw: 串流名稱

source: Export XML for FMLE
de: XML für FMLE exportieren
it: Esporta XML per FMLE
pt_br: Exportar XML para FMLE
zh_tw: 針對 FMLE 匯出 XML

source: Live Webcasts
it: Live webcast
pt_br: Webcasts ao vivo
zh_tw: 直播網路廣播

source: Upcoming Webcasts
de: Bevorstehende Webcasts
it: Webcast in programma
pt_br: Webcasts futuros
zh_tw: 近期的網路廣播

source: Recorded Webcasts
de: Aufgezeichnete Webcasts
it: Webcast registrati
pt_br: Webcasts Registradas
zh_tw: 已錄製的網路廣播

source: Kaltura Webcasting Desktop Application
de: Kaltura Webcasting-Desktopanwendung
it: Applicazione desktop Kaltura Webcasting
pt_br: Aplicativo Kaltura Webcasting Desktop
zh_tw: Kaltura 網路廣播桌面應用程式

source: Kaltura Webcasting Desktop Application is an advanced webcasting tool for streaming live video with slide synchronization, automatic recording and real-time reports.
de: Die Kaltura Webcasting-Desktopanwendung ist ein fortschrittliches Webcasting-Tool zum Streamen von Live-Video mit Foliensynchronisierung, automatischer Aufzeichnung und Echtzeitberichten.
it: L'applicazione desktop Kaltura Webcasting è uno strumento avanzato per i webcast con funzionalità di streaming di video in diretta con sincronizzazione di diapositive, registrazione automatica e rapporti in tempo reale.
pt_br: O Aplicativo Kaltura Webcasting Desktop é uma ferramenta de webcasting avançada para transmissão de vídeo ao vivo com sincronização de slides, gravação automática e relatórios em tempo real.
zh_tw: Kaltura 網路廣播桌面應用程式是進階的網路廣播工具，可在串流直播影片的同時進行投影片同步、自動錄影和即時報告。

source: Windows System Requirements
de: Windows-Systemanforderungen
it: Requisiti di sistema per Windows
pt_br: Requisitos de sistema do Windows
zh_tw: Windows 系統需求

source: Windows 7 and up
de: Windows 7 und höher
it: Windows 7 e versioni successive
pt_br: Windows 7 e superior
zh_tw: Windows 7 及以上版本

source: OS X System Requirements
de: OS X-Systemanforderungen
it: Requisiti di sistema per OS X
pt_br: Requisitos do sistema OS X
zh_tw: OS X 系統需求

source: OS X 10.7 and up
de: OS X 10.7 und höher
it: OS X 10.7 e versioni successive
pt_br: OS X 10.7 e superior
zh_tw: OS X 10.7 及以上

source: Upload Resources CSV File
de: Ressourcen-CSV-Datei hochladen
it: Carica file CSV risorse
pt_br: Enviar arquivo CSV de recursos
zh_tw: 上傳資源 CSV 檔案

source: Save Event
de: Ereignis speichern
it: Salva evento
pt_br: Salvar evento
zh_tw: 儲存事件

source: Edit Event
de: Ereignis bearbeiten
it: Modifica evento
pt_br: Editar evento
zh_tw: 編輯事件

source: Event created successfully.
de: Ereignis wurde erfolgreich erstellt.
it: Creazione dell'evento riuscita.
pt_br: Evento criado com sucesso.
zh_tw: 事件已成功建立。

source: You are viewing a single occurrence that is part of a series.
de: Sie zeigen ein einzelnes Ereignis an, das Teil einer Serie ist.
it: Stai visualizzando una singola occorrenza che fa parte di una serie.
pt_br: Você está visualizando uma ocorrência única que faz parte de uma série.
zh_tw: 您正在檢視作為序列一部分的單個發生事件。

source: You are viewing an event series.
de: Sie zeigen eine Ereignisserie an.
it: Stai visualizzando una serie di eventi.
pt_br: Você está visualizando uma série de eventos.
zh_tw: 您正在檢視事件序列。

source: Are you sure you want to delete the entire series?
de: Sind Sie sicher, dass Sie die gesamte Serie löschen möchten?
it: Eliminare l'intera serie?
pt_br: Você tem certeza de que deseja excluir a série inteira?
zh_tw: 您確定要刪除整個序列嗎？

source: Are you sure you want to delete this event?
de: Sind Sie sicher, dass Sie dieses Ereignis löschen möchten?
it: Eliminare questo evento?
pt_br: Tem certeza de que deseja excluir esse evento?
zh_tw: 您確定要刪除此事件嗎？

source: Delete Event
de: Ereignis löschen
it: Elimina evento
pt_br: Excluir evento
zh_tw: 刪除事件

source: Any changes you made will not be saved, are you sure you want to continue?
de: Alle vorgenommenen Änderungen werden nicht gespeichert. Möchten Sie wirklich fortfahren?
it: Le modifiche non verranno salvate. Continuare?
pt_br: Quaisquer alterações que você fizer não serão salvas. Tem certeza de que deseja continuar?
zh_tw: 您所做的任何更改將不會儲存，您確定要繼續嗎？

source: Continue
de: Weiter
it: Continua
pt_br: Continuar
zh_tw: 繼續

source: Go To Series
de: Gehe zu Serie
it: Vai alla serie
pt_br: Ir para séries
zh_tw: 前往序列

source: No more events are scheduled for this date.
de: Für dieses Datum sind keine weiteren Ereignisse geplant.
it: Nessun altro evento programmato in questa data.
pt_br: Não há mais eventos agendados para esta data.
zh_tw: 此日期未排程更多的事件。

source: Jump To
de: Springen zu
it: Vai a
pt_br: Pular para
zh_tw: 跳轉至

source: Event Recurrence
de: Ereigniswiederholung
it: Ricorrenza evento
pt_br: Recorrência do evento
zh_tw: 事件反復發生

source: No events planned.
de: Keine Ereignisse geplant.
it: Nessun evento pianificato.
pt_br: Nenhum evento planejado.
zh_tw: 未計劃事件。

source: Select a CSV file:
de: Eine CSV-Datei auswählen:
it: Seleziona un file CSV:
pt_br: Selecione um arquivo CSV:
zh_tw: 選擇一個 CSV 檔案：

source: %u year
it: %u anno

source: %u month
it: %u mese

source: %u day
it: %u giorno

source: less than %u hour
it: meno di %u ora

source: less than %u minute
it: meno di %u minuto

source: % of
it: % di
pt_br: % de

source: %u slide
it: %u diapositiva

source: See %u more
it: Vedi altri %u
