Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Media Items Report
ca_es: Informe dels elements multimèdia
da: Rapport for medieelementer
es: Informe de elementos de archivo multimedia
fr: Rapport sur les éléments médias
ko: 미디어 항목 보고서
ru: Отчет об элементах мультимедиа

source: User Content Dropoff Report
ca_es: Informe d'abandonament del contingut per part dels usuaris
da: Rapport over drop-off for brugerindhold
es: Informe de bajas de usuarios de contenido
fr: Rapport sur l'abandon du contenu des utilisateurs
ko: 사용자 콘텐츠 드롭오프 보고서
ru: Отчет о возвратах содержимого пользователя

source: Plays to Visits Ratio
ca_es: Relació entre les reproduccions i les visites
da: Forhold mellem afspilninger og besøg
es: Relación entre reproducciones y visitas
fr: Taux lectures/visites
ko: 방문 비율에 대한 재생
ru: Соотношение воспроизведений к посещениям

source: Avg. Drop-Off
ca_es: Mitjana d'abandonament
da: Gennemsnitlig drop-off
es: Promedio de bajas
fr: Abandon moy.
ko: 평균 드롭오프
ru: Ср. Возврат

source: Legend
es: Leyenda
fr: Légende
ru: Ключ

source: Other
es: Otro
fr: Autre
ru: Прочее

source: No data
ca_es: No hi ha dades
da: Ingen data
es: Sin datos
fr: Aucune donnée
ko: 데이터가 없습니다
ru: Нет данных

source: General Metrics
ca_es: Mètriques generals
da: Generelle målinger
es: Métricas generales
fr: Mesures générales
ko: 일반 통계
ru: Общие показатели

source: Avg Score
es: Puntuación media
fr: Score moy
ru: Средний балл

source: note the scores data doesn't change per time filter
es: tenga en cuenta que los datos de las puntuaciones no cambian según el filtro de tiempo
fr: notez que les données de scores ne changent pas par filtre de temps
ru: обратите внимание, что баллы не меняются в соответствии с временным фильтром

source: View Drop Off
ca_es: Abandonament de la visualització
da: Se drop-off
es: Ver bajas
fr: Abandon du visionnage
ko: 뷰어 드롭오프
ru: Просмотр возвратов

source: Avg View Time
ca_es: Mitjana de durada de la visualització
da: Gennemsnitlig visningstid
es: Tiempo de visionado promedio
fr: Temps de visionnage moy.
ko: 평균 보기 시간
ru: Среднее время просмотра

source: Top Plays In Channels
ca_es: Reproduccions principals en canals
da: Flest afspilninger på kanaler
es: Principales reproducciones en canales
fr: Meilleures lectures dans Chaînes
ko: 채널에서 톱 재생
ru: Топ-воспроизведения по каналам

source: View All
ca_es: Mostra-ho tot
da: Se alle
es: Ver todo
fr: Tout afficher
ko: 모두 보기
ru: Просмотреть все

source: Top Plays In Categories
ca_es: Reproduccions principals en categories
da: Flest afspilninger i kategorier
es: Reproducciones principales en categorías
fr: Meilleures lectures dans Catégories
ko: 카테고리에서 톱 재생
ru: Топ-воспроизведения по категориям

source: Top Engaged Users
ca_es: Usuaris principals que interactuen
da: Mest engagerede brugere
es: Usuarios más participativos
fr: Meilleurs utilisateurs engagés
ko: 톱 참여 사용자들
ru: Топ-пользователи по участию

source: Media Items
ca_es: Elements multimèdia
da: Medieelementer
es: Elementos de archivo multimedia
fr: Éléments médias
ko: 미디어 항목
ru: Элементы мультимедиа

source: number of media in this channel
ca_es: nombre de fitxers multimèdia en aquest canal
da: antal medier på denne kanal
es: número de archivos multimedia en este canal
fr: nombre de médias dans cette chaîne
ko: 이 채널에서 미디어 수
ru: количество медиафайлов на этом канале

source: number of media pages that were loaded, but not necessarily played, in this channel
ca_es: nombre de pàgines de contingut d'aquest canal que s'han carregat però en què el contingut pot no haver-se reproduït
da: antal mediesider, som blev indlæst, men ikke nødvendigvis afspillet, på denne kanal
es: número de archivos multimedia cargados, pero no necesariamente reproducidos, en este canal
fr: nombre de pages de médias qui ont été chargées mais pas forcément lues, dans cette chaîne
ko: 이 채널에서 반드시 재생되지는 않았지만 업로드된 미디어 페이지 수
ru: количество страниц с медиафайлами, которые были загружены, но не обязательно воспроизводились, на этом канале

source: Viewed
ca_es: S'ha visualitzat
da: Vist
es: Visionados
fr: Affichées
ko: 시청됨
ru: Посещения

source: number of plays counted across the viewed ones, in this channel
ca_es: nombre de reproduccions en aquest canal comptades en totes les visualitzacions
da: antal afspilninger optalt blandt viste, på denne kanal
es: número de reproducciones contadas entre las visionadas, en este canal
fr: nombre de lectures comptées dans celles affichées, dans cette chaîne
ko: 이 채널에서 시청된 동영상을 통한 셀 수 있는 재생된 동영상의 수
ru: количество воспроизведений по сравнению с просмотрами на этом канале

source: Most Popular Media
ca_es: Contingut més popular
da: Mest populære medie
es: Archivos multimedia más populares
fr: Médias les plus connus
ko: 가장 인기있는 미디어
ru: Самые популярные медиафайлы

source: User Engagement and Contribution
ca_es: Contribució i interacció dels usuaris
da: Brugerengagement og bidrag
es: Participación y contribución de usuario
fr: Engagement et contribution de l'utilisateur
ko: 사용자 참여 및 기여
ru: Участие и вклад пользователя

source: number of members in this channel, including subscribers
ca_es: nombre de membres en aquest canal, subscriptors inclosos
da: antal medlemmer af denne kanal, inklusive abonnenter
es: número de miembros de este canal, incluidos suscriptores
fr: nombre de membres dans cette chaîne, dont les abonnés
ko: 구독자를 포함한 이 채널의 멤버의 수
ru: количество участников на этом канале, включая подписчиков

source: number of users that viewed media pages in this channel
ca_es: nombre d'usuaris que han pujat contingut en aquest canal
da: antal brugere, som har indlæst medier på denne kanal
es: número de usuarios que han cargado archivos multimedia en este canal
fr: nombre d'utilisateurs qui ont chargé les médias dans cette chaîne
ko: 이 채널에서 미디어를 로드한 사용자 수
ru: количество пользователей, загружавших медиафайлы на этот канала

source: number of users that contributed media to this channel
ca_es: nombre d'usuaris que han aportat contingut en aquest canal
da: antal brugere, som har bidraget med medier på denne kanal
es: número de usuarios que han contribuido con archivos multimedia a este canal
fr: nombre d'utilisateurs qui ont contribué aux médias dans cette chaîne
ko: 이 채널에 미디어를 기여한 사용자 수
ru: количество пользователей, предоставивших медиафайлы для этого канала

source: Top Contributors
ca_es: Col·laboradors principals
da: Største bidragsydere
es: Principales colaboradores
fr: Meilleurs contributeurs
ko: 톱 기여자
ru: Топ вкладчиков

source: Correct
es: Correcto
ru: Правильно

source: NEW
ca_es: NOVETAT
da: NYE
es: NUEVO
fr: NOUVEAU
ko: 새로 만들기...
ru: НОВЫЙ

source: Contributions
ca_es: Contribucions
da: Bidrag
es: Contribuciones
ko: 기여
ru: Вклады

source: Last day
ca_es: L'últim dia
da: Sidste dag
es: Último día
fr: Dernier jour
ko: 마지막 날
ru: Последний день

source: Unique Videos
es: Vídeos únicos
fr: Vidéos uniques
ru: Уникальные видео

source: Trend
es: Tendencia
fr: Tendance
ru: Тенденция

source: Contributed By
es: Aportado por
fr: Contribué par
ru: Представлено

source: Plays in Channel
es: Reproducciones del canal
fr: Lectures dans la chaîne
ru: Воспроизводится на канале

source: Maximum Play-Through
es: Tiempo máximo de reproducción
fr: Mises maximales
ru: Максимальное кол-во воспроизведений

source: For
ca_es: Per
da: Til
es: Para
fr: Pour
ko: 에 대한
ru: Для

source: print
ca_es: imprimir
da: udskriv
es: imprimir
fr: imprimer
ko: 인쇄
ru: печать

source: Answered
es: Respondido
fr: Répondues
ru: Отвечено

source: Export to CSV
ca_es: Exporta a CSV
da: Eksporter til CSV
es: Exportar a CSV
fr: Exporter vers CSV
ko: CSV로 내보내기
ru: Экспорт в CSV

source: Printable Version
ca_es: Versió d'impressió
da: Udskriftsvenlig version
es: Versión imprimible
fr: Version imprimable
ko: 인쇄 버전
ru: Версия для печати

source: There are no more questions.
es: No hay más preguntas.
fr: Il n'y a plus de questions.
ru: Больше нет вопросов.

source: User Answered
es: El usuario ha respondido
fr: Répondues par l'utilisateur
ru: Пользователь ответил

source: Top Users Report
ca_es: Informe d'usuaris principals
da: Rapport over topbrugere
es: Informe de principales usuarios
fr: Rapport sur les meilleurs utilisateurs
ko: 톱 사용자 보고서
ru: Отчет о топ-пользователях

source: Channel Thumbnail
es: Miniatura del canal
fr: Vignette de chaîne
ru: Эскиз канала

source: No Results...
ca_es: No hi ha resultats…
da: Ingen resultater ...
es: Ningún resutado...
fr: Aucun résultat...
ko: 결과가 없음...
ru: Нет результатов...

source: Player Options
ca_es: Opcions del reproductor
da: Afspillerindstillinger
es: Opciones del reproductor
fr: Options du lecteur
ko: 플레이어 옵션
ru: Параметры проигрывателя

source: Select
ca_es: Selecciona
da: Vælg
es: Seleccionar
fr: Sélectionner
ko: 선택
ru: Выбрать

source: Course:
ca_es: Curs:
da: Kursus:
es: Curso:
fr: Formation :
ko: 과목:
ru: Курс:

source: show less...
ca_es: mosta menys…
da: vis færre ...
es: mostrar menos...
fr: afficher moins...
ko: 적게 표시...
ru: показать меньше...

source: Name:
ca_es: Nom:
da: Navn:
es: Nombre:
fr: Nom :
ko: 이름:
ru: Имя:

source: Presenter's Name
ca_es: Nom del presentador
da: Præsentationholders navn
es: Nombre del presentador
fr: Nom du présentateur
ko: 발표자의 이름
ru: Имя докладчика

source: Link:
ca_es: Enllaç:
es: Enlace:
fr: Lien :
ko: 링크:
ru: Ссылка:

source: External Link to Presenter's info
ca_es: Enllaç extern a la informació del presentador
da: Eksternt link til information om præsentationsholderen
es: Enlace externo a información sobre el presentador
fr: Lien externe vers les infos du présentateur
ko: 발표자의 정보를 외부 링크하기
ru: Внешняя ссылка на сведения о докладчике

source: Title:
ca_es: Càrrec:
da: Titel:
es: Título:
fr: Titre :
ko: 제목:
ru: Звание:

source: Presenter's Title
ca_es: Càrrec del presentador
da: Præsentationsholderens titel
es: Título del presentador
fr: Titre du présentateur
ko: 발표자의 제목
ru: Звание докладчика

source: Bio:
ca_es: Biografia:
da: Biografi:
es: Biografía:
ko: 소개:
ru: Биография:

source: Presenter's Biography
ca_es: Biografia del presentador
da: Præsentationsholderens biografi
es: Biografía del presentador
fr: Biographie du présentateur
ko: 발표자의 경력
ru: Биография докладчика

source: Image:
ca_es: Imatge:
da: Billede:
es: Imagen:
ko: 이미지:
ru: Изображение:

source: Save Presenter
ca_es: Desa el presentador
da: Gem præsentationsholder
es: Guardar presentador
fr: Enregistrer le présentateur
ko: 발표자를 저장하기 바랍니다
ru: Сохранить докладчика

source: Update Presenter
ca_es: Actualitza el presentador
da: Opdater præsentationsholder
es: Actualizar presentador
fr: Mettre à jour le présentateur
ko: 발표자 업데이트하기 바랍니다
ru: Обновить докладчика

source: Add a presenter
ca_es: Afegeix un presentador
da: Tilføj en præsentationsholder
es: Agregar un presentador
fr: Ajouter un présentateur
ko: 발표자를 추가하기 바랍니다
ru: Добавить докладчика

source: Presenter (PRESENTER)`s information will be removed from this webcast.</br>Are you sure you want to continue?
ca_es: La informació del presentador (PRESENTER) es traurà d'aquest webcast.</br>Confirmeu que voleu continuar?
da: Oplysninger for præsentationsholderen (PRESENTER)vil blive fjernet fra denne webcast.</br>Er du sikker på, at du vil fortsætte?
es: La información del presentador (PRESENTADOR) se eliminará de este webcast.</br>¿Desea continuar?
fr: Les informations du présentateur (PRÉSENTATEUR) seront supprimées de webcast.</br>Voulez-vous continuer ?
ko: 발표자의 정보가 이 웹캐스트로 부터 제거될 것입니다.<br> 계속하시겠습니까?
ru: Информация о докладчике (ДОКЛАДЧИК) будет удалена из этой веб-трансляции.</br>Вы действительно хотите продолжить?

source: Media Galleries
ca_es: Galeries de continguts
da: Mediegallerier
es: Galerías de archivos multimedia
fr: Galeries de médias
ko: 미디어 갤러리
ru: Галереи медиафайлов

source: Yes, please
es: Sí, porfavor
fr: Oui, SVP
ru: Да, пожалуйста

source: No, thanks
es: No, gracias
fr: Non, merci
ru: Нет, спасибо

source: Embedded Media Options
ca_es: Opcions per al contingut inserit
da: Indstillinger for indlejret medie
es: Opciones de archivos multimedia incrustados
fr: Options de médias intégrées
ko: 임베디드 미디어 옵션
ru: Параметры встроенных медиафайлов

source: Metadata:
ca_es: Metadades:
es: Metadatos:
fr: Métadonnées :
ko: 메타데이터:
ru: Метаданные:

source: Owner
ca_es: Propietari
da: Ejer
es: Propietario
fr: Propriétaire
ko: 소유자
ru: Владелец

source: Upload Date
ca_es: Data de càrrega
da: Dato for upload
es: Fecha de carga
fr: Date d'importation
ko: 날짜 업로드
ru: Дата загрузки

source: Clear All
ca_es: Esborra-ho tot
da: Ryd alle
es: Borrar todo
fr: Tout effacer
ko: 모두 지우기
ru: Очистить все

source: We're sorry, this page is not compatible with your device
es: Lo sentimos, pero esta página no es compatible con su dispositivo
fr: Nous sommes désolés, cette page n'est pas compatible avec votre appareil
ru: К сожалению, эта страница несовместима с вашим устройством

source: Large
ca_es: Gran
da: Stor
es: Grande
fr: Grand
ko: 큼
ru: Крупный

source: Medium
ca_es: Mitjà
da: Mellem
es: Mediano
fr: Moyen
ko: 중간
ru: Средний

source: Small
ca_es: Petit
da: Lille
es: Pequeño
fr: Petit
ko: 작음
ru: Небольшой

source: Enable Shared Repository
ca_es: Activa el repositori compartit
da: Aktiver delt lagringssted
es: Activar Repositorio compartido
fr: Activer le référentiel partagé
ko: 공유저장공간 활성화
ru: Активировать общий репозиторий

source: session cookies
es: cookies de la sesión
fr: cookies de la session
ru: файлы cookie для сеанса

source: It seems your browser is blocking 3rd party %1 which are required for the Kaltura application. To resolve this issue, please update your settings to allow 3rd party cookies.
es: Parece que su navegador está bloqueando %1 de terceros que se requieren para la aplicación de Kaltura. Para resolver este problema actualice su configuración para permitir cookies de terceros.
fr: Il semble que votre navigateur bloque les %1 de tiers requis pour l'application Kaltura. Pour résoudre ce problème, mettez à jour vos paramètres afin d'autoriser les cookies de tiers.
ru: Похоже, ваш браузер блокирует %1 стороннего производителя, которые необходимы для приложения Kaltura. Для решения этой проблемы обновите параметры и разрешите файлы cookie сторонних производителей.

source: No featured media in course.
ca_es: No hi ha contingut destacat al curs.
da: Intet medie vist i kursus.
es: Ningún archivo multimedia destacado en curso.
fr: Aucun média proposé dans la formation.
ko: 이 과목에서 특징적인 미디어가 없습니다.
ru: В курсе нет рекомендованных медиафайлов.

source: Upload app icon
ca_es: Puja una icona de l'aplicació
da: Upload app-ikon
es: Cargar icono de app
fr: Icône Importer l'app
ko: 앱 아이콘을 업로드하기 바랍니다
ru: Загрузить значок приложения

source: Select a image file:
ca_es: Seleccioneu un fitxer d'imatge:
da: Vælg en billedfil:
es: Seleccionar un archivo de imagen:
fr: Sélectionner un fichier image :
ko: 이미지 파일을 선택하기 바랍니다:
ru: Выберите файл изображения:

source: Create a Webcast Event
ca_es: Crea un esdeveniment de webcast
da: Opret en webcastevent
es: Crear un evento webcast
fr: Créer un événement webcast
ko: 웹캐스트 이벤트를 생성하기 바랍니다
ru: Создать событие веб-трансляции

source: Schedule a Webcast Event
ca_es: Programa un esdeveniment de webcast
da: Planlæg en webcastevent
es: Programar un evento webcast
fr: Planifier un événement webcast
ko: 웹캐스트 이벤트에 대한 일정을 만들기 바랍니다
ru: Запланировать событие веб-трансляции

source: Invite attendees
ca_es: Convida participants
da: Inviter deltagere
es: Invitar asistentes
fr: Inviter les participants
ko: 참석자 초대하기 바랍니다
ru: Пригласить участников

source: Downloads an ICS file
es: Descarga un archivo ICS
fr: Télécharge un fichier ICS
ru: Загрузки в файле ICS

source: Launch Application
es: Ejecutar aplicación
fr: Lancer l'application
ru: Запустить приложение

source: Don't have the application? Download
es: ¿No tiene la aplicación? Descargar
fr: Vous n'avez pas l'application ? Téléchargez-la
ru: Нет приложения? Загрузить

source: here!
es: ¡Aquí!
fr: ici !
ru: здесь!

source: There are no webcast events.
ca_es: No hi ha esdeveniments de webcast.
da: Der findes ingen webcastevents.
es: No hay ningún evento webcast.
fr: Il n'y a aucun événement webcast.
ko: 웹캐스트 이벤트들이 없습니다.
ru: События веб-трансляции отсутствуют.

source: Audio / Video Stream Origin
ca_es: Origen de la reproducció en directe d'àudio o vídeo
da: Oprindelse af audio/video
es: Origen de retransmisión audio / vídeo
fr: Origine des flux audio / vidéo
ko: 오디오/비디오 스트리밍 시작
ru: Источник потока аудио/видео

source: Your selection was saved
ca_es: La vostra selecció s'ha desat
da: Dit valg er blevet gemt
es: Se ha guardado su selección
fr: Votre sélection a été sauvegardée
ko: 여러분의 선택은 저장되었습니다
ru: Ваш выбор сохранен

source: Primary URL
ca_es: URL principal
da: Primær URL
es: URL primaria
fr: URL principale
ko: 기본 URL
ru: Первичный URL-адрес

source: Backup URL
ca_es: URL alternativa
es: URL de copia de seguridad
fr: URL de secours
ko: 백업 URL
ru: URL-адрес для резервного копирования

source: Stream Name
ca_es: Nom de la reproducció en temps real
da: Streamingnavn
es: Nombre de retransmisión
fr: Nom du flux
ko: 스트림 이름
ru: Имя потока

source: Export XML for FMLE
ca_es: Exporta el fitxer XML per a FMLE
da: Eksporter XML til FMLE
es: Exportar XML para FMLE
fr: Exporter XML pour FMLE
ko: FMLE를 위한 XLM 내보내기
ru: Экспорт XML для FMLE

source: Live Webcasts
ca_es: Webcasts en directe
es: Webcasts en vivo
fr: Webcasts en direct
ko: 라이브 웹캐스트
ru: Прямые веб-трансляции

source: Upcoming Webcasts
ca_es: Pròxims webcasts
da: Kommende webcasts
es: Próximos webcasts
fr: Webcasts à venir
ko: 다가올 웹캐스트
ru: Предстоящие веб-трансляции

source: Recorded Webcasts
ca_es: Webcasts enregistrats
da: Optagne webcasts
es: Webcasts grabados
fr: Webcasts enregistrés
ko: 녹화된 웹캐스트
ru: Записанные веб-трансляции

source: See %u more
ca_es: Mostra'n %u més
da: Se mere af %u
es: Ver %u más
fr: Voir %u de plus
ru: Увидеть %u больше

source: Kaltura Webcasting Desktop Application
ca_es: Aplicació de webcasts per a ordinadors de Kaltura
es: Aplicación Kaltura Webcasting Desktop
fr: Application Kaltura Webcasting Desktop
ko: Kaltura 웹캐스팅 데스크톱 응용 프로그램
ru: Приложение Kaltura Webcasting Desktop

source: Kaltura Webcasting Desktop Application is an advanced webcasting tool for streaming live video with slide synchronization, automatic recording and real-time reports.
ca_es: L'aplicació de webcasts per a ordinadors de Kaltura és una eina avançada d'emissions per Internet que serveix per reproduir vídeo en directe amb diapositives sincronitzades, amb enregistrament automàtic i amb informes en temps real.
da: Kaltura Webcasting Desktop Application er et avanceret webcastingværktøj til at streame livevideo med diassynkronisering, automatisk optagelse og rapporter i realtid.
es: Webcasting Desktop Application de Kaltura es una herramienta avanzada de webcasting para retransmitir vídeo en vivo con sincronización de diapositivas, grabación automática e informes en tiempo real.
fr: L'application Kaltura Webcasting Desktop est un outil de diffusion Web avancé pour le streaming de vidéos en direct avec la synchronisation des diapositives, l'enregistrement automatique et les rapports en temps réel.
ko: Kaltura 웹캐스팅 데스크톱 응용 프로그램은 슬라이드 동기화, 자동 녹화, 그리고 실시간 보고서들과 함께 라이브 동영상을 스트리밍하기 위한 고급 웹캐스팅 도구입니다.
ru: Приложение Kaltura Webcasting Desktop представляет собой усовершенствованное средство для прямой веб-трансляции видеопотока с синхронизацией со слайдами, автоматической записью и отчетами в реальном времени.

source: Windows System Requirements
ca_es: Requisits del sistema Windows
da: Systemkrav for Windows
es: Requisitos para sistemas Windows
fr: Configuration requise de Windows
ko: 윈도우 시스템 요구사항
ru: Системные требования для Windows

source: Windows 7 and up
es: Windows 7 y superior
fr: Windows 7 et ultérieur
ru: Windows 7 и выше

source: OS X System Requirements
ca_es: Requisits del sistema OS X
da: Systemkrav til OS X
es: Requisitos para sistemas OS X
fr: Configuration requise de OS X
ko: OS X 시스템 요구사항
ru: Системные требования для OS X

source: OS X 10.7 and up
ca_es: OS X 10.7 i versions posteriors
da: OS X 10.7 og herover
es: OS X 10.7 y posteriores
fr: OS X 10.7 et ultérieur
ko: OS X 10.7 이상
ru: OS X 10.7 и выше

source: Upload Resources CSV File
es: Cargar archivo CSV de recursos
fr: Télécharger le fichier de ressources CVS
ru: Загрузить на сервер CSV-файл ресурсов

source: Error: Resource Conflict
es: Error: Conflicto de recursos
fr: Erreur : conflit de ressources
ru: Ошибка: Конфликт ресурсов

source: Changes were made to a single occurrence from a series. Saving these changes means changes to the series will no longer apply to this occurrence. Would you like to Save your changes?
es: Se han realizado cambios a una sola ocurrencia de una serie. Al guardar estos cambios, los cambios en la serie no se aplicarán a esta ocurrencia. ¿Desea guardar sus cambios?
fr: Des modifications ont été apportées à une occurrence unique d'une série. L'enregistrement de ces modifications implique que ces modifications de la série ne s'appliqueront plus à l'occurrence.
ru: Изменения внесены в одно событие из серии. При сохранении этих изменений изменения серии больше не будут применены к этому событию. Сохранить внесенные изменения?

source: Don't Save
es: No guardar
fr: N'enregistrez pas
ru: Не сохранять

source: Save Event
es: Guardar evento
fr: Enregistrer l'événement
ru: Сохранить событие

source: Edit Event
es: Editar evento
fr: Modifier l'événement
ru: Изменить событие

source: Event created successfully.
es: Evento creado correctamente.
fr: La création de l'événement a réussi.
ru: Событие успешно создано.

source: You are viewing a single occurrence that is part of a series.
es: Está viendo una sola ocurrencia que es parte de una serie.
fr: Vous visualisez une occurrence unique qui fait partie d'une série.
ru: Вы просматриваете отдельное событие, являющееся частью серии.

source: You are viewing an event series.
es: Está viendo una serie de eventos.
fr: Vous visualisez une série d'événements.
ru: Вы просматриваете серию событий.

source: This occurrence is an exception to the series. Changes made to the series will not apply to this occurrence.
es: Esta ocurrencia es una excepción a la serie. Los cambios hechos a la serie no se aplicarán a esta ocurrencia.
fr: Cette occurrence est une exception à la série. Les modifications de la série ne s'appliqueront pas à cette occurrence.
ru: Данное событие является исключением из серии. Изменения серии не будут применены к данному событию.

source: Are you sure you want to delete the entire series?
es: ¿Desea eliminar la serie completa?
fr: Voulez-vous vraiment supprimer la série complète ?
ru: Вы действительно хотите удалить всю серию?

source: Are you sure you want to delete this event?
es: ¿Desea eliminar este evento?
fr: Voulez-vous vraiment supprimer cet événement ?
ru: Вы действительно хотите удалить это событие?

source: Delete Event
es: Eliminar evento
fr: Supprimer l'événement
ru: Удалить событие

source: Any changes you made will not be saved, are you sure you want to continue?
es: Los cambios realizados no se guardarán, ¿está seguro de que desea continuar?
fr: Les modifications ne seront pas enregistrées, voulez-vous vraiment continuer ?
ru: Изменения не будут сохранены. Вы действительно хотите продолжить?

source: Continue
ca_es: Continua
da: Fortsæt
es: Continuar
fr: Continuer
ko: 계속하기
ru: Продолжить

source: Go To Series
es: Ir a serie
fr: Accéder à la série
ru: Перейти к серии

source: No more events are scheduled for this date.
es: No hay más eventos programados para esta fecha.
fr: Il n'y a pas d'autre événement programmé pour cette date.
ru: На эту дату больше не запланировано событий.

source: Jump To
es: Saltar a
fr: Passer à
ru: Перейти к

source: Event Recurrence
es: Repetición del evento
fr: Récurrence de l'événement
ru: Повторения события

source: No events planned.
es: No hay eventos planificados.
fr: Aucun événement planifié.
ru: События не запланированы.
