Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Replace Video
ca_es: Substitueix el vídeo
da: Erstat video
es: Reemplazar vídeo
fr: Remplacer la vidéo
ko: 동영상 바꾸기 바랍니다
ru: Заменить видео

source: External Media
es: Multimedia externa
fr: Média externe
ru: Внешние медиафайлы

source: My History
es: Mi historial
fr: Mon historique
ru: Мой журнал

source: Recently Watched - Individual user's viewing history
es: Visto recientemente - Historial de visualización del usuario individual
fr: Visionné récemment - Historique de visionnage de l'utilisateur individuel
ru: Недавно просмотрено - Журнал просмотра индивидуального пользователя

source: Continue Watching - Individual user's history of none-completed videos
es: Seguir viendo - Historial del usuario individual de vídeos sin terminar
fr: Poursuivez le visionnage - Historique des vidéos non terminées de l'utilisateur individuel
ru: Продолжить просмотр - Журнал незавершенных видео индивидуального пользователя

source: Watched
ca_es: Visualitzat
da: Set
es: Visionado
fr: Regardé
ko: 시청되었습니다
ru: Просмотры

source: To import content from another channel you manage,
es: Para importar contenido desde otro de los canales que gestiona,
fr: Pour importer le contenu d'une autre chaîne que vous gérez,
ru: Для импорта содержимого с управляемого вами другого канала

source: click here
es: haga clic aquí
fr: cliquez ici
ru: нажмите здесь

source: Select the channel you want to import entries from
es: Seleccione el canal desde el que quiera importar entradas
fr: Sélectionner la chaîne à partir de laquelle importer des entrées
ru: Выберите канал, с которого вы хотите импортировать записи

source: An error occurred while trying to complete your request. Please try again later.
es: Se ha producido un error al completar su solicitud. Inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de la tentative d'exécution de votre demande. Réessayez ultérieurement.
ru: Произошла ошибка при попытке выполнить ваш запрос. Повторите попытку позже.

source: Importing completed successfully. To refresh the page and view the imported entries,
es: Importación completada correctamente. Para actualizar la página y ver las entradas importadas,
fr: L'importation a été effectuée correctement. Pour actualiser la page et afficher les entrées importées,
ru: Импорт успешно завершен. Чтобы обновить страницу и просмотреть импортированные записи,

source: Importing Started Successfully
es: Importación iniciada correctamente
fr: L'importation a démarré correctement
ru: Импорт успешно начат

source: Cannot return a response for this request. One of the following parameters should be provided: "url" or "entryId"
es: No se puede responder a esta solicitud. Debe proporcionarse uno de los siguientes parámetros: "url" o "entryId"
fr: Impossible de renvoyer une réponse pour cette demande. Une des paramètres suivants devrait être fourni : "url" ou "entryId"
ru: Не удается возвратить ответ на данный запрос. Необходимо указать один из следующих параметров: "url" или "entryId"

source: Published entries cannot be unpublished
ca_es: La publicació de les entrades no es pot anul·lar
da: Udgivne poster kan ikke fortrydes
es: Las entradas publicadas no se pueden despublicar
fr: Impossible d'annuler la publication des entrées publiées
ko: 게재된 엔트리들은 게시되지 않을 수가 없습니다
ru: Публикацию записей нельзя отменить

source: Media page will be visible to the content owner only.
ca_es: Només el propietari del contingut podrà veure'n la pàgina.
da: Mediesiden vil kun være synlig for ejeren af indholdet.
es: La página de archivos multimedia será visible sólo para el propietario del contenido.
fr: Seul le propriétaire du contenu pourra visualiser la page de médias.
ko: 미디어 페이지는 콘텐츠 소유자 만 볼 수 있습니다.
ru: Страница с медиафайлами будет видимой только для владельца содержимого.

source: Published
ca_es: Publicat
da: Udgivet
es: Publicado
fr: Publié
ko: 게재되었습니다.
ru: Опубликованные

source: Media page will be visible to individuals according to entitlements on published destinations
ca_es: Els usuaris podran veure la pàgina del contingut en funció dels drets a les destinacions publicades
da: Mediesiden vil være synlig for andre alt efter rettighederne for de udgivne destinationer.
es: La página de archivos multimedia será visible para las personas conforme a las autorizaciones en los destinos publicados
fr: Les individus pourront visualiser la page de médias en fonction des droits d'utilisation sur les destinations publiées
ko: 미디어 페이지는 게재된 대상에 자격에 따라 개인들에게 볼 수 있습니다
ru: Страница с медиафайлами будет видимой для отдельных лиц в соответствии с их правами на опубликованные каталоги

source: Please select at least one entry to publish
ca_es: Seleccioneu com a mínim una entrada per publicar-la
da: Vælg venligst mindst én post, som skal udgives
es: Seleccione como mínimo una entrada que publicar
fr: Veuillez sélectionner au moins une entrée à publier
ko: 게재 할 하나 이상의 엔트리를 선택하기 바랍니다
ru: Выберите хотя бы одну запись для публикации

source: You are not allowed to publish media to any channels or galleries
ca_es: No esteu autoritzat a publicar contingut en cap canal o galeria
da: Du har ikke ret til at udgive medier på nogen kanal eller i nogen gallerier
es: No tiene permiso para publicar archivos multimedia en ningún canal o galería
fr: Vous n'êtes pas autorisé à publier ce média sur des chaînes ou des galeries
ko: 어떤 채널이나 갤러리에 미디어를 게재 할 수 없습니다
ru: У вас нет разрешения на публикацию медиафайлов на каких-либо каналах или в галереях

source: An error occurred while trying to publish / unpublish media.
es: Error al intentar publicar / despublicar archivos multimedia.
fr: Une erreur s'est produite lors de la tentative de publication/d'annulation de la publication du média.
ru: При попытке публикации медиафайла или отмены публикации произошла ошибка.

source: No valid categories or channels for publish.
ca_es: No hi ha categories ni canals vàlids que es puguin publicar.
da: Ingen gyldige kategorier eller kanaler til udgivelse.
es: No hay categorías o canales válidos que publicar.
fr: Aucune catégorie ni chaîne valide pour la publication.
ko: 게재를 위하여 유효한 카테고리 또는 채널들이 아닙니다
ru: Отсутствуют действительные категории или каналы для публикации.

source: The media could not be published / unpublished. Try unpublishing from other galleries/channels and try again
ca_es: La publicació del contingut no s'ha pogut fer o anul·lar. Proveu d'anul·lar-ne la publicació en altres galeries o canals i torneu-ho a provar.
da: Mediet kunne ikke udgives/trækkes tilbage. Prøv at trække udgivelsen tilbage fra andre gallerier/kanaler, og prøv igen.
es: Los archivos multimedia de comunicación no se han podido publicar / despublicar. Intente despublicar de otras galerías/canales y vuelva a intentarlo
fr: Impossible de publier / d'annuler la publication du média. Essayez d'annuler la publication dans les autres galeries/chaînes et réessayez.
ko: 미디어가 게재되지 않거나 / 게재할 수 없습니다. 다른 갤러리 / 채널에서 게재를 취소를 하기 바랍니다 그리고 다시 시도하기 바랍니다.
ru: Невозможно опубликовать медиафайл (отменить публикацию). Попробуйте отменить публикацию в других галереях/каналах и повторите попытку

source: Media "%1" could not be published / unpublished. Try unpublishing this media from other galleries/channels and try again
ca_es: La publicació del fitxer multimèdia %1 no s'ha pogut fer o anul·lar. Proveu d'anul·lar-ne la publicació en altres galeries o canals i torneu-ho a provar.
da: Mediet "%1" kunne ikke udgives/trækkes tilbage. Prøv at trække udgivelsen tilbage fra andre gallerier/kanaler, og prøv igen.
es: No se ha podido publicar el archivo multimedia "%1". Intente deshacer la publicación de este archivo multimedia desde otras galerías/canales y vuelva a intentarlo
fr: Impossible de publier / d'annuler la publication du média "%1". Essayez d'annuler la publication de ce média dans les autres galeries/chaînes, et réessayez
ko: 미디어 "% 1"가 게재되지 않거나 / 게재할 수 없습니다. 이 미디어를 다른 갤러리 / 채널에서 게재를 취소하고 다시 시도하기 바랍니다
ru: Невозможно опубликовать медиафайл "%1" (отменить публикацию). Попробуйте убрать публикацию этого медиафайла из других галерей/каналов и повторите попытку

source: The media could not be loaded
ca_es: No s'ha pogut carregar el contingut
da: Mediet kunne ikke indlæses
es: No se han podido cargar los archivos multimedia
fr: Impossible de charger le support
ko: 미디어를 로드할 수 없습니다.
ru: Невозможно загрузить медиафайл

source: Media could not be loaded "<strong>%1</strong>".
ca_es: El fitxer multimèdia <strong>%1</strong> no s'ha pogut carregar.
da: Mediet kunne ikke indlæses "<strong>%1</strong>".
es: No se han podido cargar los archivos multimedia "<strong>%1</strong>".
fr: Impossible de charger le média "<strong>%1</strong>".
ko: 미디어를 로드할 수 없습니다 "<strong>%1</strong>" .
ru: Невозможно загрузить медиафайл "<strong>%1</strong>".

source: This media is pending review
ca_es: Aquest contingut està pendent de revisió
da: Dette medie er under gennemsyn
es: Este archivo multimedia está pendiente de revisión
fr: Ce média est en cours d'examen
ko: 미디어는 검토 보류중입니다
ru: Медиафайлы находятся в ожидании рецензии

source: This media is pending admin moderation and will not be visible until approved
ca_es: Aquest contingut està pendent de la moderació de l'administrador i no estarà visible fins que no s'aprovi
da: Dette medie afventer moderering fra en admin og vil ikke blive vist, før det er godkendt
es: Este archivo multimedia está pendiente de moderación por el administrador y no será visible hasta que sea aprobado
fr: Ce média est en cours de modération par l'administrateur et ne sera pas visible avant l'approbation.
ko: 이 미디어는 관리자의 검토로 인하여 검토 보류 중에 있으며 승인 될 때까지 표시 되지 않을 것입니다
ru: Эти медиафайлы ожидают модерации администратора и не будут видны до утверждения

source: Media "<strong>%1</strong>" is pending admin moderation and will not be visible until approved
ca_es: El fitxer multimèdia <strong>%1</strong> està pendent de la moderació de l'administrador i no estarà visible fins que no s'aprovi
da: Mediet "<strong>%1</strong>" afventer moderering fra en admin og vil ikke blive vist, før det er godkendt
es: El archivo multimedia "<strong>%1</strong>" está pendiente de moderación por el administrador y no será visible hasta que sea aprobado
fr: Le média "<strong>%1</strong>" est en cours de modération par l'administrateur et ne sera pas visible avant l'approbation.
ko: 미디어 "<strong>1%</strong>" 는 관리자 검토로 인하여 보류중에 있으며 승인 될 때까지 표시 되지 않을 것입니다
ru: Медиафайл "<strong>%1</strong>" ожидает модерации администратора и не будет виден до утверждения

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels
ca_es: Empleneu tots els camps obligatoris i deseu l'entrada per poder seleccionar que es publiqui a les categories o els canals
da: Udfyld alle de påkrævede felter, og gem posten, før du kan vælge at udgive den i kategorier eller på kanaler
es: Complete todos los campos necesarios y guarde la entrada antes de poder seleccionarla para publicarla en categorías o canales
fr: Remplissez tous les champs obligatoires et enregistrez l'entrée avant de choisir de la publier dans les catégories ou chaînes
ko: 모든 필수 영역을 완료하고 카테고리 또는 채널에 게재를 선택하기 전 항목을 저장하기 바랍니다.
ru: Заполните все необходимые поля и сохраните запись, прежде чем публиковать ее в категориях или каналах

source: Entry "<strong>%1</strong>" cannot be published to categories or channels. Complete all the required fields and save the entry
ca_es: L'entrada <strong>%1</strong> no es pot publicar en categories o canals. Empleneu tots els camps obligatoris i deseu l'entrada.
da: Posten "<strong>%1</strong>" kan ikke udgives til kategorier eller på kanaler. Udfyld alle de påkrævede felter, og gem posten.
es: La entrada "<strong>%1</strong>" no puede publicarse en categorías o canales. Complete todos los campos necesarios y guarde la entrada
fr: Impossible de publier l'entrée "<strong>%1</strong>" dans les catégories ou les chaînes. Remplissez tous les champs obligatoires et enregistrez l'entrée
ko: 항목 "<strong>%1</strong>"은 카테고리 또는 채널에 게재될 수 없습니다. 모든 필수 영역를 완료 하고 항목을 저장하기 바랍니다
ru: Запись "<strong>%1</strong>" не может быть опубликована в категориях или каналах. Заполните все необходимые поля и сохраните запись

source: You must choose entries
ca_es: Heu de triar entrades
da: Du skal vælge nogle poster
es: Debe elegir entradas
fr: Vous devez choisir des entrées
ko: 엔트리 선택해야만 합니다
ru: Необходимо выбрать записи

source: You are not allowed to publish entries
ca_es: No esteu autoritzat a publicar entrades
da: Du har ikke ret til at udgive poster
es: No tiene permiso para publicar entradas
fr: Vous n'êtes pas autorisé à publier des entrées
ko: 엔트리를 게재할 수 없습니다
ru: У вас нет разрешения на публикацию записей

source: Complete all the required fields and save the entry before you can select to publish it to shared repositories
ca_es: Empleneu tots els camps obligatoris i deseu l'entrada per poder seleccionar que es publiqui als repositoris compartits
da: Udfyld alle de påkrævede felter, og gem posten, før du kan vælge at udgive den på delte lagringssteder
es: Complete todos los campos requeridos y guarde la entrada antes de poder seleccionar para publicarla en repositorios compartidos
fr: Remplissez tous les champs obligatoires et enregistrez l'entrée avant de choisir de la publier dans les référentiels partagés
ko: 모든 필수 영역을 완료하고 공유저장공간에 게재하도록 선택하기 전 엔트리를 저장하기 바랍니다
ru: Заполните все необходимые поля и сохраните запись, прежде чем публиковать ее в общих репозиториях

source: Entry "<strong>%1</strong>" cannot be published to shared repositories. Complete all the required fields and save the entry
ca_es: L'entrada <strong>%1</strong> no es pot publicar als repositoris compartits. Empleneu tots els camps obligatoris i deseu l'entrada.
da: Posten "<strong>%1</strong>" kan ikke udgives til delte lagringssteder. Udfyld alle de påkrævede felter, og gem posten.
es: La entrada "<strong>%1</strong>" no puede publicarse en repositorios compartidos. Complete todos los campos requeridos y guarde la entrada
fr: Impossible de publier l'entrée "<strong>%1</strong>" dans les référentiels partagés. Remplissez tous les champs obligatoires et enregistrez l'entrée
ko: 항목 "<strong>1%</strong>"은 공유 저장공간에 게재될 수없습니다. 모든 필수 영역을 완료하고 엔트리를 저장하기 바랍니다
ru: Запись "<strong>%1</strong>" не может быть опубликована в общих репозиториях. Заполните все необходимые поля и сохраните запись

source: Terms of Use
ca_es: Condicions d'ús
da: Brugsbetingelser
es: Condiciones de uso
fr: Conditions d'utilisation
ko: 이용 약관
ru: Условия использования

source: I accept the
ca_es: Accepto les
da: Jeg accepterer
es: Acepto el
fr: J'accepte
ko: 수락합니다
ru: Принимаю

source: Publish
ca_es: Publica
da: Udgiv
es: Publicar
fr: Publier
ko: 퍼블리시
ru: Опубликовать

source: Confirm Contribution
ca_es: Confirma la contribució
da: Bekræft bidrag
es: Confirmar contribución
fr: Confirmer la contribution
ko: 기여를 확인하여 바랍니다
ru: Подтверждение вклада

source: Please accept the terms of use
ca_es: Accepteu les condicions d'ús
da: Accepter venligst brugsbetingelserne
es: Acepte los términos de uso
fr: Veuillez accepter les conditions d'utilisation
ko: 이용 약관에 동의 하기 바랍니다
ru: Согласитесь с условиями использования

source: Media page will be visible to anyone with a link to the page.
ca_es: Tothom que tingui un enllaç a la pàgina del contingut podrà veure-la.
da: Mediesiden vil kunne ses af alle med et link til siden.
es: La página de los archivos multimedia será visible para cualquier persona con un enlace a la página.
fr: Tout utilisateur disposant d'un lien vers la page pourra visualiser la page des médias.
ko: 미디어 페이지는 페이지에 관한 링크와 함께 누구에게나 볼 수 있습니다.
ru: Страница мультимедиа будет видна всем, у кого есть ссылка.

source: Media successfully set to Unlisted
ca_es: El contingut s'ha definit correctament com a ocult
da: Mediet er blevet indstillet til Ikke listet
es: Archivo multimedia definido correctamente como No en lista
fr: Média correctement défini sur Non répertorié
ko: 비목록화를 위하여 성공적으로 설정된 미디어
ru: Для медиафайла успешно установлен атрибут "Отсутствует в списке"

source: Appears In
ca_es: Apareix a
da: Vises i
es: Aparece en
fr: Apparaît dans
ko: 에 나타납니다.
ru: Появляется в

source: Categories:
da: Kategorier:
es: Categorías:
fr: Catégories :
ko: 카테고리:
ru: Категории:

source: Channels:
ca_es: Canals:
da: Kanaler:
es: Canales:
fr: Chaînes :
ko: 채널:
ru: Каналы:

source: Category:
ca_es: Categoria:
da: Kategori:
es: Categoría:
fr: Catégorie :
ko: 카테고리:
ru: Категория:

source: Channel:
ca_es: Canal:
da: Kanal:
es: Canal:
fr: Chaîne :
ko: 채널:
ru: Канал:

source: Published in:
ca_es: S'ha publicat a:
da: Udgivet i:
es: Publicado en:
fr: Publié dans :
ko: 에 게재:
ru: Опубликовано в:

source: Pending in:
ca_es: Pendent a:
da: Afventer i:
es: Pendiente en:
fr: En attente dans :
ko: 보류 중:
ru: Ожидает в:

source: Rejected in:
ca_es: S'ha rebutjat a:
da: Afvist i:
es: Rechazado en:
fr: Rejeté(e) dans :
ko: 에 거부:
ru: Отклонено в:

source: Publish all selected media items
ca_es: Publica tots els elements multimèdia seleccionats
da: Udgiv alle valgte medieelementer
es: Publicar todos los elementos de archivo multimedia seleccionados
fr: Publier tous les éléments de média sélectionnés
ko: 모든 선택된 미디어 항목을 게재하기 바랍니다
ru: Публиковать все выбранные элементы мультимедиа

source: Media successfully unpublished
ca_es: La publicació del contingut s'ha anul·lat correctament
da: Mediet er blevet trukket tilbage
es: Archivos multimedia despublicados correctamente
fr: Publication du média correctement annulée
ko: 성공적으로 게재되지 미디어
ru: Публикация медиафайла успешно отменена

source: Media successfully published
ca_es: El contingut s'ha publicat correctament
da: Mediet er blevet udgivet
es: Archivos multimedia publicados correctamente
fr: Média correctement publié
ko: 성공적으로 게재된 미디어
ru: Медиафайл успешно опубликован

source: Note: Some media may not be published until approved by the media moderator.
es: Nota: Puede que alguna multimedia no sea publicada hasta que sea aprobada por el moderador de multimedia.
fr: Remarque : certains médias peuvent ne pas être publiés tant qu'ils ne sont pas approuvés par le modérateur de médias.
ru: Примечание. Некоторые медиафайлы могут быть не опубликованы, пока не будут утверждены модератором.

source: Media successfully published / unpublished
ca_es: La publicació del contingut s'ha fet o anul·lat correctament
da: Mediet er blevet udgivet/trukket tilbage
es: Archivos multimedia publicados / despublicados correctamente
fr: Publication du média correctement effectuée / annulée
ko: 성공적으로 게재 /게재되지 않은 미디어
ru: Медиафайл успешно опубликован (публикация отменена)

source: Media successfully set to Private
ca_es: El contingut s'ha definit correctament com a privat
da: Mediet er blevet indstillet til Privat
es: Archivos multimedia definidos como privados correctamente
fr: Média correctement défini sur Privé
ko: 성공적으로 Private로 설정된 미디어
ru: Для медиафайла успешно установлен атрибут "Приватный"

source: This action will un-publish the entry from all categories / channels.<br/>Are you sure you want to continue?
ca_es: Amb aquesta acció s'anul·larà la publicació de l'entrada de totes les categories o de tots els canals.<br/>Confirmeu que voleu continuar?
da: Denne handling vil trække udgivelsen tilbage fra alle kategorier/kanaler.<br/>Er du sikker på, at du vil fortsætte?
es: Esta acción deshará la publicación de la entrada de todas las categorías / canales.<br/>¿Desea continuar?
fr: Cette action va annuler la publication de l'entrée dans toutes les catégories / chaînes.<br/>Voulez-vous vraiment continuer ?
ko: 이 작업은 모든 카테고리 / 채널로 부터 엔트리를 게재되지 않을 것입니다.<br>계속하기를 원하십니까?
ru: Это действие отменит публикацию записи во всех категориях/каналах.<br/>Вы действительно хотите продолжить?

source: Related
ca_es: Relacionat
da: Relateret
es: Relacionado
fr: Associé(e)(s)
ko: 관련
ru: Похожие

source: Related Media
ca_es: Contingut relacionat
da: Relateret medie
es: Archivos multimedia relacionados
fr: Médias associés
ko: 관련된 미디어
ru: Похожие медиафайлы

source: File type not allowed
ca_es: Aquest tipus de fitxer no està permès
da: Filtype ikke tilladt
es: Tipo de archivo no permitido
fr: Type de fichier non autorisé
ko: 파일 형식이 허용되지 않습니다
ru: Недопустимый тип файла

source: Upload Cancelled
ca_es: Càrrega cancel·lada
da: Upload annulleret
es: Carga cancelada
fr: Importation annulée
ko: 업로드 취소
ru: Отправка отменена

source: of
ca_es: de
da: af
es: de
fr: de
ko: 의
ru: из

source: Your media is being processed , please contact the application administrator
ca_es: S'està processant el contingut. Poseu-vos en contacte amb l'administrador de l'aplicació.
da: Dit medie er under behandling, kontakt venligst applikationsadministratoren
es: Sus archivos multimedia están procesándose. Póngase en contacto con el administrador de la aplicación
fr: Votre média est en cours de traitement, veuillez contacter l'administrateur de l'application
ko: 미디어는 처리중에 있습니다, 응용 프로그램 총관리자에게 연락하기 바랍니다
ru: Ваш медиафайл обрабатывается, обратитесь к администратору приложения

source: All current flavors will be replaced upon replacement approval. Any time based metadata won’t be synced with the new content
ca_es: Tots les sabors actuals se substituiran quan s'aprovi aquesta acció. Les metadades basades en temps no se sincronitzaran amb el contingut nou.
da: Alle aktuelle variationer vil blive erstattet godkendelse af erstatning. Alt tidsbaseret metadata vil ikke blive synkroniseres med det nye indhold.
es: Todos los sabores actuales serán reemplazados con la aprobación de sustitución. Cualquier metadato basado ​​en el tiempo no se sincronizará con el nuevo contenido
fr: Toutes les versions actuelles seront remplacées sur approbation du remplacement. Les métadonnées temporelles ne seront pas synchronisées avec le nouveau contenu
ko: 모든 현재 플레이버는 교체 승인을 받아 대체됩니다. 메타 데이터기반으로 한 어떤 시간도 새로운 콘텐츠와 함께 동기화 되지 않습니다.
ru: Все текущие версии будут заменены после утверждения замены. Метаданные, основанные на времени, не будут синхронизированы с новым содержимым

source: We are sorry but there is a problem with the uploaded media, please try again.
ca_es: Hi ha un problema amb el contingut pujat. Torneu-ho a provar.
da: Vi beklager, men der opstod et problem med det uploadede medie, prøv venligst igen.
es: Lo sentimos, pero hay un problema con los archivos multimedia cargados. Inténtelo de nuevo.
fr: Nous sommes désolés mais il y a un problème avec le média importé, veuillez réessayer.
ko: 죄송합니다 업로드 된 미디어에 문제가 있습니다, 다시 시도 하기 바랍니다.
ru: К сожалению, возникла проблема с загруженным на сервер мультимедийным содержимым, повторите попытку.

source: Your media was successfully replaced and unpublished from any moderated categories and channels.
ca_es: El contingut s'ha substituït correctament i se n'ha anul·lat la publicació en totes les categories i en tots els canals moderats.
da: Dit medie er blevet erstattet, og udgivelsen er trukket tilbage fra alle modererede kategorier og kanaler.
es: Sus archivos multimedia han sido reemplazados correctamente y se han despublicado de cualquier categoría y canal moderado.
fr: Votre média a été correctement remplacé et sa publication a été retirée des catégories et chaînes sous modération.
ko: 미디어는 적당한 카테고리와 채널로 부터 성공적으로 대체 되었고 미게재되었습니다.
ru: Ваши медиафайлы были успешно заменены, а их публикация в модерируемых категориях и каналах отменена.

source: Your media was successfully replaced.
ca_es: El contingut s'ha substituït correctament.
da: Dit medie er blevet erstattet.
es: Sus archivos multimedia han sido reemplazados correctamente.
fr: Votre média a été correctement remplacé.
ko: 미디어는 성공적으로 대체 되었다.
ru: Ваши медиафайлы успешно заменены.

source: Unsupported media type "%s"
es: Tipo de archivo multimedia "%s" no admitido
fr: Type de média "%s" non pris en charge
ru: Неподдерживаемый тип носителя "%s"

source: All Availabilities
es: Todas las disponibilidades
fr: Toutes les disponibilités
ru: Все возможности
