Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Please select at least one media to add, click Cancel to go back.
ca_es: Seleccioneu com a mínim un fitxer multimèdia per afegir-lo i feu clic a Cancel·la per tornar.
da: Vælg venligst mindst én medie, som skal tilføjes, klik på Annuller for at gå tilbage.
es: Seleccione un archivo multimedia que agregar. Haga clic en Cancelar para retroceder.
fr: Veuillez sélectionner au moins un média à ajouter. Cliquez sur Annuler pour revenir en arrière.
ko: 추가하기 위한 적어도 하나의 미디어를 선택하기 바랍니다, 되돌아 가기 위해서는 취소를 클릭하기 바랍니다.
ru: Выберите хотя бы один медиафайл для добавления, нажмите "Отмена" для возврата.

source: Error creating playlist
ca_es: S'ha produït un error en crear la llista de reproducció
da: Fejl under oprettelse af afspilningsliste
es: Error al crear lista de reproducción
fr: Erreur lors de la création de la liste de lecture
ko: 재생 목록 생성 중 오류가 발생했습니다
ru: Ошибка при создании списка воспроизведения

source: Add to playlist
ca_es: Afegeix a llista de reproducció
da: Føj til afspilningsliste
es: Agregar a lista de reproducción
fr: Ajouter à la liste de lecture
ko: 재생 목록에 추가하기 바랍니다
ru: Добавить в список воспроизведения

source: Add all selected media items to a playlist
ca_es: Afegeix tots els elements multimèdia a una llista de reproducció
da: Føj alle udvalgte medieelementer til en afspilningsliste
es: Agregar todos los elementos de archivos multimedia a una lista de reproducción
fr: Ajouter tous les éléments de média sélectionnés à une liste de lecture
ko: 모든 선택 된 미디어 항목을 재생 목록에 추가하기 바랍니다
ru: Добавить все выбранные медиафайлы в список воспроизведения

source: Attachment was deleted successfully
ca_es: El fitxer adjunt s'ha suprimit correctament
da: Den vedhæftede fil blev slettet
es: Archivo adjunto eliminado correctamente
fr: La pièce jointe a été correctement supprimée
ko: 첨부 파일은 성공적으로 삭제 되었습니다.
ru: Вложение успешно удалено

source: Attachments
ca_es: Fitxers adjunts
da: Vedhæftede filer
es: Archivos adjuntos
fr: Pièces jointes
ko: 첨부파일
ru: Вложения

source: Assets
ca_es: Recursos
da: Aktiver
es: Recursos
fr: Actifs
ko: 자산
ru: Ресурсы

source: You're still uploading! Are you sure you want to leave this page?
ca_es: La càrrega encara està en curs. Confirmeu que voleu sortir d'aquesta pàgina?
da: Du er stadig i gang med at uploade! Er du sikker på, at du vil forlade denne side?
es: Todavía está cargando. ¿Desea abandonar esta página?
fr: Vous êtes en train d'importer! Voulez-vous quitter cette page ?
ko: 업로드 중에 있습니다! 이 페이지에서 나가겠습니까?
ru: Загрузка на сервер все еще выполняется! Вы действительно хотите покинуть эту страницу?

source: An error occurred while deleting this caption file.
ca_es: S'ha produït un error en suprimir aquest fitxer de subtítols.
da: Der opstod en fejl, mens denne billedtekstfil blev slettet
es: Se produjo un error mientras se eliminaba este archivo de subtítulos.
fr: Une erreur est survenue pendant la suppression de ce fichier de sous-titres.
ko: 자막 파일을 삭제 하는 동안 오류가 발생 했습니다.
ru: При удалении файла субтитров произошла ошибка.

source: There was an error setting this caption file as Default.
ca_es: S'ha produït un error en establir aquest fitxer de subtítols com a opció predeterminada.
da: Der opstod en fejl, mens denne billedtekstfil blev indstillet til Standard.
es: Se produjo un error al definir este subtítulo como predeterminado.
fr: Une erreur est survenue pendant la définition du fichier de sous-titres par défaut
ko: 기본설정과 같이 자막을 설정 중 오류가 발생하였습니다.
ru: При установке данного файла субтитров как файла по умолчанию произошла ошибка.

source: There was an error downloading this caption file.
ca_es: S'ha produït un error en baixar aquest fitxer de subtítols.
es: Se ha producido un error al descargar el archivo de subtítulos.
fr: Une erreur est survenue pendant le téléchargement de ce fichier de sous-titres.
ko: 이 자막파일을 다운로드 중 오류가 발생 했습니다.
ru: При загрузке данного файла субтитров произошла ошибка.

source: Select a caption file
ca_es: Seleccioneu un fitxer de subtítols
da: Vælg en billedtekstfil
es: Seleccione un archivo de subtítulos
fr: Sélectionner un fichier de sous-titres
ko: 자막 파일을 선택하기 바랍니다
ru: Выберите файл субтитров

source: An Error occured while uploading the caption file.
ca_es: S'ha produït un error en pujar el fitxer de subtítols.
da: Der opstod en fejl under upload af denne billedtekstfil.
es: Se produjo un error al actualizar el archivo de subtítulos.
fr: Une erreur s'est produite pendant l'importation du fichier de sous-titres.
ko: 자막 파일을 업로드 하는 동안 오류가 발생 했습니다.
ru: При загрузке файла субтитров на сервер произошла ошибка.

source: This caption file no longer exists.
ca_es: Aquest fitxer de subtítols ja no existeix.
da: Denne billedtekstfil eksisterer ikke længere.
es: Este archivo de subtítulos ya no existe.
fr: Ce fichier de sous-titres n'existe plus.
ko: 이 자막 파일은 더 이상 존재하지 않습니다.
ru: Файл субтитров больше не существует.

source: Sorry, an error while retrieving entry, please try again.
es: Lo sentimos, pero no se ha podido recuperar la entrada. Inténtelo de nuevo.
fr: Désolé, une erreur s'est produite lors de la récupération de l'entrée, réessayez.
ru: К сожалению, при извлечении записи произошла ошибка, повторите попытку.

source: Select a language
ca_es: Seleccioneu un idioma
da: Vælg et sprog
es: Seleccione un idioma
fr: Sélectionner une langue
ko: 언어 선택하기 바랍니다
ru: Выберите язык

source: Enter a label
ca_es: Introdueix una etiqueta
da: Angiv en etiket
es: Introduzca una etiqueta
fr: Saisissez un libellé
ko: 레이블 입력하기 바랍니다
ru: Введите метку

source: Language
ca_es: Idioma
da: Sprog
es: Idioma
fr: Langue
ko: 언어
ru: Язык

source: Select Language
ca_es: Seleccioneu un idioma
da: Vælg sprog
es: Seleccionar idioma
fr: Sélection de la langue
ko: 언어 선택하기 바랍니다
ru: Выберите язык

source: Label
ca_es: Etiqueta
da: Etiket
es: Etiqueta
fr: Libellé
ko: 레이블
ru: Метка

source: (text that appears in caption selector)
ca_es: (text que es mostra al selector de subtítols)
da: (den tekst, der vises i valgmenuen for billedtekst)
es: (texto que aparece en el selector de subtítulos)
fr: (texte apparaissant dans le menu sélection des sous-titres)
ko: (자막 선택기에 표시한 텍스트)
ru: (текст, отображающийся в селекторе субтитров)

source: No Results.
ca_es: No hi ha resultats.
da: Ingen resultater.
es: Sin resultados.
fr: Aucun résultat.
ko: 결과 없음
ru: Нет результатов.

source: Captions
ca_es: Subtítols
da: Billedtekster
es: Subtítulos
fr: Sous-titres
ko: 자막들
ru: Субтитры

source: Search In Video
ca_es: Cerca als vídeos
da: Søg i video
es: Buscar en vídeo
fr: Rechercher dans la vidéo
ko: 동영상에서 검색
ru: Поиск видео

source: media that include the text inside its captions
ca_es: contingut que inclou el text dins dels subtítols
da: medie, som inkluderer teksten i billedteksterne.
es: archivos multimedia que incluyen texto en sus subtítulos
fr: médias qui incluent le texte à l'intérieur de ses sous-titres
ko: 자막 내부에 텍스트를 포함하는 미디어
ru: медиафайлы, содержащие текст в субтитрах

source: Enable Embed Grab
es: Habilitar Insertado/Captado
fr: Activer Embed Grab
ru: Включить код встраивания

source: This user is already a member of this category
ca_es: Aquest usuari ja és membre d'aquesta categoria
da: Denne bruger er allerede medlem af denne kategori
es: El usuario ya es un miembro de esta categoría
fr: Cet utilisateur est déjà membre de cette catégorie
ko: 이 사용자가 이미 이 카테고리의 멤버입니다
ru: Этот пользователь уже является членом данной категории

source: %1 was added to your category.
ca_es: %1 s'ha afegit a la vostra categoria.
da: %1 blev føjet til din kategori.
es: %1 se agregó a su categoría.
fr: %1 a bien été ajouté à votre catégorie.
ko: %1는 여러분의 카테고리에 추가 되었습니다.
ru: %1 добавлен к вашей категории.

source: User %1 does not exist
ca_es: L'usuari %1 no existeix
da: Brugeren %1 eksisterer ikke
es: El usuario %1 no existe
fr: L'utilisateur %1 n'existe pas
ko: 사용자 %1 는 존재 하지 않습니다.
ru: Пользователь %1 не существует

source: There was an error creating the category member.
ca_es: S'ha produït un error en crear el membre de la categoria.
da: Der opstod en fejl under oprettelse af kategorimedlemmet.
es: Se produjo un error al crear el miembro de la categoría.
fr: Une erreur est survenue pendant la création du membre de la catégorie.
ko: 카데고리 멤버를 생성하는 중 오류가 발생하였습니다.
ru: При создании участника категории произошла ошибка.

source: Permission changed. Updating permissions might take a few minutes.
ca_es: El permís ha canviat. L'actualització de permisos pot tardar una estona.
da: Tilladelse ændret. Opdatering af tilladelser kan tage et par minutter.
es: Permiso denegado. La actualización de los permisos podría llevar algunos minutos.
fr: Autorisations modifiées. La mise à jour des autorisation peut prendre quelques minutes.
ko: 사용권한 변경되었습니다. 사용권한을 업데이트 하는 데 몇 분 정도 걸릴 수 있습니다.
ru: Разрешения изменены. Обновление разрешений может занять несколько минут.

source: There was an error updating the category member permission.
ca_es: S'ha produït un error en actualitzar el permís dels membres de la categoria.
da: Der opstod en fejl under opdateringen af kategorimedlemmets tilladelse.
es: Se produjo un error al actualizar el permiso del miembro de la categoría.
fr: Erreur durant la mise à jour des autorisations du membre de la catégorie.
ko: 카테고리 멤버 사용권한을 업데이트 중 오류가 발생하였습니다.
ru: При обновлении разрешений участника категории произошла ошибка.

source: Problem occured.
ca_es: Hi ha hagut un problema.
da: Der opstod et problem.
es: Ha habido un problema.
fr: Un problème est survenu.
ko: 문제가 발생 했습니다.
ru: Возникла проблема.

source: Members are being imported... This may take a while, you can refresh the page to see the changes.
ca_es: S'estan important els membres… Quan acabi aquest procés, que pot tardar una estona, podeu actualitzar la pàgina per veure els canvis.
da: Medlemmerne importeres ... Dette kan tage et stykke tid. Du kan opdatere siden for at se ændringerne.
es: Importando miembros... Esto puede llevar un tiempo. Puede actualizar la página para ver los cambios.
fr: Les membres sont en cours d'importation... Cette opération peut prendre un moment, vous pouvez actualiser la page pour voir les modifications.
ko: 멤버들을 가져오기중에 있습니다... 시간이 걸릴 수 있으며, 변경내용을 확인하기 위하여 페이지를 새로 고칠 수 있습니다.
ru: Импортируются участники... Этот может занять определенное время, обновите страницу, чтобы увидеть изменения.

source: %1 is no longer a category member.
ca_es: %1 ja no és membre d'una categoria.
da: %1 er ikke længere medlem af kategorien.
es: %1 ya no es miembro de la categoría.
fr: %1 n'est plus membre de cette catégorie.
ko: %1은 더 이상 카테고리 멤버가 아닙니다.
ru: %1 больше не является участником категории.

source: There was an error deleting %1
ca_es: S'ha produït un error en suprimir %1
da: Der opstod en fejl under sletningen af %1
es: Se produjo un error al eliminar %1
fr: Une erreur s'est produite lors de la suppression de %1
ko: %1 삭제 중 오류가 발생 했습니다.
ru: При удалении %1 произошла ошибка

source: Enter user or group name
es: Introduzca usuario o nombre de grupo
fr: Saisir le nom d'utilisateur ou de groupe
ru: Ввести имя пользователя или группы

source: user name or id
ca_es: nom d'usuari o identificador
da: brugernavn eller -id
es: nombre o id de usuario
fr: nom ou identifiant d'utilisateur
ko: 사용자 이름 또는 ID
ru: имя или идентификатор пользователя

source: Set permission
ca_es: Defineix el permís
da: Indstil tilladelse
es: Definir permiso
fr: Définir l'autorisation
ko: 권한 설정
ru: Установить разрешение

source: Member
ca_es: Membre
da: Medlem
es: Miembro
fr: Membre
ko: 멤버
ru: Участник

source: Contributor
ca_es: Col·laborador
da: Bidragsyder
es: Colaborador
fr: Contributeur
ko: 기여자
ru: Соавтор

source: Moderator
ca_es: Moderador
es: Moderador
fr: Modérateur
ko: 중재자
ru: Модератор

source: Manager
ca_es: Gestor
da: Administrator
es: Director
fr: Gestionnaire
ko: 관리자
ru: Менеджер

source: Members
ca_es: Membres
da: Medlemmer
es: miembros
fr: Membres
ko: 멤버들
ru: Участники

source: Item/s have been approved and will appear in category.
ca_es: Els elements s'han aprovat i apareixeran a la categoria.
da: Elementet/erne er blevet godkendt og vil blive vist i kategorien.
es: Se han aprobado elementos que aparecerán en la categoría.
fr: Le ou les éléments ont été approuvés et apparaîtront dans la catégorie.
ko: 항목/s 승인 되었으며 카테고리에 표시될 것입니다.
ru: Элементы утверждены и появятся в категории.

source: Item/s have been rejected and will not appear in category.
ca_es: Els elements s'han rebutjat i no apareixeran a la categoria.
da: Elementet/erne er blevet afvist og vil ikke blive vist i kategorien.
es: Se han rechazado elementos y no aparecerán en la categoría.
fr: Le ou les éléments ont été rejetés et n'apparaîtront pas dans la catégorie.
ko: 항목/s 거부되었으며 카테고리에 표시되지 않을 것입니다.
ru: Элементы отклонены и не появятся в категории.

source: %1 Pending
ca_es: %1 pendent
da: %1 afventer
es: %1 pendientes
fr: %1 en attente
ko: %1 보류 증
ru: %1 Ожидающие

source: Moderate content (Media will not appear in category until approved by category manager)
ca_es: Modera contingut (no apareixerà contingut a la categoria fins que el gestor de la categoria no l'aprovi)
da: Moderer indhold (mediet vil ikke blive vist i kategorien, indtil det er godkendt af en administrator)
es: Contenido moderado (los archivos multimedia no aparecerán en la categoría hasta que sean aprobados por el administrador de la categoría)
fr: Modérer le contenu (le média ne s'affichera pas dans la catégorie tant qu'il n'est pas approuvé par le gestionnaire de catégories)
ko: 적당한 콘텐츠 (미디어는 카테고리 관리자에 의한 승인이 될 때까지 카테고리에 표시되지 않을 것입니다)
ru: Модерируемое содержание (медиафайлы не появятся в категории, пока не будут утверждены менеджером категории)

source: View
ca_es: Mostra
es: Ver
fr: Vue
ru: Показать

source: Failed to save playlists new order
ca_es: No s'ha pogut desar l'ordre nou de les llistes de reproducció
da: Afspilningernes nye rækkefølge kunne ikke gemmes
es: Error al guardar el nuevo orden de listas de reproducción
fr: Échec d'enregistrement du nouvel ordre des listes de lecture
ko: 새로운 순서로 재생 목록을 저장하는데 실패하였습니다
ru: Не удалось сохранить новый порядок списков воспроизведения

source: The playlist <b><i>%s</i></b> was deleted successfully
ca_es: La llista de reproducció <b><i>%s</i></b> s'ha suprimit correctament
da: Afspilningslisten <b><i>%s</i></b> er blevet slettet
es: La lista de reproducción <b><i>%s</i></b> se ha borrado correctamente
fr: La liste de lecture <b><i>%s</i></b> a été correctement supprimée
ko: 재생 목록 <b><i>%s</i></b> 은 성공적으로 삭제 되었습니다.
ru: Список воспроизведения <b><i>%s</i></b> успешно удален

source: Failed to delete playlist <b><i>%s</i></b>
ca_es: La llista de reproducció <b><i>%s</i></b> no s'ha pogut suprimir
da: Afspilningslisten kunne ikke slettes <b><i>%s</i></b>
es: Error al borrar la lista de reproducción <b><i>%s</i></b>
fr: Échec de suppression de la liste de lecture <b><i>%s</i></b>
ko: 재생목록 <b><i>%s</i></b>을 삭제하는데 실패하였습니다
ru: Не удалось удалить список воспроизведения <b><i>%s</i></b>

source: Successfully added a new playlist <b><i>%s</i></b>
es: Nueva lista de reproducción <b><i>%s</i></b> agregada correctamente
fr: Ajout réussi d'une nouvelle liste de lecture <b><i>%s</i></b>
ru: Успешно добавлен новый список воспроизведения <b><i>%s</i></b>

source: Failed to add a new playlist <b><i>%s</i></b>
ca_es: No s'ha pogut afegir la nova llista de reproducció <b><i>%s</i></b>
da: En ny afspilningsliste kunne ikke tilføjes <b><i>%s</i></b>
es: Error al agregar nueva lista de reproducción <b><i>%s</i></b>
fr: Échec d'ajout d'une nouvelle liste de lecture <b><i>%s</i></b>
ko: 새로운 재생목록 <b><i>%s</i></b>을 추가하는데 실패하였습니다
ru: Не удалось добавить новый список воспроизведения <b><i>%s</i></b>

source: Playlist <b><i>%s</i></b> updated successfuly
ca_es: La llista de reproducció <b><i>%s</i></b> s'ha actualitzat correctament
es: Lista de reproducción <b><i>%s</i></b> actualizada correctamente
fr: Liste de lecture <b><i>%s</i></b> correctement mise à jour
ko: 재생목록 <b><i>%s</i></b>을 성공적으로 업데이트하였습니다
ru: Список воспроизведения <b><i>%s</i></b> успешно обновлен

source: Failed to update <b><i>%s</i></b>
ca_es: <b><i>%s</i></b> no s'ha pogut actualitzar
es: Error al actualizar <b><i>%s</i></b>
fr: Échec de la mise à jour de <b><i>%s</i></b>
ko: <b><i>%s</i></b>를 업데이트하는데 실패하였습니다
ru: Не удалось обновить <b><i>%s</i></b>

source: Entry added to playlist
ca_es: L'entrada s'ha afegit a la llista de reproducció
es: Entrada agregada a la lista de reproducción
fr: Entrée ajoutée à la liste de lecture
ko: 엔트리가 재생 목록에 추가되었습니다
ru: Запись добавлена в список воспроизведения

source: Failed to add entry to playlist
ca_es: No s'ha pogut afegir l'entrada a la llista de reproducció
es: Error al agregar la entrada a la lista de reproducción
fr: Échec d'ajout de l'entrée à la liste de lecture
ko: 재생 목록에 엔트리를 추가하는데 실패하였습니다
ru: Не удалось добавить запись в список воспроизведения

source: Playlist Title
ca_es: Títol de la llista de reproducció
da: Afspilningslistens titel
es: Título de lista de reproducción
fr: Titre de la liste de lecture
ko: 재생 목록 제목
ru: Название списка воспроизведения

source: Title is a required field
ca_es: El camp Títol és obligatori
da: Titel er et påkrævet felt
es: Título es un campo obligatorio
fr: Titre est un champ obligatoire
ko: 제목은 필수 영역입니다.
ru: Название является обязательным полем

source: Playlist Tags
ca_es: Etiquetes de la llista de reproducció
da: Afspilningslistens tags
es: Etiquetas de lista de reproducción
fr: Balises de la liste de lecture
ko: 재생 목록 태그들
ru: Теги для списка воспроизведения

source: Playlists
ca_es: Llistes de reproducció
da: Afspilningslister
es: Listas de reproducción
fr: Listes de lecture
ko: 재생 목록들
ru: Списки воспроизведения

source: Channel Gallery
ca_es: Galeria de canals
da: Kanalgalleri
es: Galería de canal
fr: Galerie de chaînes
ko: 채널 갤러리
ru: Галерея каналов

source: Playlists were not imported. more than %1 playlists in the channel.
es: No se han importado las listas de reproducción. Hay más de %1 listas de reproducción en el canal.
fr: Les listes de lecture n'ont pas été importées. Plus de %1 listes de lecture dans le canal.
ru: Списки воспроизведения не были импортированы. Более %1 списков в канале.

source: Categories
da: Kategorier
es: Categorías
fr: Catégories
ko: 카테고리
ru: Категории

source: Assign the channel to one or more categories:
ca_es: Assigneu el canal a una o més categories:
da: Føj kanalen til en eller flere kategorier
es: Asigne el canal a una o más categorías:
fr: Affecter la chaîne à une ou plusieurs catégories :
ko: 하나 이상의 카테고리에 채널을 할당하기 바랍니다:
ru: Назначить канал одной или нескольким категориям:

source: Appears in
ca_es: Apareix a
da: Vises i
es: Aparece en
fr: Apparaît dans
ko: 에 나타납니다.
ru: Появляется в

source: This user is already a member of this channel
ca_es: Aquest usuari ja és membre d'aquest canal
da: Denne bruger er allerede medlem af denne kanal
es: Este usuario ya es un miembro de este canal
fr: L'utilisateur est déjà membre de cette chaîne
ko: 이 사용자가 이미 이 채널 멤버입니다
ru: Этот пользователь уже является участником данного канала

source: User %1 does not exist.
ca_es: L'usuari %1 no existeix.
da: Brugeren %1 eksisterer ikke.
es: El usuario %1 no existe.
fr: L'utilisateur %1 n'existe pas.
ko: 사용자 %1 는 존재 하지 않습니다.
ru: Пользователь %1 не существует.

source: There was an error creating the channel member.
ca_es: S'ha produït un error en crear el membre del canal.
da: Der opstod en fejl under oprettelsen af kanalmedlemmet.
es: Se produjo un error al crear el miembro del canal.
fr: Une erreur est survenue pendant l'ajout de ce membre à votre chaîne.
ko: 채널 멤버를 생성 중 오류가 발생 했습니다.
ru: При создании участника канала произошла ошибка.

source: The member must be a regular user, not of type
ca_es: El membre ha de ser un usuari normal, no del tipus
da: Medlemmet skal være en regulær bruger, ikke af typen
es: El miembro debe ser un usuario normal, no del tipo
fr: Le membre doit être un utilisateur régulier, pas de ce type
ko: 멤버는 일반 사용자여야만 합니다.
ru: Участник должен быть обычным пользователем, не относиться к типу

source: This user does not belong to one of the "
es: Este usuario no pertenece a uno de los "
fr: Cet utilisateur n'appartient pas à un des "
ru: Этот пользователь не принадлежит к одной из "

source: %1 was added to your channel.
ca_es: %1 s'ha afegit al vostre canal.
da: %1 blev føjet til din kanal.
es: %1 se ha agregado a su canal.
fr: %1 a été ajouté à votre chaîne.
ko: %1은 채널에 추가 되었습니다.
ru: %1 добавлен к вашему каналу.

source: There was an error updating the channel member permission.
ca_es: S'ha produït un error en actualitzar el permís del membre del canal.
da: Der opstod en fejl under opdatering kanalmedlemmets tilladelse.
es: Se produjo un error al actualizar el permiso del miembro del canal.
fr: Erreur durant la mise à jour des autorisations du membre de la chaîne.
ko: 채널 멤버 권한을 업데이트도중 오류가 발생하였습니다.
ru: При обновлении разрешений участника канала произошла ошибка.

source: %1 is no longer a channel member.
ca_es: %1 ja no és membre d'un canal.
da: %1 er ikke længere medlem af denne kanal.
es: %1 ya no es un miembro del canal.
fr: %1 n'est plus membre de la chaîne.
ko: %1은 더 이상 채널 멤버가 아닙니다.
ru: %1 больше не является участником канала.

source: Managers
ca_es: Gestors
da: Administratorer
es: Directores
fr: Gestionnaires
ko: 경영
ru: Менеджеры

source: Moderators
ca_es: Moderadors
da: Moderatorer
es: Moderadores
fr: Modérateurs
ko: 중재자들
ru: Модераторы

source: Item/s have been approved and will appear in channel.
ca_es: Els elements s'han aprovat i apareixeran al canal.
da: Elementet/erne er blevet godkendt og vil blive vist på kanalen.
es: Se han aprobado elementos que aparecerán en el canal.
fr: Le ou les éléments ont été approuvés et apparaîtront dans la chaîne.
ko: 항목/s는 승인되었으며 채널에 표시될 것입니다.
ru: Элементы утверждены и появятся на канале.

source: Item/s have been rejected and will not appear in channel.
ca_es: Els elements s'han rebutjat i no apareixeran al canal.
da: Elementet/erne er blevet afvist og vil ikke blive vist på kanalen.
es: Se han rechazado elementos y no aparecerán en el canal.
fr: Le ou les éléments ont été rejetés et n'apparaîtront pas dans la chaîne.
ko: 항목/s는 거부되었습니다 그리고 채널에 표시 되지 않을 것입니다.
ru: Элементы отклонены и не появятся на канале.

source: Pending
ca_es: Pendent
da: Afventer
es: Pendiente
fr: En attente
ko: 보류중
ru: Ожидающие

source: Moderate content (Media will not appear in channel until approved by channel manager)
ca_es: Modera contingut (no apareixerà contingut al canal fins que el gestor del canal no l'aprovi)
da: Moderer indhold (medier er ikke synlige på kanalen, indtil de er blevet godkendt af en administrator)
es: Moderar contenido (el archivo multimedia no aparecerá en el canal hasta que sea aprobado por el director del canal)
fr: Contenu modéré (le média n'apparaîtra pas sur la chaîne avant sa validation par le gestionnaire)
ko: 적당한 콘텐츠 (미디어는 채널 관리자에 의해 승인 될 때까지 채널에 표시되지 않을 것입니다)
ru: Модерируемое содержание (медиафайлы не появятся на канале без одобрения менеджером канала)

source: Enable subscription to channel
ca_es: Activa la subscripció al canal
da: Aktiver abonnering på kanal
es: Habilitar la suscripción al canal
fr: Activer l'abonnement à la chaîne
ko: 채널구독 활성화
ru: Включить подписку на канал

source: Subscribers
ca_es: Subscriptors
da: Abonnenter
es: suscriptores
fr: Abonnés
ko: 구독자들
ru: Подписчики

source: Subscribed
ca_es: S'hi han subscrit
da: Abonnent
es: Suscrito
fr: Abonné
ko: 구독하였습니다
ru: Подписан

source: Unsubscribed
ca_es: Sense subscripció
da: Ikke abonnent
es: Suscripción cancelada
fr: Abonnement annulé
ko: 구독이 취소되었습니다
ru: Подписка прекращена

source: no value
ca_es: cap valor
da: ingen værdi
es: sin valor
fr: aucune valeur
ko: 값 없음
ru: значения не присвоено

source: View
ca_es: Mostra
da: Vis
es: Ver
fr: Vue
ko: 보기
ru: Показать
