Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Future Scheduling
es: Programación futura
fr: Planification future
ko: 향후 일정
ru: Планирование на будущее

source: Past Scheduling
es: Programación pasada
fr: Planification passée
ko: 과거 일정
ru: Планирование прошлого

source: Scheduling Ascending
es: Programación ascendente
fr: Planification dans l'ordre croissant
ru: Планирование по возрастанию

source: Scheduling Descending
es: Programación descendente
fr: Planification dans l'ordre décroissant
ru: Планирование по убыванию

source: Publishing Schedule
es: Programa de publicación
fr: Programme de publication
ru: Расписание публикаций

source: Always
es: Siempre
fr: Toujours
ru: Всегда

source: Specific Time Frame
es: Periodo de tiempo específico
fr: Plage de temps spécifique
ru: Определенный период времени

source: (The time range in which this media will be visible to users in published channels/categories)
es: (El intervalo de tiempo en el que este archivo multimedia estará visible para los usuarios en los canales/categorías publicados)
fr: (Plage de temps pendant laquelle ce média sera visible aux utilisateurs sur les chaînes/catégories publiées)
ru: (Период времени, в течение которого этот медиафайл будет видимым для пользователей опубликованных каналов/категорий)

source: Start Time
ca_es: Temps inicial
da: Starttid
es: Hora de inicio
fr: Heure de début
ko: 시작 시간
ru: Время начала

source: End Time
ca_es: Temps final
da: Sluttid
es: Hora de fin
fr: Heure de fin
ko: 종료 시간
ru: Время окончания

source: Publish Date
es: Publicar fecha
fr: Date de publication
ru: Дата публикации

source: Publishing Date
es: Fecha de publicación
fr: Date de publication
ru: Дата публикации

source: Not defined
es: No definido
fr: Non défini
ru: Не определено

source: The Kaltura Screen Recorder is a Java plugin that is not supported by this version of Chrome.<br>To use Kaltura Screen Recorder, please use another browser such as Safari, Internet Explorer, or Firefox.<br>For more information please review the <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>supported browsers list</a>.
es: El Grabador de pantalla de Kaltura es un plugin no compatible con esta versión de Chrome. <b>Para usar el Grabador de pantalla de Kaltura, use otro navegador como Safari, Internet Explorer o Firefox. <b>Para más información visite <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>supported browsers list</a>.
fr: L'enregistreur d'écran Kaltura est un plug-in Java non pris en charge par cette version de Chrome.<br>Pour utiliser l'enregistreur d'écran Kaltura, utilisez un autre navigateur tel que Safari, Internet Explorer ou Firefox.<br>Pour plus d'informations, consultez la liste de navigateurs pris en charge <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'></a>.
ru: Kaltura Screen Recorder представляет собой подключаемый модуль Java, который не поддерживается в данной версии Chrome.<br>Для использования Kaltura Screen Recorder воспользуйтесь другим браузером, например Safari, Internet Explorer или Firefox.<br>Для получения более подробных сведений ознакомьтесь со списком поддерживаемых браузеров <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'></a>.

source: Screen Recording
ca_es: Enregistrament de pantalla
da: Skærmoptagelse
es: Grabación de pantalla
fr: Enregistrement d'écran
ko: 화면 녹화
ru: Запись экрана

source: Thumbnails
ca_es: Miniatures
da: Miniaturer
es: Miniaturas
fr: Vignettes
ko: 섬네일
ru: Эскизы

source: Custom
da: Tilpasset
es: Personalizar
fr: Personalisé
ru: Произвольный период

source: Last %u days
ca_es: Els %u últims dies
da: Sidste %u dage
es: Últimos %u días
fr: %u derniers jours
ko: 지난 %u 일간
ru: Последние %u дней

source: Selected 'From' date should be earlier from selected 'To' date
ca_es: La data d'inici seleccionada ha de ser anterior a la data de finalització seleccionada
da: Den valgte "Fra"-dato bør være tidligere end den valgte "Til"-dato
es: La fecha 'De' seleccionada debe ser anterior a la fecha 'A' seleccionada
fr: La date source sélectionnée doit être antérieure à la date cible
ko: 선택된 '부터'날짜는 선택된 '까지'날짜로 부터 더 빠릅니다
ru: Выбранная дата "С" должна быть раньше выбранной даты "До"

source: Plays
ca_es: Reproduccions
da: Afspilninger
es: Reproducciones
fr: Lectures
ko: 재생
ru: Воспроизведения

source: Visits
ca_es: Visites
da: Besøg
es: Visitas
fr: Visites
ko: 방문
ru: Посещения

source: Plays to Views Ratio
ca_es: Relació entre les reproduccions i les visualitzacions
da: Forhold mellem afspilninger og visninger
es: Relación entre reproducciones y vistas
fr: Rapport lectures/visionnages
ko: 조회 비율로 재생
ru: Соотношение воспроизведений к просмотрам

source: Avg. Drop-off
ca_es: Mitjana d'abandonament
da: Gennemsnitlig drop-off
es: Promedio de bajas
fr: Abandon moy.
ko: 평균 드롭오프
ru: Ср. Возврат

source: Avg. View Time
ca_es: Mitjana de durada de la visualització
da: Gennemsnitlig visningstid
es: Tiempo de visionado promedio
fr: Temps de visionnage moy.
ko: 평균 보기 시간
ru: Ср. Время просмотра

source: User
ca_es: Usuari
da: Bruger
es: Usuario
fr: Utilisateur
ko: 사용자
ru: Пользователь

source: Contributed
ca_es: Ha contribuït
da: Bidraget
es: Contribuido
fr: Contribué
ko: 기여
ru: Загрузки

source: Media Title
ca_es: Títol del contingut
da: Mediets titel
es: Título de archivo multimedia
fr: Titre du média
ko: 미디어 제목
ru: Название медиафайла

source: View Drop-Off
ca_es: Abandonament de la visualització
da: Se drop-off
es: Ver bajas
fr: Abandon du visionnage
ko: 드롭오프 보기
ru: Просмотр возвратов

source: Unique videos
ca_es: Vídeos únics
da: Unikke videoer
es: Vídeos únicos
fr: Vidéos uniques
ko: 고유한 동영상
ru: Уникальные видео

source: Total View Time
ca_es: Total de temps visualitzat
da: Samlet visningstid
es: Tiempo de visionado total
fr: Temps de visionnage total
ko: 전체 보기 시간
ru: Общее время просмотра

source: Avg. view time
ca_es: Mitjana de temps visualitzat
da: Gennemsnitlig visningstid
es: Tiempo de visionado promedio
fr: Temps de visionnage moy.
ko: 평균 보기 시간
ru: Среднее время просмотра

source: Avg. drop-off
ca_es: Mitjana d'abandonaments
da: Gennemsnitlig drop-off
es: Promedio de bajas
fr: Abandon moy.
ko: 평균 드롭오프
ru: В среднем возвратов

source: Loads
ca_es: Càrregues
da: Indlæsninger
es: Cargas
fr: Charges
ko: 로드
ru: Загрузки

source: Loads to Plays Ratio
ca_es: Relació entre les càrregues i les reproduccions
da: Forhold mellem indlæsninger og afspilninger
es: Relación entre cargas y reproducciones
fr: Taux chargements/lectures
ko: 재생 비율로 로드
ru: Соотношение загрузок к воспроизведениям

source: Media item
ca_es: Element multimèdia
da: Medieelement
es: Elemento de archivo multimedia
fr: Élément média
ko: 미디어 항목
ru: Элемент мультимедиа

source: Media ID
ca_es: Identificador del contingut
da: Medie-id
es: ID de archivo multimedia
fr: Identifiant de média
ko: 미디어 ID
ru: Идентификатор мультимедиа

source: Plays In Channel
ca_es: Reproduccions al canal
da: Afspiller på kanal
es: Reproducciones en canal
fr: Lectures dans la chaîne
ko: 채널에서 재생
ru: Воспроизводится на канале

source: Total Plays
ca_es: Total de reproduccions
da: Samlet antal afspilninger
es: Total de reproducciones
fr: Total des lectures
ko: 총 재생
ru: Всего воспроизведений

source: Avg. drop-off percent
ca_es: Percentatge mitjà d'abandonaments
da: Gennemsnitlig procent for drop-off
es: Porcentaje de promedio de bajas
fr: Pourcentage d'abandon moy.
ko: 평균 드롭오프 퍼센트
ru: Средний процент возвратов

source: Quiz Questions
es: Cuestionarios
fr: Questions du quiz
ru: Вопросы викторины

source: Question
es: Pregunta
ru: Вопрос

source: Total % Right
es: % total correctas
fr: % total des réponses justes
ru: Всего правильно %

source: Correctness
es: Corrección
fr: Exactitude
ru: Корректность

source: Answer
es: Respuesta
fr: Réponse
ru: Ответ

source: right
es: correcto
fr: juste
ru: правильно

source: wrong
es: incorrecto
fr: faux
ru: неправильно

source: Quiz Users
es: Usuarios del cuestionario
fr: Utilisateurs du quiz
ru: Пользователи викторины

source: Score (%)
es: Puntuación (%)
ru: Результат (%)

source: User Answer
es: Respuesta del usuario
fr: Réponse de l'utilisateur
ru: Ответ пользователя

source: N/A
es: NS/NC
fr: SO
ru: Не применимо

source: Dashboard
ca_es: Tauler
es: Panel principal
fr: Tableau de bord
ko: 대시보드
ru: Информационная панель

source: Engagement
ca_es: Interacció
es: Participación
ko: 참여
ru: Участие

source: Contribution
ca_es: Contribució
da: Bidrag
es: Contribución
ko: 기부
ru: Вклад

source: Users
ca_es: Usuaris
da: Brugere
es: Usuarios
fr: Utilisateurs
ko: 사용자
ru: Пользователи

source: Analytics
ca_es: Anàlisis
da: Analyse
es: Análisis
fr: Analytique
ko: 분석
ru: Аналитика

source: Answered %1 right and %2 wrong
es: Ha respondido %1 correctamente y %2 incorrectamente
fr: A répondu %1 justes et %2 fausses
ru: Ответы: %1 правильно и %2 неправильно

source: There is no data available for this user
es: No hay datos disponibles de este usuario
fr: Aucune donnée disponible pour cet utilisateur
ru: Не данных, доступных для этого пользователя

source: %1 answered right and %2 answered wrong
es: %1 respondidas correctamente y %2 respondidas incorrectamente
fr: %1 répondues justes %2 répondues fausses
ru: %1 правильных ответов и %2 неправильных ответов

source: Set as Channel Thumbnail
ca_es: Estableix com a miniatura del canal
da: Sæt til kanalminiature
es: Establecer como miniatura del canal
fr: Définir comme vignette de la chaîne
ko: 채널 썸네일로 설정하기 바랍니다
ru: Установить в качестве эскиза канала

source: Upload Thumbnail
ca_es: Puja una miniatura
da: Upload miniature
es: Cargar miniatura
fr: Importer la vignette
ko: 썸네일 업로드
ru: Загрузить эскиз на сервер

source: Reset Thumbnail
ca_es: Restableix la miniatura
da: Nulstil miniature
es: Restablecer miniatura
fr: Réinitialiser la vignette
ko: 썸네일 리셋
ru: Сбросить эскиз

source: Unsubscribe
ca_es: Cancel·la la subscripció
da: Frameld abonnement
es: Cancelar suscripción
fr: Annuler l'abonnement
ko: 구독해지
ru: Отказаться от подписки

source: Subscribe
ca_es: Subscriu-m'hi
da: Abonner
es: Suscribirme
fr: S'abonner
ko: 구독하기
ru: Подписаться

source: Delete Entry
es: Eliminar entrada
fr: Supprimer l'entrée
ru: Удалить элемент

source: Presenters
ca_es: Presentadors
da: Præsentationsholdere
es: Presentadores
fr: Présentateurs
ko: 발표자들
ru: Ведущие

source: (unavailable course)
ca_es: (curs no disponible)
da: (kursus ikke tilgængeligt)
es: (curso no disponible)
fr: (formation indisponible)
ko: (사용할 수 없는 코스)
ru: (курс недоступен)

source: Back to Browse and Embed
ca_es: Torna a Explora i insereix
da: Gå tilbage til Gennemse og Indlejr
es: Volver a Explorar e Insertar
fr: Retour à Parcourir et incorporer
ko: 브라우저을 위하여 되돌아가기 바라며 임베디드하기 바랍니다
ru: Вернуться к просмотру и встраиванию

source: Missing context ID
ca_es: Falta l'identificador de contingut
da: Mangler kontekst-id
es: Falta ID de contexto
fr: Identifiant de contexte manquant
ko: 문맥ID가 누락되었습니다
ru: Отсутствует идентификатор контекста

source: Embedded In Context
ca_es: S'ha inserit en context
da: Indlejret i kontekst
es: Insertado en contexto
fr: Incorporé dans le contexte
ko: 문맥에 임베디드되었습니다
ru: Встроено в контекст

source: Media Gallery
ca_es: Galeria de continguts
da: Mediegalleri
es: Galería de archivos multimedia
fr: Galerie de médias
ko: 미디어 갤러리
ru: Галерея медиафайлов

source: Featured
ca_es: Destacats
da: Vist
es: Destacado
fr: Proposé
ko: 추천
ru: Рекомендовано

source: We're sorry, this entry type is no longer supported. Please refer to the documentation.
es: Lo sentimos, ya no se admite este tipo de entrada. Consulte la documentación.
fr: Malheureusement, ce type d'entrée n'est plus pris en charge. Consultez la documentation.
ru: К сожалению, этот тип объектов больше не поддерживается. Обратитесь к документации.

source: Your webcast event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
ca_es: L'esdeveniment de webcast encara està transmetent la memòria intermèdia local. Si sortiu de la pàgina actual, la transmissió s'interromprà.
da: Din webcast-event er stadig ved at blive overført til den lokale buffer. Hvis du forlader den aktuelle side, vil overførslen blive afbrudt.
es: Su evento webcast todavía está transmitiendo el búfer local. Si abandona la página actual se interrumpirá la transmisión.
fr: Votre événement webcast continue de transmettre le tampon local. Si vous quittez la page actuelle, la transmission sera interrompue.
ko: 여러분의 웹캐스트 이벤트는 아직 로컬버퍼로 전송중에 있습니다. 만일 여러분이 현재의 페이지를 떠날 경우, 전송은 중단될 것입니다.
ru: Интернет-трансляция вашего события все еще передается в локальный буфер. Если покинуть текущую страницу, передача будет прервана.

source: Webcast Event created successfully.
ca_es: L'esdeveniment de webcast s'ha creat correctament.
da: Webcasteventen er oprettet.
es: Evento webcast creado correctamente.
fr: Événement webcast correctement créé.
ko: 웹캐스트 이벤트를 성공적으로 생성하였습니다.
ru: Событие веб-трансляции успешно создано.

source: Failed to create Webcast Event.
ca_es: No s'ha pogut crear l'esdeveniment de webcast.
da: Webcasteventen kunne ikke oprettes.
es: Error al crear evento webcast
fr: Échec de création de l'événement webcast.
ko: 웹캐스트 이벤트를 생성하는데 실패하였습니다.
ru: Не удалось создать событие веб-трансляции.

source: QNA event notification template deployment failed. Please check the logs and contact your account admin
es: Error en la implementación de la plantilla de notificación de eventos de QNA. Compruebe los registros y póngase en contacto con el administrador de su cuenta
fr: Échec de déploiement du modèle de notification de l'événement QNA. Consultez les journaux et contactez votre administrateur de compte
ru: Ошибка при развертывании шаблона уведомления о событии QNA. Проверьте журналы и обратитесь к администратору учетной записи

source: Webcast Events
ca_es: Esdeveniments de webcast
es: Eventos webcast
fr: Événements webcast
ko: 웹캐스트 이벤트
ru: События веб-трансляции

source: Live now
ca_es: En directe ara
da: Live nu
es: En vivo ahora
fr: En direct maintenant
ko: 라이브중
ru: Прямая трансляция

source: Upcoming event
ca_es: Pròxim esdeveniment
da: Kommende event
es: Evento próximo
fr: Événement à venir
ko: 다가올 이벤트
ru: Ближайшее событие

source: Ended
es: Finalizado
fr: Terminé
ru: Закончилось

source: Starting soon
ca_es: Comença d'aquí a poc
da: Starter snart
es: Empieza próximamente
fr: Sur le point de commencer
ko: 곧 시작
ru: Скоро начнется

source: Scheduled to start in
ca_es: Està programat que comenci d'aquí a
da: Planlagt til at starte om
es: Programado para comenzar en
fr: Prévu pour commencer dans
ko: 시작이 예정되었습니다
ru: Начало запланировано через

source: Webcast Event
ca_es: Esdeveniment de webcast
es: Evento webcast
fr: Événement webcast
ko: 웹캐스트 이벤트
ru: События веб-трансляции

source: Edit webcast
ca_es: Edita el webcast
da: Rediger webcast
es: Editar webcast
fr: Modifier webcast
ko: 웹캐스트 편집
ru: Изменить веб-трансляцию

source: Live Stream Details
ca_es: Detalls de la reproducció en directe
da: Oplysninger om livestreaming
es: Detalles de transmisión en vivo
fr: Détails du flux en direct
ko: 라이브 스트림 상세정보
ru: Сведения о прямой трансляции

source: Add to calendar
ca_es: Afegeix al calendari
da: Føj til kalender
es: Agregar a calendario
fr: Ajouter au calendrier
ko: 달력에 추가
ru: Добавить в календарь

source: We identified an error with this media. Please contact your administrator to resolve the issue.
ca_es: Hem identificat un error en aquest contingut. Poseu-vos en contacte amb el vostre administrador per resoldre el problema.
da: Vi har identificeret en fejl med dette medie. Kontakt venligst din administrator for at løse problemet.
es: Hemos identificado un error con este archivo multimedia. Póngase en contacto con su administrador para solucionar el problema.
fr: Nous avons détecté une erreur avec ce média. Veuillez contacter votre administrateur pour résoudre le problème.
ko: 미디어에 오류를 확인하였습니다. 문제를 해결 하려면 총관리자에게 문의 하십시오.
ru: Мы обнаружили ошибку в этом медиафайле. Обратитесь к своему администратору для решения проблемы.

source: Was scheduled to start %s ago
ca_es: S'havia programat per començar fa %s
da: Var planlagt til at starte for %s siden
es: Estaba programado para iniciarse hace %s
fr: Était prévu pour commencer il y a %s
ko: %s 전에 시작이 예정되었습니다
ru: Запуск был запланирован %s назад

source: Ended %s ago
ca_es: Ha finalitzat fa %s
da: Endte for %s siden
es: Finalizó hace %s
fr: S'est terminé il y a %s
ko: %s전에 종료되었습니다.
ru: Закончилось %s назад

source: Scheduled to start in %s
ca_es: Està programat que comenci d'aquí a %s
da: Planlagt til at starte om %s
es: Programado para comenzar en %s
fr: Était prévu de commencer dans %s
ko: %s 내로 시작이 예정되었습니다
ru: Начало запланировано через %s

source: Unlike
ca_es: Treu indicació de "m'agrada"
da: Fjern like
es: Deshacer Me gusta
fr: Annuler la mention j'aime
ko: 싫어하다
ru: Непохожие

source: Like
ca_es: M'agrada
es: Me gusta
fr: Mention j'aime
ko: 좋아요
ru: Нравится

source: Downloading
ca_es: S'està baixant
da: Downloader
es: Descargando
fr: Téléchargement
ko: 다운로드 중
ru: Загрузка

source: Remove from Device
ca_es: Suprimeix del dispositiu
da: Fjern fra enheden
es: Eliminar del dispositivo
fr: Supprimer de l'appareil
ko: 장치로 부터 제거하기 바랍니다
ru: Удалить с устройства

source: Bad player version
ca_es: La versió del reproductor no és vàlida
da: Forkert version af afspiller
es: Versión de reproductor incorrecta
fr: Version incorrecte de lecteur
ko: 품질이 안좋은 플레이어 버전
ru: Версия неисправного проигрывателя

source: The version of your app is not up to date. Click here to update to the latest version.
ca_es: La versió de l'aplicació no està al dia. Feu clic aquí per actualitzar-la a la versió més recent.
da: Versionen af din app er ikke opdateret. Klik her for at opdatere til den nyeste version.
es: La versión de su app no está actualizada. Haga clic para actualizar a la versión más reciente.
fr: La version de votre app n'est pas à jour. Cliquez ici pour utiliser la dernière version.
ko: 응용 프로그램의 버전은 최신 버전이 아닙니다. 최신 버전으로 업데이트 하려면 여기를 클릭 하십시오.
ru: Версия вашего приложения не является актуальной. Нажмите здесь, чтобы выполнить обновление до последней версии.

source: App Settings
ca_es: Configuració de l'aplicació
da: App-indstillinger
es: Configuración de app
fr: Paramètres de l'app
ko: 응용 프로그램 설정
ru: Настройки приложения

source: Media on Device
ca_es: Contingut al dispositiu
da: Medie på enhed
es: Archivos multimedia en dispositivo
fr: Média sur appareil
ko: 장치에 미디어
ru: Медиафайлы на устройстве

source: URL Of Page To Purge From Cache
ca_es: URL de la pàgina que voleu treure de la memòria cau
da: URL for side, som skal fjernes fra cache
es: URL de página para depurar de la memoria caché
fr: URL de page à purger du cache
ko: 캐시에서 제거하기 위한 페이지의 URL
ru: URL-адрес страницы для удаления из кэша

source: Purge
ca_es: Treu
da: Fjern
es: Depurar
fr: Purger
ko: 제거
ru: Очистить

source: minutes
es: minutos
ru: минут

source: hours
es: horas
fr: heures
ru: часов

source: Resource Name
es: Nombre de recurso
fr: Nom de la ressource
ru: Название ресурса

source: Resource ID
es: ID de recurso
fr: ID de la ressource
ru: Идентификатор ресурса

source: Creation Date
es: Fecha de creación
fr: Date de création
ru: Дата создания

source: Last Modified
es: Última modificación
fr: Dernière modification
ru: Дата последнего изменения

source: Submit Resources CSV
es: Enviar recursos CSV
fr: Envoyer le CSV des ressources
ru: Отправить CSV-файл ресурсов

source: The CSV was submitted.
es: Se ha enviado el CSV.
fr: Le CSV a été envoyé.
ru: CSV-файл отправлен.

source: Agenda
ru: Повестка дня

source: Event Title
es: Título de evento
fr: Titre de l'événement
ru: Название события

source: Event name cannot exceed %d characters.
es: El nombre del evento no puede exceder de %d caracteres.
fr: Le nom de l'événement ne doit pas dépasser %d caractères
ru: Имя события не может превышать %d символов.

source: Event Organizer
es: Organizador del evento
fr: Organisateur d'événement
ru: Организатор события

source: Recurrence
es: Recurrencia
fr: Récurrence
ru: Повторения

source: Resource
ca_es: Recurs
da: Ressource
es: Recurso
fr: Ressource
ko: 리소스
ru: Ресурс

source: Click here to search resource
es: Haga clic aquí para buscar recursos
fr: Cliquez ici pour rechercher la ressource
ru: Нажмите здесь для поиска ресурса

source: No resources defined
es: No se han definido recursos
fr: Aucune ressource définie
ru: Ресурсы не определены

source: Copy details from event to recording
es: Copiar los detalles del evento a la grabación
fr: Copier les détails de l'événement dans l'enregistrement
ru: Копировать сведения из события в запись

source: Save and Exit
es: Guardar y salir
fr: Enregistrer et quitter
ru: Сохранить и выйти

source: Complete all the required fields and save the event before you can publish or add collaborators
es: Complete todos los campos necesarios y guarde el evento antes de publicar o agregar colaboradores
fr: Renseignez tous les champs requis et enregistrez l'événement avant de pouvoir publier ou ajouter des collaborateurs
ru: Заполните все необходимые поля и сохраните событие, прежде чем публиковать его или добавлять соавторов

source: Complete all the required fields and save the event before you can publish
es: Complete todos los campos requeridos y guarde el evento antes de publicar
fr: Renseignez tous les champs requis et enregistrez l'événement avant de pouvoir publier
ru: Заполните все необходимые поля и сохраните событие, прежде чем публиковать его

source: None
es: Ninguno
fr: Aucun
ru: Нет

source: Daily
es: Diario
fr: Quotidien
ru: Ежедневно

source: Weekly
es: Semanal
fr: Hebdomadaire
ru: Еженедельно

source: Monthly
es: Mensual
fr: Mensuel
ru: Ежемесячно

source: Range of Recurrence
es: Intervalo de recurrencia
fr: Plage de récurrence
ru: Период повторения

source: Start Date
es: Fecha de inicio
fr: Date de début
ru: Дата начала

source: End Date
es: Fecha de finalización
fr: Date de fin
ru: Дата окончания

source: End after
es: Finaliza después de
fr: Terminer après
ru: Закончить после

source: occurrences
es: ocurrencias
ru: событий

source: End by
es: Finaliza el
fr: Terminer pour
ru: Закончить к

source: Duration
ca_es: Durada
da: Varighed
es: Duración
fr: Durée
ko: 기간
ru: Продолжительность

source: Every
es: Cada
fr: Chaque
ru: Каждые

source: days
es: días
fr: jours
ru: дней

source: Every Weekday
es: Cada fin de semana
fr: Tous les jours de la semaine
ru: По будням

source: Day
es: Día
fr: Jour
ru: День

source: of every
es: de cada
fr: de chaque
ru: каждого

source: month(s)
es: mes(es)
fr: mois
ru: мес.

source: first
es: primer
fr: premier
ru: первый

source: third
es: tercer
fr: troisième
ru: третий

source: fourth
es: cuarto
fr: quatrième
ru: четвертый

source: last
es: último
fr: dernier
ru: последний

source: Recur every
es: Repetir cada
fr: Récurrence chaque
ru: Повторять каждую

source: week(s) on
es: semana(s) el
fr: semaine(s) le
ru: неделю по

source: Filter Recording Categories
es: Filtrar por categorías de grabación
fr: Filtrer les catégories d'enregistrement
ru: Фильтр категорий записи

source: Resources
es: Recursos
fr: Ressources
ru: Ресурсы

source: Filter Resources
es: Filtrar recursos
fr: Filtrer les ressources
ru: Фильтр ресурсов

source: My Schedule
es: Mi programa
fr: Ma planification
ru: Мое расписание

source: There are no occurrences in this series
es: No hay ocurrencias en esta serie
fr: Il n'existe pas d'occurrences dans cette série
ru: В этой серии нет событий

source: Occurs every weekday effective %1 until %2
es: Tiene lugar cada día de la semana efectivo desde %1 hasta %2
fr: Se produit chaque jour de la semaine à compter du %1 jusqu'au %2
ru: Происходит каждый будний день, начиная с %1 до %2
