Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Add New User
ca_es: Afegeix un usuari nou
da: Tilføj ny bruger
es: Agregar nuevo usuario
fr: Ajouter un nouvel utilisateur
ko: 새 사용자 추가
ru: Добавить нового пользователя

source: Edit User
ca_es: Edita l'usuari
da: Rediger bruger
es: Editar usuario
fr: Modifier utilisateur
ko: 사용자 편집
ru: Изменить пользователя

source: Are you sure you want to delete
ca_es: Confirmeu que voleu suprimir
da: Er du sikker på, at du vil slette?
es: ¿Está seguro de que desea eliminar
fr: Voulez-vous vraiment supprimer ?
ko: 정말로 삭제하시겠습니까?
ru: Вы действительно хотите удалить

source: users
ca_es: usuaris
da: brugere
es: usuarios
fr: utilisateurs
ko: 사용자
ru: пользователей

source: users were deleted successfully
ca_es: els usuaris s'han suprimit correctament
da: brugerne er blevet slettet
es: usuarios se han eliminado correctamente
fr: les utilisateurs ont été correctement supprimés
ko: 사용자가 성공적으로 삭제되었습니다
ru: пользователи успешно удалены

source: Are you sure you want to delete the user
ca_es: Confirmeu que voleu suprimir l'usuari
da: Er du sikker på, at du vil slette brugeren?
es: ¿Desea eliminar el usuario
fr: Voulez-vous vraiment supprimer l'utilisateur ?
ko: 정말로 사용자를 삭제하시겠습니까?
ru: Вы действительно хотите удалить пользователя

source: The user
ca_es: L'usuari
da: Brugeren
es: El usuario
fr: L'utilisateur
ko: 사용자
ru: Пользователь

source: was deleted successfully
ca_es: s'ha suprimit correctament
da: er blevet slettet
es: ha sido eliminado correctamente
fr: a été correctement supprimé
ko: 성공적으로 삭제되었습니다.
ru: успешно удален

source: Passwords do not match
ca_es: Les contrasenyes no coincideixen
da: Adgangskoderne stemmer ikke overens
es: Las contraseñas no coinciden
fr: Les mots de passe sont différents
ko: 비밀번호가 일치하지 않습니다.
ru: Пароли не совпадают

source: The User
ca_es: L'usuari
da: Brugeren
es: El usuario
fr: L'utilisateur
ko: 사용자
ru: Пользователь

source: was added successfully
ca_es: s'ha afegit correctament
da: er blevet tilføjet
es: se agregó correctamente
fr: a été correctement ajouté
ko: 성공적으로 추가되었습니다.
ru: успешно добавлен

source: This User ID is taken. Please choose another
ca_es: Algú altre ja utilitza aquest identificador d'usuari. Trieu-ne un altre.
da: Dette bruger-id er taget. Vælg venligst et andet.
es: Este ID de usuario ya está ocupado. Escoja otro
fr: Cet identifiant est déjà utilisé. Veuillez en choisir un autre.
ko: 이 사용자 ID 이미 등록되어 있습니다. 다른 ID를 선택하시기 바랍니다.
ru: Этот идентификатор пользователя уже используется. Выберите другой

source: User ID must be a string or an email address, no spaces
ca_es: L'identificador d'usuari ha de ser una cadena o una adreça electrònica, sense espais
da: Bruger-id skal være en streng eller en e-mail-adresse, ingen mellemrum
es: El ID de usuario debe ser una cadena o una dirección de correo electrónico, sin espacios
fr: L'identifiant doit être une chaîne de caractères ou une adresse e-mail, sans espaces
ko: 사용자 ID는 공백이 없는 문자열 또는 이메일 주소이어야만 합니다.
ru: Идентификатор пользователя должен представлять собой строку или адрес электронной почты, без пробелов

source: was saved successfully
ca_es: s'ha desat correctament
da: er blevet gemt
es: se guardó correctamente
fr: a été correctement enregistré
ko: 성공적으로 저장되었습니다.
ru: успешно сохранен

source: User Management
ca_es: Gestió d'usuaris
da: Brugeradministrering
es: Gestión de usuarios
fr: Gestion des utilisateurs
ko: 사용자 관리
ru: Управление пользователями

source: Submit Users CSV
ca_es: Envia el fitxer CSV d'usuaris
da: Indsend bruger-CSV
es: Enviar CSV de usuarios
fr: Soumettre un fichier d'utilisateur au format CSV
ko: 사용자 CSV 제출하기 바랍니다.
ru: Отправить CSV-файл пользователей

source: The CSV was submitted. You can track the progress of your import from Kaltura Management Console (KMC)
ca_es: El fitxer CSV s'ha enviat. Podeu consultar com progressa la importació des de la Consola de gestió de Kaltura (KMC).
da: CSV er indsendt. Du kan følge din imports fremskridt fra Kaltura Management Console (KMC)
es: El CSV se envió. Puede realizar un seguimiento del progreso de su importación desde la consola de gestión de Kaltura (KMC)
fr: Le fichier CSV a été soumis.Vous pouvez suivre l'état d'avancement de l'importation à partir de KMC (la console d'administration de Kaltura)
ko: CSV는 제출되었습니다. 여러분은 Kaltura 관리 콘솔(KMC)로 부터 가져오기에 대한 진행상황을 추적할 수 있습니다
ru: CSV-файл отправлен. Вы можете следить за ходом выполнения импорта в Kaltura Management Console (KMC)

source: ! Failed to submit CSV !
ca_es: No s'ha pogut enviar el fitxer CSV.
da: ! CSV kunne ikke indsendes !
es: ¡Error al enviar el CSV!
fr: ! Échec de soumission du fichier CSV !
ko: ! CSV 제출 실패 !
ru: ! Не удалось отправить CSV-файл!

source: The config file
ca_es: El fitxer de configuració
da: Konfigurationsfil
es: El archivo de configuración
fr: Le fichier de configuration
ko: 설정 파일
ru: Файл настройки

source: is not writable
ca_es: no permet modificacions
da: kan ikke skrives til
es: no es escribible
fr: n'est pas modifiable
ko: 쓰기 권한이 없습니다
ru: защищен от записи

source: Save is disabled
ca_es: L'opció de desar està desactivada
da: Gemmefunktion er deaktiveret
es: Guardar está deshabilitado
fr: L'enregistrement est désactivé
ko: 저장을 사용할 수 없습니다
ru: Сохранение отключено

source: Configuration Management
ca_es: Gestió de la configuració
da: Konfigurationsadministrering
es: Gestión de la configuración
fr: Gestion de la Configuration
ko: 설정 관리
ru: Управление конфигурацией

source: Configuration saved
ca_es: S'ha desat la configuració
da: Konfiguration gemt
es: Configuración guardada
fr: Configuration enregistrée
ko: 설정이 저장되었습니다
ru: Конфигурация сохранена

source: Error saving configuration - invalid URL schema
ca_es: S'ha produït un error en desar la configuració: l'esquema de l'URL no és vàlid
da: Fejl ved gem af konfiguration - ugyldigt URL-skema
es: Error al guardar configuración - esquema de URL no válido
fr: Erreur lors de la sauvegarde de la configuration - schéma d'URL non valide
ko: 설정 저장하는 중 오류가 발생했습니다 - URL Schema가 유효하지 않습니다
ru: Ошибка при сохранении конфигурации - неверная URL-схема

source: schema must be http or https
ca_es: l'esquema ha de ser http o https
da: skemaet skal være http eller https
es: el esquema debe ser http o https
fr: le schéma doit être http ou https
ko: Schema는 http 또는 https 이어야만 합니다
ru: схема должна быть http или https

source: Please correct the schema and save the configuration.
ca_es: Corregiu l'esquema i deseu la configuració.
da: Ret venligst skemaet, og gem konfigurationen.
es: Corrija el esquema y guarde la configuración
fr: Veuillez corriger le schéma et sauvegarder la configuration.
ko: Schema를 정확히 하고 설정을 저장하기 바랍니다.
ru: Исправьте схему и сохраните конфигурацию.

source: Please refresh the page and try again.
ca_es: Actualitzeu la pàgina i torneu-ho a provar.
da: Opdater venligst siden og prøv igen.
es: Actualice la página e inténtelo de nuevo.
fr: Veuillez actualiser la page et réessayer.
ko: 페이지를 새로 고침하고 다시 시도하십시오.
ru: Обновите страницу и повторите попытку.

source: Security Validation Error
ca_es: Error de validació de la seguretat
da: Sikkerhedsvalideringsfejl
es: Error de validación de seguridad
fr: Erreur de validation de la sécurité
ko: 보안 유효성 검사 오류
ru: Ошибка проверки безопасности

source: Failed to save configuration
ca_es: No s'ha pogut desar la configuració
da: Konfigurationen kunne ikke gemmes
es: Error al guardar la configuración
fr: La configuration n'a pas pu être enregistrée
ko: 설정을 저장하는데 실패하였습니다
ru: Не удалось сохранить конфигурацию

source: Please make sure that the config files backup folder exists, and that it is writable
ca_es: Assegureu-vos que la carpeta amb les còpies de seguretat dels fitxers de configuració existeixi i que s'hi pugui escriure
da: Sørg venligst for, at der findes en folder til backup af konfigurationsfiler, og at den kan skrives til
es: Asegúrese de que la carpeta de copia de seguridad de archivos de configuración exista y de que sea escribible
fr: Assurez-vous que les fichiers de configuration existent et qu'ils son modifiables.
ko: 설정 파일 백업 폴더가 있는지 확인하고 쓸 수 있음을 확인하기 바랍니다
ru: Убедитесь, что папка резервного копирования файлов конфигурации существует и не защищена от записи

source: Config Validation:
es: Validación de configuración:
fr: Validation de la config :
ru: Проверка конфигурации:

source: FAILED
ca_es: ERROR
da: MISLYKKEDES
es: ERROR
fr: ÉCHEC
ko: 실패했습니다.
ru: ОШИБКА

source: Your configuration for "%1" was saved.
ca_es: La configuració que heu definit per a "%1" s'ha desat.
da: Din konfiguration for "%1" er blevet gemt.
es: Su configuración para "%1" se ha guardado.
fr: Votre configuration pour "%1" a été sauvegardée.
ko: "% 1"에 대한 설정이 저장되었습니다.
ru: Конфигурация для "%1" сохранена.

source: The cache was cleared
ca_es: S'han esborrat les dades de la memòria cau
da: Cachen er ryddet
es: La caché se ha borrado
fr: La mémoire cache a été effacée
ko: 캐시는 삭제되었다
ru: Кэш очищен

source: We saved a backup file of your configuration under "%1".
ca_es: Hem desat un fitxer de còpia de seguretat de la configuració a "%1".
da: Vi har gemt en fil med backup af din konfiguration under "%1".
es: Hemos guardado un archivo de copia de seguridad de su configuración en "%1"
fr: Nous avons enregistré un fichier de sauvegarde de votre configuration sous "%1".
ko: 우리는 "% 1"하에 여러분의 설정 백업 파일을 저장하였습니다.
ru: Файл резервной копии вашей конфигурации сохранен как "%1".

source: Saving Configuration
ca_es: S'està desant la configuració
da: Gemmer konfiguration
es: Guardando configuración
fr: Sauvegarde de la configuration
ko: 설정 저장 중
ru: Сохранение конфигурации

source: An error occurred while saving your configuration
ca_es: S'ha produït un error en desar la configuració
da: Der opstod en fejl, mens din konfiguration blev gemt
es: Se produjo un error mientras se guardaba su configuración
fr: Une erreur est survenue pendant la sauvegarde de votre configuration
ko: 설정 저장 중에 오류가 발생했습니다
ru: При сохранении конфигурации произошла ошибка

source: Please check the logs for details
ca_es: Consulteu els registres per obtenir informació detallada
da: Tjek venligst loggene for oplysninger
es: Compruebe los detalles en los registros
fr: Consultez les fichiers journaux pour plus de détails
ko: 상세내용에 대한 로그를 확인하십시오
ru: За подробными сведениями обратитесь к журналам

source: Field will be reset to it's default value.
es: El campo se restablecerá a su valor predeterminado.
fr: Le champ sera réinitialisé sur sa valeur par défaut.
ru: Будет восстановлено значение поля по умолчанию.

source: The cache was cleared.
es: La memoria caché se ha borrado.
fr: Le cache a été vidé.
ru: Кэш очищен.

source: Reset to default
es: Restablecer a valor predeterminado
fr: Réinitialiser sur la valeur par défaut
ru: Восстановить умолчания

source: Clear Cache
ca_es: Esborra les dades de la memòria cau
da: Ryd cache
es: Borrar caché
fr: Vider la mémoire cache
ko: 캐시 지우기
ru: Очистить кэш

source: Log File Viewer
ca_es: Lector de fitxers de registre
da: Logfilviser
es: Visor del archivo de registro
fr: Visionneuse de fichiers journaux
ko: 로그 파일 뷰어
ru: Средство просмотра файлов журнала

source: Kaltura MediaSpace&trade; Configuration
ca_es: Configuració de Kaltura MediaSpace&trade;
da: Kaltura MediaSpace&trade; Konfiguration
es: Configuración de Kaltura MediaSpace&trade;
ko: Kaltura MediaSpace ™ 설정
ru: Kaltura MediaSpace&trade; Конфигурация

source: Import Configuration
ca_es: Importa la configuració
da: Importer konfiguration
es: Importar configuración
fr: Importer la configuration
ko: 설정 가져오기
ru: Импортировать конфигурацию

source: Your configuration was imported, and the cache was cleared. Click OK to go back to the
ca_es: S'ha importat la configuració i s'han esborrat les dades de la memòria cau. Feu clic a D'acord per tornar a
da: Din konfiguration er blevet importeret, og cachen er ryddet. Klik på OK for at gå tilbage til
es: Su configuración ha sido importada y la caché se ha borrado. Haga clic en Aceptar para regresar a
fr: Votre configuration a été importée, et la mémoire cache supprimée. Cliquez sur OK pour revenir au
ko: 설정이 가져오기되었으며 캐시가 삭제되었다. 로 돌아가려면 확인을 클릭하십시오
ru: Конфигурация импортирована, кэш очищен. Нажмите OK для возврата к

source: The configuration import process has failed.
ca_es: S'ha produït un error al procés d'importació de la configuració.
da: Importproceduren for konfigurationen er mislykkedes.
es: El proceso de importación de la configuración ha fallado.
fr: L'import de la configuration a échoué.
ko: 설정 가져오기 과정이 실패했습니다.
ru: Сбой процесса импорта конфигурации.

source: Perhaps you can try again with a different file?
ca_es: Us suggerim que ho torneu a provar amb un altre fitxer.
da: Måske kan du prøve igen med en anden fil?
es: Podría volver a intentarlo con un archivo distinto
fr: Essayez à nouveau avec un fichier différent.
ko: 다른 파일로 다시 시도 할 수 있습니까?
ru: Повторить попытку с другим файлом?

source: maximum one file expected
ca_es: s'espera un fitxer com a màxim
da: maks. én fil forventes
es: un máximo de un archivo esperado
fr: un fichier maximum attendu
ko: 최대 하나의 파일 예상
ru: ожидается не более одного файла

source: Enter user id or name
ca_es: Introduïu l'identificador o el nom d'usuari
da: Indtast bruger-id eller navn
es: Introduzca id de usuario o nombre
fr: Entrez l'identifiant ou le nom de l'utilisateur
ko: 사용자 ID 또는 이름을 입력하기 바랍니다
ru: Введите идентификатор или имя пользователя

source: channel
ca_es: canal
da: kanal
es: canal
fr: chaîne
ko: 채널
ru: канал

source: category
ca_es: categoria
da: kategori
es: categoría
fr: catégorie
ko: 카테고리
ru: категория

source: Sorry, you cannot access this page. Either access has been denied or page was not found.
ca_es: No podeu accedir a aquesta pàgina. L'accés s'ha rebutjat o no s'ha trobat la pàgina.
da: Desværre, du kan ikke få adgang til denne side. Enten er adgangen nægtet, eller også blev siden ikke fundet.
es: Lo sentimos, no puede acceder a esta página. O el acceso se ha denegado o la página no se ha encontrado.
fr: Désolé, vous ne pouvez pas accéder à cette page. L'accès a été refusé, ou la page est introuvable.
ko: 죄송합니다,이 페이지에 액세스 할 수 없습니다. 액세스가 거부되었거나 또는 페이지를 찾을 수 없습니다.
ru: К сожалению, у вас нет доступа к этой странице. Либо в доступе отказано, либо страница не найдена.

source: %1 Media
ca_es: %1 fitxers multimèdia
da: %1 medier
es: %1 archivos multimedia
fr: Média %1
ko: % 1 미디어
ru: %1 медиафайлов

source: Loading
ca_es: S'està carregant
da: Indlæser
es: Cargando
fr: Chargement en cours
ko: 로딩중
ru: Загрузка

source: The information was saved successfully
ca_es: La informació s'ha desat correctament
da: Oplysningerne er blevet gemt
es: La información se guardó satisfactoriamente
fr: Cette information a bien été enregistrée
ko: 정보가 성공적으로 저장되었습니다.
ru: Информация успешно сохранена

source: A channel with the same name already exists. Please choose a different channel name.
ca_es: Ja existeix un canal amb aquest nom. Trieu un altre nom per al canal.
da: Der eksisterer allerede en kanal med det samme navn. Vælg venligst et andet kanalnavn.
es: Ya existe un canal con el mismo nombre. Elija un nombre de canal diferente.
fr: Une chaîne portant le même nom existe déjà. Choisissez un autre nom de chaîne.
ko: 같은 이름을 가진 채널이 이미 존재합니다. 다른 채널 이름을 선택하십시오.
ru: Канал с таким именем уже существует. Выберите другое имя канала.

source: Details
ca_es: Detalls
da: Detaljer
es: Detalles
fr: Détails
ko: 상세 내용
ru: Информация

source: Channel %1 already exists.
ca_es: El canal %1 ja existeix.
da: Kanal %1 eksisterer allerede.
es: El canal %1 ya existe.
fr: La chaîne %1 existe déjà.
ko: 채널 % 1가 이미 존재합니다.
ru: Канал %1 уже существует.

source: Channel "%1" was deleted
ca_es: S'ha suprimit el canal %1
da: Kanal "%1" er slettet
es: Se ha borrado el canal "%1"
fr: La chaîne "%1" a été supprimée
ko: 채널 "% 1"가 삭제되었습니다
ru: Канал "%1" удален

source: You cannot delete the media while it is published
ca_es: No podeu suprimir el fitxer multimèdia mentre es publica
da: Du kan ikke slette dette medie, mens det er udgivet
es: No puede eliminar el archivo multimedia mientras está publicándose
fr: Vous ne pouvez pas supprimer le média lors de sa publication
ko: 게재되는 동안 미디어를 삭제할 수 없습니다
ru: Невозможно удалить медиафайл, когда он опубликован

source: Delete
ca_es: Suprimeix
da: Slet
es: Eliminar
fr: Supprimer
ko: 삭제
ru: Удалить

source: Options
ca_es: Opcions
da: Indstillinger
es: Opciones
ko: 옵션
ru: Параметры

source: Collaboration
ca_es: Col·laboració
da: Samarbejde
es: Colaboración
ko: 협업
ru: Сотрудничество

source: Owner change failed, please try again.
ca_es: S'ha produït un error en canviar de propietari. Torneu-ho a provar.
da: Ejerskifte mislykkedes, prøv venligst igen.
es: Error al cambiar el propietario. Vuelva a intentarlo.
fr: Échec de modification du propriétaire, veuillez réessayer.
ko: 소유자 변경 실패, 다시 시도하십시오.
ru: Ошибка при смене владельца, повторите попытку.

source: You must choose entries to delete.
ca_es: Heu de triar les entrades que vulgueu suprimir.
da: Du skal vælge de poster, som skal slettes.
es: Debe elegir las entradas que borrar.
fr: Vous devez choisir des entrées à supprimer.
ko: 삭제할 엔트리를 선택해야합니다.
ru: Необходимо выбрать записи для удаления.

source: (You are not allowed to delete other %1 entries)
ca_es: (No esteu autoritzat a suprimir %1 entrades més)
da: (Du har ikke lov til at slette de andre %1 poster)
es: (No puede eliminar otras %1 entradas)
fr: (Vous n'êtes pas autorisé à supprimer d'autres entrées %1)
ko: (여러분은 다른 % 1 엔트리를 삭제 할 수 없습니다)
ru: (Вам не разрешается удалять другие %1 записей)

source: Successfully deleted %1 items!
ca_es: S'han suprimit %1 elements correctament.
da: %1 elementer er blevet slettet!
es: Se han borrado %1 elementos correctamente.
fr: %1 éléments supprimés avec succès !
ko: 성공적으로 % 1 항목이 삭제되었습니다!
ru: Успешно удалено %1 элементов!

source: Successfully deleted "%1"
ca_es: %1 s'ha suprimit correctament.
da: "%1" er blevet slettet
es: Se ha borrado correctamente "%1"
fr: "%1" supprimé avec succès
ko: 성공적으로 % 1 삭제되었습니다!
ru: Успешно удалено "%1"

source: Choose a file to upload
ca_es: Trieu un fitxer per pujar-lo
da: Vælg fil til upload
es: Escoja un archivo para cargar
fr: Choisir un fichier à importer
ko: 업로드 할 파일을 선택하기 바랍니다
ru: Выберите файл для загрузки на сервер

source: Choose another file
ca_es: Trieu un altre fitxer
da: Vælg en anden fil
es: Escoja otro archivo
fr: Choisir un autre fichier
ko: 다른 파일을 선택하기 바랍니다
ru: Выберите другой файл

source: Upload Media
ca_es: Puja contingut
da: Upload medie
es: Cargar archivo multimedia
fr: Importer un média
ko: 미디어 업로드하기 바랍니다
ru: Загрузить медиафайлы на сервер

source: Upload another file
ca_es: Puja un altre fitxer
da: Upload en anden fil
es: Cargar otro archivo
fr: Importer un autre fichier
ko: 다른 파일을 업로드하기 바
ru: Загрузить на сервер другой файл

source: User is already a collaborator.
ca_es: L'usuari ja és col·laborador.
da: Denne bruger samarbejder allerede.
es: El usuario ya es un colaborador.
fr: L'utilisateur est déjà un collaborateur.
ko: 사용자는 이미 협력자이다.
ru: Пользователь уже является соавтором.

source: User was not found or is not eligible, choose a valid one.
ca_es: No s'ha trobat l'usuari o no és apte. Trieu-ne un de vàlid.
da: Denne bruger blev ikke fundet eller er ikke kvalificeret, vælg en gyldig bruger.
es: No se encuentra el usuario o no está cualificado. Elija uno válido.
fr: Utilisateur introuvable ou non qualifié. Choisissez-en un valide.
ko: 사용자를 찾을 수 없거나 자격이 없습니다. 유효한 사용자 선택하기 바랍니다.
ru: Пользователь не найден или не имеет соответствующих прав, выберите действительного пользоателя.

source: You must select a user and at least one permission.
ca_es: Heu de seleccionar un usuari i almenys un permís.
da: Du skal vælge en bruger og mindst én tilladelse.
es: Debe seleccionar un usuario y un permiso como mínimo.
fr: Vous devez sélectionner un utilisateur et au moins une autorisation.
ko: 하나의 사용자와 적어도 하나의 권한을 선택하여야만 합니다.
ru: Необходимо выбрать пользователя и хотя бы одно разрешение.

source: A category with the same name already exists. Please choose a different category name.
ca_es: Ja existeix una categoria amb aquest nom. Trieu un altre nom per a la categoria.
da: Der findes allerede en kategori med det samme navn. Vælg venligst et anderledes kategorinavn.
es: Ya existe una categoría con el mismo nombre. Elija un nombre de categoría diferente.
fr: Une catégorie portant le même nom existe déjà. Choisissez un autre nom de catégorie.
ko: 같은 이름의 카테고리가 이미 존재합니다. 다른 카테고리 이름을 선택하십시오.
ru: Категория с таким именем уже существует. Выберите другое имя для категории.

source: This instance does not require installation at this time
ca_es: Aquesta instància no requereix instal·lació en aquests moments
da: I denne forekomst er installation ikke nødvendig på dette tidspunkt
es: Este caso no requiere instalación en estos momentos
fr: Cette instance ne nécessite pas d'installation pour l'instant
ko: 이 인스턴스는 지금 설치를 필요로하지 않습니다
ru: Этот экземпляр на данный момент не требует установки

source: Requirements check
ca_es: Comprovació dels requisits
da: Tjek af krav
es: Comprobación de requisitos
fr: Vérification de la configuration requise
ko: 요구 사항 체크
ru: Проверка требований

source: Installation
ca_es: Instal·lació
es: Instalación
ko: 설치
ru: Установка

source: Done
ca_es: Fet
da: Udført
es: Hecho
fr: Effectué
ko: 완료
ru: Готово

source: The instanceId provided is already in use. Check the "force use instanceId" or provide another ID
ca_es: L'identificador d'instància proporcionat ja està en ús. Comproveu "l'identificador d'instància d'ús forçat" o proporcioneu un altre identificador.
da: Det angivne forekomst-id er allerede i brug. Tjek venligst "tvungen brug af forekomst-id", eller angiv et andet id
es: El ID de caso proporcionado ya está en uso. Compruebe el "ID de instancia de uso forzado" o proporcione otro ID
fr: L'instance fournie est déjà utilisée. Vérifiez l'"l'instanceID Forcer l'utilisation" ou fournissez un autre identifiant
ko: 제공된 InstanceID에 이미 사용 중입니다. "강제 사용 instanceId"를 체크하거나 다른 ID를 제공하기 바랍니다.
ru: Этот instanceId уже используется. Выберите "принудительное использование instanceId" или выберите другой идентификатор

source: Installation Error
ca_es: Error d'instal·lació
da: Installationsfejl
es: Error de instalación
fr: Erreur d'installation
ko: 설치 오류
ru: Ошибка установки

source: Knowledge base
ca_es: Centre de coneixements
da: Videnbase
es: Base de conocimiento
fr: Base de connaissances
ko: 지식자료
ru: База знаний

source: KMS KB - Interface
ca_es: Centre de coneixements de KMS: interfície
da: KMS KB - Brugerflade
es: KMS KB - Interfaz
ko: KMS KB - 인터페이스
ru: База знаний KMS - интерфейс

source: Select a locale file:
es: Seleccione un archivo regional:
fr: Sélectionner un fichier de paramètres régionaux :
ru: Выберите файл языка:

source: Upload locale file
es: Cargar archivo regional
fr: Charger le fichier de paramètres régionaux
ru: Загрузить файл языка

source: Select a locale icon:
es: Seleccionar un icono regional:
fr: Sélectionner une icône paramètres régionaux :
ru: Выберите значок языка:

source: Upload locale icon
es: Cargar icono regional
fr: Charger l'icône paramètres régionaux
ru: Загрузить значок языка

source: Playlist successfully updated
ca_es: La llista de reproducció s'ha actualitzat correctament
da: Afspilningslisten er blevet opdateret
es: Lista de reproducción actualizada satisfactoriamente
fr: Liste de lecture mise à jour avec succès
ko: 재생 목록이 성공적으로 업데이트되었습니다.
ru: Список воспроизведения успешно обновлен

source: The playlist could not be updated
ca_es: La llista de reproducció no s'ha pogut actualitzar
da: Afspilningslisten kunne ikke opdateres
es: La lista de reproducción no se pudo actualizar
fr: La liste de lecture n'a pas pu être mise à jour
ko: 재생 목록을 업데이트 할 수 없습니다
ru: Невозможно обновить список воспроизведения

source: Playlist
ca_es: Llista de reproducció
da: Afspilningsliste
es: Lista de reproducción
fr: Liste de lecture
ko: 재생 목록
ru: Список воспроизведения
