Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Once a Presentation is created, you will be redirected to the "edit page", where you will be able to sync keypoints for playback, and edit metadata.
ca_es: Un cop creada una presentació, accedireu a la pàgina d'edició, on podeu sincronitzar punts clau de la reproducció i editar les metadades.
da: Når en præsentation er oprettet, vil du blive omdirigereret til "redigeringssiden", hvor du kan synkronisere nøglepunkter for playback og redigere metadata.
es: Después de crear una presentación, se le redirigirá a la página de edición, donde podrá sincronizar puntos clave de sincronización para la reproducción y editar metadatos.
fr: Une fois la présentation créée, vous serez redirigé vers la "page d'édition", où vous pourrez synchroniser les points principaux pour la lecture et modifier les métadonnées.
ko: 프레젠테이션이 생성이 된 후 "편집 페이지"로 리디렉션이 될 것입니다. "편집 페이지"는 플레이백을 위한 키포인트들을 동기화하고 메타 데이터를 편집할 수 곳입니다.
ru: После того как презентация создана, вы будете перенаправлены на "страницу редактирования", где можно будет синхронизировать ключевые точки для воспроизведения и отредактировать метаданные.

source: Broadcast Time
ca_es: Temps d'emissió
da: Udsendelsestid
es: Tiempo de transmisión
fr: Heure de la diffusion
ko: 방송시간
ru: Время трансляции

source: Event Opens
ca_es: L'esdeveniment s'obre
da: Eventen åbner
es: El evento se abre
fr: L'événement s'ouvre
ko: 이벤트 오픈
ru: Событие открывается

source: On
ca_es: a
da: Den
es: A las
fr: Sur
ko: 켜짐
ru: В

source: Broadcast
ca_es: l'emissió
da: Udsendelse
es: Retransmitir
fr: Diffuser
ko: 방송
ru: Трансляция

source: before
ca_es: abans de
da: før
es: antes
fr: avant
ko: 이전
ru: перед

source: after
ca_es: després de
da: efter
es: después
fr: après
ko: 이후
ru: после

source: broadcast
ca_es: l'emissió
da: udsendelse
es: retransmitir
fr: diffusion
ko: 방송
ru: трансляция

source: On Demand Ends
ca_es: Finalitza la demanda
da: On-demand afsluttes
es: Bajo demanda finaliza
fr: Fin sur demande
ko: 온디멘드 종료되었습니다
ru: По требованию заканчивается

source: unlimited
ca_es: sense límits
da: ubegrænset
es: ilimitado
fr: illimité
ko: 무제한
ru: без ограничений

source: User Information
ca_es: Informació de l'usuari
da: Brugeroplysninger
es: Información sobre el usuario
fr: Informations sur l'utilisateur
ko: 사용자 정보
ru: Сведения о пользователе

source: Please set content id
ca_es: Establiu l'identificador de contingut
da: Indstil venligst indholds-id
es: Defina el id de contenido
fr: Veuillez définir l'identifiant de contenu
ko: 콘텐츠 id를 설정하기 바랍니다
ru: Задайте идентификатор содержимого

source: Replace
ca_es: Substitueix
da: Erstat
es: Reemplazar
fr: Remplacer
ko: 대체하기
ru: Заменить

source: Undo
ca_es: Desfés
da: Fortryd
es: Deshacer
fr: Annuler
ko: 되돌아가기
ru: Отменить

source: Replace external entry
es: Sustituir entrada externa
fr: Remplacer l'entrée externe
ru: Заменить внешний элемент

source: Note: Only public YouTube videos are supported
ca_es: Avís: només s'admeten els vídeos de YouTube públics
da: Bemærk: Kun offentlige YouTube-videoer understøttes
es: Nota: sólo se admiten vídeos públicos de YouTube
fr: Remarque : seules les vidéos YouTube publiques sont prises en charge
ko: 주석: 단지 공용 YouTube 동영상만 지원됩니다
ru: Примечание. Поддерживаются только общедоступные видео YouTube

source: Clear all Watch History
es: Borrar todo el historial de visualización
fr: Effacer tout l'historique de visionnage
ru: Очистить весь журнал просмотров

source: This item has been removed from your history.
es: Este elemento se ha eliminado de su historial.
fr: Cet élément a été supprimé de votre historique.
ru: Этот элемент удален из вашего журнала.

source: To
da: Til
es: A
fr: À
ru: по

source: All History
es: Todo el historial
fr: Tout l'historique
ru: Весь журнал

source: Completed Watching
es: Terminados de ver
fr: Visionnage terminé
ru: Просмотр завершен

source: You must select a channel to import from
es: Debe seleccionar un canal para importar
fr: Vous devez sélectionner une chaîne à importer depuis
ru: Необходимо выбрать канал, из которого будет выполняться импорт

source: Oops, it appears you do not have manager permissions in any other channel.
es: ¡Vaya! Parece que no tiene permisos de director en ningún otro canal.
fr: Désolé, il semble que vous ne disposiez pas des autorisations du gestionnaire dans tout autre canal.
ru: Похоже, у вас нет разрешений менеджера для других каналов.

source: Please contact your administrator.
es: Contacte a su administrador.
fr: Veuillez contacter votre administrateur.
ru: Обратитесь к администратору.

source: It appears that none of the channels you manage contain any media assets to import.
es: Parece que ninguno de los canales que gestiona contiene recursos de multimedia para importar.
fr: Il semble qu'aucune des chaînes que vous gérez ne contienne d'actifs multimédias à importer.
ru: Похоже, ни один из каналов, которыми вы управляете, не содержит медиаресурсов для импорта.

source: Importing...
es: Importando...
fr: Importation...
ru: Импорт...

source: Additional Categories:
es: Categorías adicionales:
fr: Catégories supplémentaires :
ru: Дополнительные категории:

source: You can publish the media to multiple categories and channels.
ca_es: Podeu publicar el contingut en múltiples categories i canals.
da: Du kan udgive mediet i flere kategorier og på flere kanaler.
es: Puede publicar archivos multimedia en múltiples categorías y canales.
fr: Vous pouvez publier les médias dans plusieurs catégories et chaînes.
ko: 다중 카테고리 그리고 채널에 미디어를 게재할 수 있습니다.
ru: Вы можете опубликовать медиафайл в нескольких категориях и каналах.

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels.
es: Complete todos los campos necesarios y guarde la entrada antes de poder seleccionarla para publicarla en categorías o canales.
fr: Renseignez tous les champs obligatoires et enregistrez l'entrée avant de pouvoir choisir de la publier dans des catégories ou sur des chaînes.
ru: Заполните все необходимые поля и сохраните запись, прежде чем публиковать ее в категориях или каналах.

source: Note that the upload process needs to complete successfully for the "Published" option to be enabled.
es: Tenga en cuenta que el proceso de carga debe completarse correctamente para que se habilite la opción "Publicado".
fr: Notez que le processus de téléchargement doit être terminé et réussi pour que l'option « Publié » soit activée.
ru: Обратите внимание, что процесс загрузки на сервер должен быть успешно завершен, чтобы включилась опция "Опубликовано".

source: Publish in Category
ca_es: Publica a la categoria
da: Udgiv i kategori
es: Publicar en categoría
fr: Publier dans Catégorie
ko: 카테고리에 게재하기 바랍니다
ru: Опубликовать в категории

source: Publish in Channel
ca_es: Publica al canal
da: Udgiv på kanal
es: Publicar en canal
fr: Publier dans Chaîne
ko: 채널에 게재하기 바랍니다
ru: Опубликовать на канале

source: Publish in %1
es: Publicar en %1
fr: Publier dans %1
ru: Издать в %1

source: Top Channels I Manage
ca_es: Principals canals que gestiono
da: Topkanaler, som jeg er manager for
es: Principales canales que dirijo
fr: Meilleures chaînes que je gère
ko: 내가 관리하는 톱 채널들
ru: Лучшие каналы, которыми я управляю

source: More Channels
ca_es: Més canals
da: Flere kanaler
es: Más canales
fr: Autres chaînes
ko: 더 많은 채널
ru: Другие каналы

source: No related media for this entry
ca_es: No hi ha contingut relacionat amb aquesta entrada
da: Intet medie relateret til denne post
es: Archivo multimedia no relacionado para esta entrada
fr: Aucun média associé à cette entrée
ko: 이 엔트리에 대한 관련된 미디어 없습니다
ru: Для этой записи нет связанного медиафайла

source: Cancel Replacement
ca_es: Cancel·la la substitució
da: Annuller erstatning
es: Cancelar sustitución
fr: Annuler le remplacement
ko: 대체를 취소합니다
ru: Отменить замену

source: Upload from Desktop
es: Cargar desde escritorio
fr: Télécharger depuis le bureau
ru: Загрузить на сервер с рабочего стола

source: All common video formats in all resolutions are accepted.
ca_es: S'accepten tots els formats habituals de vídeo en totes les resolucions.
da: Alle almindelige videoformater i alle opløsninger accepteres.
es: Se aceptan todos los formatos habituales de vídeo en todas las resoluciones.
fr: Tous les formats vidéo courants dans toutes les résolutions sont acceptés.
ko: 모든 해상도에 대하여 모든 일반적인 동영상 형식들은 사용될 수 있습니다.
ru: Принимаются все обычные форматы во всех разрешениях.

source: Note that media will be unpublished from a moderated location (channel/category) and will remain published otherwise.
ca_es: Tingueu en compte que s'anul·larà la publicació del contingut en una ubicació moderada (un canal o una categoria) i, en cas contrari, continuarà publicada.
da: Vær opmærksom på, at mediet fjernes fra modererede placeringer (kanal/kategori), men ellers er det fortsat udgivet.
es: Tenga en cuenta que los archivos multimedia se despublicarán desde una ubicación moderada (canal/categoría) y que, de lo contrario, permanecerán despublicados.
fr: Notez que la publication des médias sera annulée à partir d'un emplacement sous modération (chaîne/catégorie) et ils resteront publiés sinon.
ko: 미디어는 적절한 위치(채널/카테고리)로 부터 게재되지 않을 것이며 그렇지 않으면 게재된 상태로 남을 것임을 참고하기 바랍니다.
ru: Обратите внимание, что публикация медиафайла будет отменена в модерируемом месте (канале/категории) и сохранена в других местах.

source: Upload from URL
es: Subir desde URL
fr: Charger depuis l'URL
ru: Загрузить с URL-адреса

source: Continue to replace the media.
ca_es: Continueu i substituïu el contingut.
da: Fortsæt med at erstatte mediet.
es: Continuar para reemplazar los archivos multimedia.
fr: Continuez à remplacer le média.
ko: 미디어를 대체하기 위하여 계속하기 바랍니다.
ru: Продолжайте заменять медиафайлы.

source: Approve Replacement
ca_es: Aprova la substitució
da: Godkend erstatning
es: Aprobar sustitución
fr: Approuver le remplacement
ko: 대체를 승인합니다
ru: Утвердить замену

source: Replace Again
ca_es: Torna a substituir
da: Erstat igen
es: Reemplazar de nuevo
fr: Remplacer à nouveau
ko: 다시 대체합니다
ru: Заменить снова

source: Ingest media from a URL:
es: Ingerir multimedia desde una URL:
fr: Recevoir le média depuis une URL :
ru: Получить медиафайл с URL-адреса:

source: Validate URL
es: Validar URL
fr: Valider l'URL
ru: Проверить URL-адрес

source: Supported protocols are: http, https, and ftp. If the URL is password protected,
es: Los protocolos compatibles son: http, https y ftp. Si la URL está protegida por una contraseña,
fr: Les protocoles pris en charge sont : http, https et ftp. Si l'URL est protégée par mot de passe,
ru: Поддерживаются следующие протоколы: http, https, and ftp. Если URL-адрес защищен паролем,

source: Certificate Generator
es: Generador de certificados
fr: Générateur de certificats
ru: Генератор сертификатов

source: Available to view
es: Disponible para ver
fr: Disponible pour visionnage
ru: Доступно для просмотра

source: From:
es: Desde:
fr: De :
ru: С:

source: Any Time
es: Cualquier momento
fr: À tout moment
ru: Любое время

source: Until:
es: Hasta:
fr: Jusqu'à :
ru: По:

source: You already added this video in the past. Please choose another.
ca_es: Ja heu afegit aquest vídeo anteriorment. Trieu-ne un altre.
da: Du har allerede tilføjet denne video før. Vælg venligst en anden.
es: Ya ha agregado el vídeo antes. Elija otro.
fr: Vous avez déjà ajouté cette vidéo auparavant. Veuillez en choisir une autre.
ko: 여러분은 이미 이 동영상을 과거에 추가하였습니다. 다른 것을 선택하여 주기 바랍니다.
ru: Вы уже добавили это видео раньше. Выберите другое.

source: Please make sure that the url is valid, and the checkbox is selected
ca_es: Assegureu-vos que l'URL sigui vàlid i que la casella de selecció estigui marcada
da: Tjek venligst, at URL er gyldigt, samt at tjekboksen er afkrydset.
es: Asegúrese de que la URL es válida, y que esté seleccionada la casilla de verificación
fr: Veuillez vérifier que l'URL est valide, et la case est cochée
ko: url이 유효하고 확인란이 선택되었는지 확인하기 바랍니다
ru: Убедитесь, что URL-адрес является действительным, а флажок установлен

source: Your Screen Recording video will be imported and converted.
ca_es: El vídeo d'enregistrament de la pantalla s'importarà i es convertirà.
da: Din skærmoptagelsesvideo vil blive importeret og konverteret.
es: Se importará y convertirá su vídeo de grabación de pantalla.
fr: Votre vidéo d'enregistrement d'écran sera importée et convertie.
ko: 여러분의 스크린 녹화 동영상은 가져올 것이며 변환될 것입니다.
ru: Видео с записью с экрана будет импортировано и преобразовано.

source: Link to this media
ca_es: Enllaça amb aquest contingut
da: Link til dette medie
es: Enlace a este archivo multimedia
fr: Lier vers ce média
ko: 이 미디어에 연결하기
ru: Ссылка на этот медиафайл

source: To create a Screen Recording, follow these steps:
ca_es: Seguiu aquests passos per crear un enregistrament de la pantalla:
da: For at oprette en skærmoptagelse, skal du følge disse trin:
es: Para crear una grabación de pantalla, realice los siguientes pasos:
fr: Pour créer un enregistrement d'écran, suivez ces étapes :
ko: 스크린 녹화를 생성하기 위하여 다음의 단계를 수행하기 바랍니다:
ru: Для записи с экрана выполните следующие действия:

source: Click on the button to launch the Screen Recorder
ca_es: Feu clic al botó per obrir l'enregistrador de pantalla
da: Klik på knappen for at starte skærmoptageren
es: Haga clic en el botón para iniciar el Grabador de pantalla
fr: Cliquez sur le bouton pour lancer l'enregistreur d'écran
ko: 스크린 녹화기를 시작하기 위하여 버튼을 클릭하기 바랍니다
ru: Нажмите кнопку для запуска приложения Screen Recorder

source: Select the options, area to capture and click the Record button
ca_es: Seleccioneu les opcions, trieu l'àrea que voleu capturar i feu clic al botó d'enregistrament
da: Vælg indstillingerne og det område, som skal indfanges, og klik på knappen Optag
es: Seleccione las opciones, el área que capturar y haga clic en el botón Grabar
fr: Sélectionnez les options, la zone à capturer et cliquez sur le bouton Enregistrer
ko: 옵션을 선택하고 캡쳐할 부분을 지정한 후 녹화버튼을 클릭하기 바랍니다
ru: Установите необходимые параметры, выберите область захвата и нажмите кнопку "Запись"

source: Once you complete the recording, review the result and click the Upload button
ca_es: Un cop completat l'enregistrament, reviseu-ne el resultat i feu clic al botó Puja
da: Når du har gennemført optagelsen, skal du gennemse resultatet og klikke på knappen Upload
es: Después de terminar la grabación, revise el resultado y haga clic en el botón Cargar
fr: Une fois que vous avez terminé l'enregistrement, examinez le résultat et cliquez sur le bouton Importer
ko: 여러분이 녹화를 완료한 후에 결과를 검토한 후 업로드버튼을 클릭하기 바랍니다
ru: После завершения записи просмотрите результат и нажмите кнопку "Загрузить"

source: After the upload is complete you will be able to enter the metadata for the entry and save it
ca_es: Un cop completada la càrrega, podreu introduir les metadades de l'entrada i desar-la
da: Når upload er gennemført, vil du kunne indtaste metadata for posten og gemme den
es: Después de realizar la carga podrá introducir los metadatos para la entrada y guardarla
fr: Après que l'importation est terminée, vous pourrez saisir les métadonnées de l'entrée et l'enregistrer
ko: 업로드가 완료된 이후 여러분은 엔트리에 대한 메타데이터를 입력할 수 있고 저장할 수 있을 것입니다
ru: После завершения загрузки вы сможете ввести метаданные для записи и сохранить ее

source: Launch the screen recorder
ca_es: Obre l'enregistrador de pantalla
da: Kør skærmoptageren
es: Iniciar el grabador de pantalla
fr: Lancer l'enregistreur d'écran
ko: 스크린 녹화기 시작하기
ru: Запустить программу записи с экрана

source: It might take up to 1 or 2 minutes to load the applet, depending on the installed Java version
ca_es: La miniaplicació pot tardar entre un o dos minuts a carregar-se, segons la versió de Java que hi hagi instal·lada
da: Det kan tage op til 1 eller 2 minutter at indlæse app'en, afhængigt af den installerede Java-version
es: La applet puede tardar de 1 a 2 minutos en cargarse, en función de la versión de Java que esté instalada
fr: Le chargement de l'applet pourrait prendre 1 ou 2 minutes, en fonction de la version Java installée
ko: 설치된 자바버전에 따라 애플릿을 업로드하기 위하여 1 또는 2분정도까지 걸릴 수 있습니다
ru: Загрузка приложения может занять 1 или 2 минуты, в зависимости от установленной версии Java

source: Thumbnail has been captured
ca_es: S'ha capturat la miniatura
da: Miniaturen er blevet udklippet
es: Miniatura capturada
fr: La vignette a été capturée
ko: 썸네일은 캡쳐되었습니다
ru: Эскиз захвачен

source: Thumbnail capture failed
ca_es: S'ha produït un error en la captura de la miniatura
da: Miniaturen kunne ikke udklippes
es: Error al capturar miniatura
fr: Échec de capture de la vignette
ko: 썸네일 캡처 실패하였습니다
ru: Ошибка при захвате эскиза

source: Select one of the Thumbnails
ca_es: Seleccioneu una de les miniatures
da: Vælg en af miniaturerne
es: Seleccione una de las miniaturas
fr: Sélectionner une des vignettes
ko: 썸네일들 중 하나를 선택하기 바랍니다
ru: Выберите один из эскизов

source: %sNote: %s By using %sUpload%s
ca_es: %sAvís: %s Si utilitzeu %sPuja%s
da: %sBemærk: %s Ved at anvende %sUpload%s
es: %sNota: %s Usando %sCargar%s
fr: %sRemarque : %s En utilisant %sImporter%s
ko: %s 주석 : %sUpload%s 사용하여 %s
ru: %sПримечание: %s Используя %sЗагрузить%s

source: , %sCapture%s
ca_es: , %sCaptura%s
da: , %sUdklip%s
es: , %sCapturar%s
fr: , %sCapturer%s
ko: , %s캡쳐%s
ru: , %sЗапись%s

source: or %sAuto-Generate%s
ca_es: o %sGenera automàticament%s
da: eller %sAutogenerer%s
es: o %sAutogenerar%s
fr: ou %sGénérer automatiquement%s
ko: 또는 %s자동생성%s
ru: или %sСоздать автоматически%s

source: you will set the default thumbnail as the selected one. If you need to backup your current thumbnail, you can %sDownload%s it.
ca_es: la miniatura seleccionada s'establirà com a predeterminada. Si heu de fer una còpia de seguretat de la miniatura actual, podeu %sbaixar-la%s.
da: vil du indstille den valgte miniature som standard. Hvis du har behov for at tage backup af din nuværende miniature, kan du %sdownloade%s den.
es: se ajustará la miniatura predeterminada como la seleccionada. Si necesita hacer una copia de seguridad de la miniatura actual, puede %sDescargarla%s.
fr: vous définirez la vignette par défaut comme celle étant sélectionnée. Pour sauvegarder votre vignette actuelle, vous pouvez la %sTélécharger%s.
ko: 선택된 썸네일로서 기본 썸네일을 설정할 것입니다. 만일 현재 썸네일을 백업이 필요하면, 여러분은 %s다운로드%s 할 수 있습니다.
ru: вы установите выбранный эскиз в качестве эскиза по умолчанию. Если необходимо сделать резервную копию текущего эскиза, его можно %sЗагрузить%s.

source: Capture
ca_es: Captura
da: Udklip
es: Capturar
fr: Capturer
ko: 캡처
ru: Запись

source: Auto-Generate
ca_es: Genera automàticament
da: Autogenerer
es: Autogenerar
fr: Générer automatiquement
ko: 자동 생성
ru: Создать автоматически

source: No thumbnail was uploaded for this event
ca_es: No s'ha pujat cap miniatura per a aquest esdeveniment
da: Der er ikke uploadet nogen miniature for denne event
es: No se ha cargado ninguna miniatura para este evento.
fr: Aucune vignette n'a été importée pour cet événement
ko: 이벤트에 대하여 썸네일이 업로드되지 않았습니다
ru: Для этого события эскизы не загружены

source: Upload a thumbnail from your desktop and use it as the default thumbnail
ca_es: Pugeu una miniatura de l'ordinador i utilitzeu-la com a opció predeterminada
da: Upload en miniature fra dit skrivebord, og anvend den som standardminiature
es: Cargue una miniatura desde su escritorio y utilícela como la miniatura predeterminada
fr: Importez une vignette depuis votre bureau et utilisez-la comme vignette par défaut
ko: 데스크탑으로 부터 썸네일을 업로드하고 기본 썸네일로서 사용하기 바랍니다.
ru: Загрузите эскиз с рабочего стола и используйте его в качестве эскиза по умолчанию

source: Use the above player to to seek the frame you would like to use as your default thumbnail and then click on the Capture button.
ca_es: Utilitzeu el reproductor que hi ha més amunt per buscar el fotograma que voleu fer servir com a miniatura predeterminada i, a continuació, feu clic al botó Captura.
da: Anvend afspilleren herover til at finde det billede, som du vil bruge til din standardminiature, og klik så på knappen Udklip.
es: Utilice el reproductor de arriba para buscar el fotograma que desea usar como miniatura predeterminada y luego haga clic en el botón Capturar.
fr: Utilisez le lecteur ci-dessus pour rechercher l'image à utiliser comme vignette par défaut puis cliquez sur le bouton Capturer.
ko: 기본 썸네일처럼 사용 하기를 원하는 프레임을 찾기 위하여 위의 플레이어를 사용하고 캡쳐버튼을 클릭하기 바랍니다.
ru: Воспользуйтесь проигрывателем выше для поиска кадра, который вы бы хотели использовать в качестве эскиза по умолчанию, и нажмите кнопку "Запись".

source: Select one thumbnail from ten automatically generated thumbnails of this video and set it as the default thumbnail.
ca_es: Seleccioneu una miniatura entre deu exemples generats automàticament amb aquest vídeo i establiu-la com a predeterminada.
da: Vælg en miniature ud af 10 automatisk genererede miniaturer af denne video, og indstil den som standardminiature.
es: Seleccione una miniatura de diez miniaturas generadas automáticamente a partir de este vídeo y configúrela como miniatura predeterminada.
fr: Sélectionnez une vignette parmi dix vignettes générées automatiquement de cette vidéo et définissez-la comme vignette par défaut.
ko: 이 동영상의 10개의 자동으로 생성된 썸네일들로 부터 하나의 썸네일을 선택하고 기본 썸네일로 설정하기 바랍니다.
ru: Выберите один из десяти эскизов, автоматически созданных из этого видео, и установите его в качестве эскиза по умолчанию.

source: Thumbnail for media
es: Miniatura del archivo multimedia
fr: Vignette pour média
ru: Эскиз для медиафайла

source: There are no more categories.
ca_es: No hi ha cap més categoria.
da: Der er ikke flere kategorier.
es: No hay más categorías.
fr: Il n'y a plus de catégories.
ko: 더 이상의 카테고리가 없습니다.
ru: Больше нет списков категорий.

source: Top Categories Report
ca_es: Informe de categories principals
da: Rapport over topkategorier
es: Informe de categorías principales
fr: Rapport des meilleures catégories
ko: 톱 카테고리 보고서
ru: Отчет о топ-категориях

source: Top Channels Report
ca_es: Informe de canals principals
da: Rapport over topkanaler
es: Informe de canales principales
fr: Rapport des meilleures chaînes
ko: 톱 채널 보고서
ru: Отчет о топ-каналах

source: There are no more users.
ca_es: No hi ha cap més usuari.
da: Der er ikke flere brugere.
es: No hay más usuarios.
fr: Il n'y a plus d'utilisateurs.
ko: 더 이상 사용자가 없습니다.
ru: Больше нет пользователей.

source: Contributor Media Content Drop Off
ca_es: Abandonament del contingut multimèdia del col·laborador
da: Drop-off for bidragsyderes medieindhold
es: Bajas de colaboradores de contenido de archivos multimedia
fr: Abandon du contenu des médias du contributeur
ko: 기여자 미디어 콘텐츠 드롭 오프
ru: Возврат мультимедийного содержимого соавтора

source: User Contribution Report
ca_es: Informe de la contribució dels usuaris
da: Rapport over brugerbidrag
es: Informe de contribuciones del usuario
fr: Rapport sur la contribution de l'utilisateur
ko: 사용자 기여 보고서
ru: Отчет о вкладе пользователя

source: User Media Content Drop Off
ca_es: Abandonament del contingut multimèdia de l'usuari
da: Drop-off for brugeres medieindhold
es: Bajas de usuarios de contenido de archivos multimedia
fr: Abandon du contenu des médias de l'utilisateur
ko: 사용자의 미디어 콘텐츠 드롭 오프
ru: Возврат мультимедийного содержимого пользователя

source: User Engagement Report
ca_es: Informe d'interacció dels usuaris
da: Rapport over brugerengagement
es: Informe de participación del usuario
fr: Rapport d'engagement de l'utilisateur
ko: 사용자 참여 보고서
ru: Отчет об участии пользователя

source: Analytics for media
ca_es: Anàlisis sobre contingut
da: Analyse for medie
es: Análisis para archivo multimedia
fr: Analytique du média
ko: 미디어에 대한 분석
ru: Аналитика для медиафайлов

source: Analytics for Channel
ca_es: Anàlisis per al canal
da: Analyse for kanal
es: Análisis para canal
fr: Analytique de la chaîne
ko: 채널에 대한 분석
ru: Аналитика для канала
