Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Heading 1
ca_es: Títol 1
da: Overskrift 1
es: Encabezado 1
fr: Titre 1
ko: 제목 1
ru: Заголовок 1

source: Heading 2
ca_es: Títol 2
da: Overskrift 2
es: Encabezado 2
fr: Titre 2
ko: 제목 2
ru: Заголовок 2

source: Heading 3
ca_es: Títol 3
da: Overskrift 3
es: Encabezado 3
fr: Titre 3
ko: 제목 3
ru: Заголовок 3

source: Heading 4
ca_es: Títol 4
da: Overskrift 4
es: Encabezado 4
fr: Titre 4
ko: 제목 4
ru: Заголовок 4

source: Heading 5
ca_es: Títol 5
da: Overskrift 5
es: Encabezado 5
fr: Titre 5
ko: 제목 5
ru: Заголовок 5

source: Heading 6
ca_es: Títol 6
da: Overskrift 6
es: Encabezado 6
fr: Titre 6
ko: 제목 6
ru: Заголовок 6

source: Bold
ca_es: Negreta
da: Fed
es: Negrita
fr: Gras
ko: 굵게
ru: Полужирный

source: Italic
ca_es: Cursiva
da: Kursiv
es: Cursiva
fr: Italique
ko: 이탤릭체
ru: Курсив

source: Underline
ca_es: Subratllat
da: Understreget
es: Subrayado
fr: Souligné
ko: 밑줄
ru: Подчеркивание

source: Unordered list
ca_es: Llista sense ordenar
da: Uordnet liste
es: Lista desordenada
fr: Liste non triée
ko: 순서 없는 목록
ru: Неупорядоченный список

source: Ordered list
ca_es: Llista ordenada
da: Ordnet liste
es: Lista ordenada
fr: Liste triée
ko: 정렬된 목록
ru: Упорядоченный список

source: Outdent
ca_es: Sagnia negativa
da: Ryk ud
es: Anular sangría
fr: Retrait négatif
ko: 내어쓰기
ru: Выступ

source: Indent
ca_es: Sagnia
da: Ryk ind
es: Sangría
fr: Retrait
ko: 들여쓰기
ru: Отступ

source: Insert link
ca_es: Insereix un enllaç
da: Indsæt link
es: Insertar enlace
fr: Insérer le lien
ko: 링크 삽입
ru: Вставить ссылку

source: Open link in new window
ca_es: Obre l'enllaç en una finestra nova
da: Åbn link i et nyt vindue
es: Abrir enlace en ventana nueva
fr: Ouvrir le lien dans la nouvelle fenêtre
ko: 새창에서 링크 열기
ru: Открыть ссылку в новом окне

source: Insert image
ca_es: Insereix una imatge
da: Indsæt billede
es: Insertar imagen
fr: Insérer l'image
ko: 이미지 삽입
ru: Вставить изображение

source: Edit HTML
ca_es: Edita el codi HTML
da: Rediger HTML
es: Editar HTML
fr: Modifier HTML
ko: HTML 편집
ru: Изменить HTML

source: Black
ca_es: Negre
da: Sort
es: Negro
fr: Noir
ko: 검정
ru: Черный

source: Silver
ca_es: Plata
da: Sølv
es: Plata
fr: Argent
ko: 실버
ru: Серебристый

source: Grey
ca_es: Gris
da: Grå
es: Gris
fr: Gris
ko: 회색
ru: Серый

source: Maroon
ca_es: Castany
da: Brun
es: Marrón
fr: Bordeaux
ko: 적갈색
ru: Малиновый

source: Red
ca_es: Vermell
da: Rød
es: Rojo
fr: Rouge
ko: 빨간색
ru: Красный

source: Purple
ca_es: Porpra
da: Lilla
es: Morado
fr: Violet
ko: 보라색
ru: Фиолетовый

source: Green
ca_es: Verd
da: Grøn
es: Verde
fr: Vert
ko: 녹색
ru: Зеленый

source: Olive
ca_es: Verd oliva
da: Olivengrøn
es: Oliva
ko: 올리브
ru: Оливковый

source: Navy
ca_es: Blau marí
da: Marineblå
es: Azul marino
fr: Bleu marine
ko: 군청색
ru: Темно-синий

source: Blue
ca_es: Blau
da: Blå
es: Azul
fr: Bleu
ko: 파란색
ru: Синий

source: Orange
ca_es: Taronja
es: Naranja
ko: 오랜지색
ru: Оранжевый

source: Enter a Collaborator
ca_es: Indiqueu un col·laborador
da: Angiv en bidragsyder
es: Introduzca un colaborador
fr: Saisir un collaborateur
ko: 공동 작업자를 입력하기 바랍니다
ru: Ввести соавтора

source: You must select at least one permission.
ca_es: Heu de seleccionar un permís com a mínim.
da: Du skal vælge mindst én tilladelse.
es: Debe seleccionar un permiso como mínimo.
fr: Vous devez saisir au moins une autorisation.
ko: 하나 이상의 승인을 선택해야 합니다.
ru: Необходимо выбрать хотя бы одно разрешение.

source: Change who can administer and is credited with media. Note that this is not necessarily the copyright owner of the content.
ca_es: Canvieu a qui s'atribueix el contingut i el pot administrar. Tingueu en compte que no cal que sigui el propietari dels drets d'autor del contingut.
da: Ændr, hvem der kan administrere og er krediteret med mediet. Vær opmærksom på, at dette ikke nødvendigvis er ejeren af indholdets copyright.
es: Modifique la decisión sobre quién puede administrar y recibir crédito por los archivos multimedia. Tenga en cuenta que este no es necesariamente el propietario de los derechos del contenido.
fr: Modifiez qui peut administrer et se voir attribuer les médias. Notez que ceci n'est pas forcément le propriétaire de droits d'auteur du contenu.
ko: 누가 관리할 수 있고 미디어에 신뢰를 가질 수 있는 지 변경하기 바랍니다. 이것은 콘텐츠의 저작권자가 반드시 필요하지 않습니다.
ru: Измените, кто может администрировать и кому предоставляются медиафайлы. Обратите внимание, что это не обязательно владелец авторских прав на содержимое.

source: Media Co-Editors and Co-Publishers
ca_es: Coeditors i copublicadors del contingut
da: Mediets medredaktører og medudgivere
es: Editores asociados y co-editores de archivo multimedia
fr: Co-éditeurs et co-diffuseurs de médias
ko: 미디어 공동 편집자와 공동 발행인
ru: Соредакторы и соиздатели мультимедийного содержимого

source: Select users that are allowed to edit the content metadata and related assets (such as caption files) and/or allowed to publish
ca_es: Seleccioneu els usuaris autoritzats a editar les metadades del contingut i els recursos relacionats (com ara els fitxers de subtítols) i a fer publicacions
da: Vælg de brugere, som har lov til at redigere metadata for indholdet og relaterede aktiver (som billedtekstfiler) og/eller har tilladelse til at udgive
es: Determine qué usuarios están autorizados para editar metadatos de contenidos y los activos relacionados (como por ejemplo, archivos de subtítulos) o tienen permiso para publicar.
fr: Sélectionnez les utilisateurs qui sont autorisés à modifier les métadonnées de contenu et les actifs associés (tels que les fichiers de sous-titres) et/ou qui sont autorisés à publier.
ko: 콘텐츠 메타 데이터 및 관련된 자산(예 자막 파일)을 편집하거나 게재 할 수 있게 허용된 사용자들을 선택하기 바랍니다
ru: Выберите пользователей, которым разрешено редактировать метаданные содержимого и связанные с ним ресурсы (например, файлы субтитров), а также публиковать медиафайлы

source: Add Collaborator
ca_es: Afegeix un col·laborador
da: Tilføj bidragsyder
es: Agregar colaborador
fr: Ajouter un collaborateur
ko: 공동 작업자를 추가
ru: Добавить соавтора

source: Co-Editors
da: Medredaktører
es: Co-editores
fr: Co-éditeurs
ko: 공동 편집자
ru: Соредакторы

source: Co-Publishers
ca_es: Copublicadors
da: Medudgivere
es: Editores asociados
fr: Co-diffuseurs
ko: 공동 발행인
ru: Соиздатели

source: All Permissions
ca_es: Tots els permisos
da: Alle tilladelser
es: Todos los permisos
fr: Toutes les autorisations
ko: 모든 승인
ru: Все разрешения

source: Select users that will be allowed to edit the content metadata and related assets (such as caption files) and/or to publish
es: Determine qué usuarios están autorizados para editar metadatos de contenidos y los activos relacionados (como por ejemplo, archivos de subtítulos) o tienen permiso para publicar.
fr: Sélectionnez les utilisateurs qui sont autorisés à modifier les métadonnées de contenu et les actifs associés (comme les fichiers de légende) et/ou à publier
ru: Выберите пользователей, которым разрешено редактировать метаданные содержимого и связанные с ним ресурсы (например, файлы субтитров), а также публиковать медиафайлы

source: Media is being processed
ca_es: El contingut s'està processant
da: Mediet behandles
es: El archivo multimedia está siendo procesado
fr: Média en cours de traitement
ko: 미디어 처리 중에 있습니다
ru: Медиафайл обрабатывается

source: This media was viewed %1 times and played %2 times.
es: Este archivo multimedia se ha visto %1 veces y reproducido %2 veces.
fr: Ce média a été visualisé %1 fois et lu %2 fois.
ru: Этот медиафайл был просмотрен %1 раз и воспроизведен %2 раз.

source: This media was viewed %1 times.
es: Este archivo multimedia se ha visto %1 veces.
fr: Ce média a été visualisé %1 fois.
ru: Этот медиафайл был просмотрен %1 раз.

source: See where the media is published
ca_es: Mostra on es publica el contingut
da: Se, hvor mediet er udgivet
es: Ver dónde están publicados los archivos multimedia
fr: Voir l'emplacement où le média est publié
ko: 미디어가 게재되는 곳을 보기 바랍니다
ru: Посмотреть, где опубликован медиафайл

source: Error processing your media
es: Se ha producido un error al procesar su multimedia
fr: Erreur lors du traitement de votre média
ru: Ошибка при обработке медиафайлов

source: like
es: me gusta
fr: j'aime
ko: 좋아요
ru: нравится

source: No description provided
ca_es: No s'ha proporcionat cap descripció
da: Ingen beskrivelse angivet
es: No se proporcionó ninguna descripción
fr: Aucune description fournie
ko: 제공된 설명 없음
ru: Описание отсутствует

source: Looking for more...
es: Buscando más...
fr: Recherche supplémentaire
ru: Поиск других...

source: Thumbnail for entry %1
es: Miniatura para la entrada %1
fr: Vignette pour l'entrée %1
ru: Эскиз для элемента %1

source: Converting
ca_es: S'està convertint
da: Konverterer
es: Convirtiendo
fr: Conversion en cours
ko: 변환 중
ru: Преобразование

source: Processing thumbnail for entry %1
es: Procesando miniatura para la entrada %1
fr: Traitement de la vignette pour l'entrée %1
ru: Обработка эскиза для элемента %1

source: Rejected
ca_es: S'ha rebutjat
da: Afvist
es: Rechazado
fr: Rejeté
ko: 거부되었습니다
ru: Отклоненные

source: Rejected By Admin
ca_es: L'administrador l'ha rebutjat
da: Afvist af admin
es: Rechazado por administrador
fr: Rejeté par l'admin
ko: 총관리자에 의해 거부되었습니다
ru: Отклонено администратором

source: Channels I Manage
ca_es: Canals que gestiono
da: Kanaler, som jeg administrerer
es: Canales que gestiono
fr: Chaînes que je gère
ko: 내가 관리하는 채널들
ru: Каналы, которыми я управляю

source: Channels I am a member of
ca_es: Canals dels quals sóc membre
da: Kanaler, som jeg er medlem af
es: Canales de los que soy miembro
fr: Chaînes dont je suis membre
ko: 내가 멤버인 채널들
ru: Каналы, участником которых я являюсь

source: Channels I am subscribed to
ca_es: Canals als quals tinc subscripció
da: Kanaler, som jeg abonnerer på
es: Canales a los que estoy suscrito
fr: Chaînes auxquelles je suis abonné
ko: 내가 구독하는 채널들
ru: Каналы, на которые я подписан

source: Shared Repositories I am a member of
ca_es: Repositoris compartits dels quals sóc membre
da: Delte lagringssteder, som jeg er medlem af
es: Repositorios compartidos de los que soy miembro
fr: Référentiels partagés dont je suis membre
ko: 내가 멤버인 공유저장공간들
ru: Общие репозитории, участником которых я являюсь

source: Members & Subscribers
ca_es: Membres i subscriptors
da: Medlemmer og abonnenter
es: Miembros y suscriptores
fr: Membres et abonnés
ko: 멤버들 및 구독자들
ru: По участникам и подписчикам

source: Media Count
ca_es: Recompte d'elements multimèdia
da: Antal medier
es: Recuento de archivos multimedia
fr: Nombre de médias
ko: 미디어 카운트
ru: По количеству медиафайлов

source: Sort by
ca_es: Ordena per
da: Sorter efter
es: Ordenar por
fr: Trier par
ko: 정렬기준
ru: Сортировать

source: Media I Own
ca_es: Contingut que tinc en propietat
da: Medier, jeg ejer
es: Archivos multimedia de los que soy propietario
fr: Médias que je possède
ko: 내가 소유 하는 미디어
ru: Медиафайлы, владельцем которых я являюсь

source: Media I Can Publish
es: Multimedia que puedo publicar
fr: Médias que je peux publier
ru: Медиафайлы, которые я могу публиковать

source: Media I Can Edit
es: Multimedia que puedo editar
fr: Médias que je peux modifier
ru: Медиафайлы, которые я могу редактировать

source: All Statuses
ca_es: Tots els estats
da: Alle statusser
es: Todos los estatus
fr: Tous les statuts
ko: 모든 상태
ru: Все

source: Processing the image, please wait.
ca_es: S'està processant la imatge. Espereu.
da: Billedet behandles, vent venligst.
es: Procesando la imagen, espere.
fr: Traitement de l'image en cours, veuillez patienter.
ko: 이미지 처리중에 있습니다. 기다려 주시기 바랍니다
ru: Обработка изображения, подождите.

source: Unexpected error, please try again
ca_es: S'ha produït un error imprevist. Torneu-ho a provar.
da: Der opstod en uventet fejl, prøv venligst igen
es: Error inesperado. Vuelva a intentarlo
fr: Erreur inattendue, veuillez réessayer.
ko: 기대하지 않은 오류입니다. 다시 시도하기 바랍니다
ru: Непредвиденная ошибка, повторите попытку

source: Image is ready
ca_es: La imatge està preparada
da: Billedet er klar
es: La imagen está preparada
fr: L'image est prête
ko: 이미지가 준비되었습니다
ru: Изображение готово

source: Processing the presentation, please wait.
ca_es: S'està processant la presentació. Espereu.
da: Præsentationen behandles, vent venligst.
es: Procesando la presentación, espere.
fr: Traitement de la présentation, veuillez patienter.
ko: 프레젠테이션을 처리 중에 있습니다 , 기다려 주시기 바랍니다.
ru: Обработка презентации, подождите.

source: Presentation is ready.
ca_es: La presentació està preparada.
da: Præsentationen er klar.
es: La presentación está preparada.
fr: La présentation est prête.
ko: 프레젠테이션이 준비되었습니다.
ru: Презентация готова.

source: %u slide
ca_es: %u diapositiva
da: %u dias
es: %u diapositiva
fr: %u diapositive
ru: %u слайд

source: Your search results have been highlighted.
es: Sus resultados de búsqueda se han resaltado.
fr: Vos résultats de recherche ont été mis en évidence.
ru: Результаты вашего поиска выделены.

source: Search all media
ca_es: Cercar tot
da: Søg alle medier
es: Buscar todos los archivos multimedia
fr: Rech. tous les médias
ko: 모든 미디어를 검색
ru: Поиск во всех медиафайлах

source: Top
ca_es: Principal
da: Gå til toppen
es: Arriba
fr: Haut
ko: 상단
ru: Сверху

source: One result is available, press enter to select it.
es: Hay un resultado disponible, presione entrar para seleccionarlo.
fr: Un seul résultat est disponible, appuyez sur Entrée pour le sélectionner.
ru: Доступен один результат, нажмите клавишу ввода для его выбора.

source: %1 results are available, use up and down arrow keys to navigate.
es: %1 resultados disponibles, use las teclas arriba y abajo para navegar.
fr: %1 résultats sont disponibles, utilisez les touches directionnelles pour naviguer.
ru: Доступно %1 результатов, воспользуйтесь стрелками вверх и вниз для перемещения.

source: Loading failed
es: Error al cargar
fr: Échec du chargement
ru: Ошибка загрузки

source: Please enter %1 or more %2
es: Introduzca un %1 o más %2
fr: Saisissez au moins %1 %2
ru: Введите %1 или больше %2

source: Please delete %1 %2
es: Elimine %1 %2
fr: Supprimez %1 %2
ru: Удалите %1 %2

source: You can only select %1 %2
es: Solo puede seleccionar %1 %2
fr: Vous ne pouvez sélectionner que %1 %2
ru: Вы можете выбрать только %1 %2

source: Loading more results…
es: Cargando más resultados...
fr: Chargement de plus de résultats…
ru: Загрузка большего количества результатов...

source: Searching…
es: Buscando...
fr: Recherche…
ru: Идет поиск...

source: Open side bar
es: Abrir barra lateral
fr: Ouvrir l'encadré
ru: Открыть боковую панель

source: side
es: lateral
fr: latéral
ru: сбоку

source: Browse
ca_es: Explora
da: Gennemse
es: Examinar
fr: Parcourir
ru: Обзор

source: Please input at least 3 characters per search name in order to get suggested search results. 2 letters names, put inside quotation marks.
es: Introduzca al menos 3 caracteres por nombre de búsqueda para obtener los resultados de búsqueda sugeridos. Dos nombres de letras, poner entre comillas.
fr: Saisissez au moins 3 caractères par nom recherché pour obtenir des résultats de recherche suggérés. Mettre les noms de 2 lettres entre guillemets.
ru: Введите не менее 3 символов искомого имени для получения результатов поиска. Заключите в кавычки имена из 2 символов.

source: No Entries Found
ca_es: No s'han trobat entrades
da: Ingen poster fundet
es: No se ha encontrado ninguna entrada
fr: Aucune entrée trouvée
ko: 엔트리를 찾을 수 없습니다
ru: Медиафайлы не найдены

source: more%1
ca_es: més%1
da: flere %1
es: más%1
fr: plus de %1
ko: 더 많은 %1
ru: дополнительно%1

source: Save Changes
ca_es: Desa els canvis
da: Gem ændringer
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 내용 저장하기 바랍니다
ru: Сохранить изменения

source: Delete Playlist
ca_es: Suprimeix la llista de reproducció
da: Slet afspilningsliste
es: Eliminar lista de reproducción
fr: Supprimer la liste de lecture
ko: 재생 목록 삭제하기 바랍니다
ru: Удалить список воспроизведения

source: Are you sure you want to remove the entry from the playlist?
ca_es: Confirmeu que voleu treure l'entrada de la llista de reproducció?
da: Er du sikker på, at du vil fjerne posten fra afspilningslisten?
es: ¿Desea eliminar la entrada de la lista de reproducción?
fr: Voulez-vous vraiment supprimer l'entrée de la liste de lecture ?
ko: 재생 목록으로 부터 엔트리를 제거하겠습니까?
ru: Вы действительно хотите удалить запись из списка воспроизведения?

source: Read more
ca_es: Mostra més informació
da: Læs mere
es: Leer más
fr: Lire plus
ko: 더 읽기
ru: Читать больше

source: Show more
ca_es: Més
da: Vis mere
es: Mostrar más
fr: Afficher plus
ko: 더 보기
ru: Показать больше

source: Less
ca_es: Menys
da: Mindre
es: Menos
fr: Moins
ko: 미만
ru: Меньше

source: Managed by:
es: Gestionado por:
fr: Géré par :
ru: Управляется:

source: Your search for "%1" did not match any media.
ca_es: No s'ha trobat contingut que coincideixi amb la cerca "%1".
da: Din søgning efter "%1" matchede ikke nogen medier.
es: Su búsqueda de "%1" no coincide con ningún archivo multimedia.
fr: Votre recherche "%1" n'a renvoyé aucun média.
ko: "%1"에 대한 검색은 어떤 미디어와도 일치하지 않습니다.
ru: Ваш поиск "%1" не соответствует ни одному медиафайлу.

source: Your search for "%1" did not match any categories.
ca_es: No s'han trobat categories que coincideixin amb la cerca "%1".
da: Din søgning efter "%1" matchede ikke nogen kategorier.
es: Su búsqueda de "%1" no coincide con ninguna categoría.
fr: Votre recherche "%1" n'a renvoyé aucune catégorie.
ko: "%1"에 대한 검색은 어떤 카테고리와도 일치하지 않습니다.
ru: Ваш поиск "%1" не соответствует ни одной категории.

source: More
ca_es: Més
da: Mere
es: Más
fr: Plus
ko: 초과
ru: Дополнительно

source: Search media
ca_es: Cerca contingut
da: Søg medie
es: Buscar multimedia
fr: Rechercher le média
ko: 미디어 검색
ru: Поиск в медиафайлах

source: Toggle search bar
es: Cambiar la barra de búsqueda
fr: Basculer la barre de recherche
ru: Включить/выключить панель поиска

source: You can proceed with the Kaltura %1 %2 setup process.
ca_es: Podeu continuar amb el procés de configuració de Kaltura %1 %2.
da: Du kan fortsætte med proceduren for opsætning af Kaltura %1 %2.
es: Puede proceder con el proceso de configuración de Kaltura %1 %2.
fr: Vous pouvez passer à la procédure de configuration de Kaltura %1 %2.
ko: Kaltura %1 %2 설치과정을 진행할 수 있습니다.
ru: Вы можете продолжить процесс установки Kaltura %1 %2.

source: Some requirements failed. Please fix and refresh the page.
ca_es: Alguns requisits no es compleixen. Esmeneu-ho i, a continuació, actualitzeu la pàgina.
da: Nogle krav kunne ikke opfylde. Ret venligst problemet, og opdater siden.
es: Algunos requisitos fallaron. Repárelos y actualice la página.
fr: Certaines configurations requises ont échoué. Corrigez-les et actualisez la page.
ko: 몇가지 요구사항들이 실패했습니다. 수정하고 페이지를 새로 고침하기 바랍니다.
ru: Некоторые требования не соблюдены. Исправьте и обновите сраницу.

source: Complete the required information for the uploaded media below.
ca_es: Empleneu a continuació la informació necessària per al contingut pujat.
da: Udfyld de påkrævede oplysninger for det uploadede medie herunder.
es: Complete a continuación la información obligatoria para el archivo multimedia cargado.
fr: Renseignez les informations obligatoires pour le média importé ci-dessous.
ko: 아래 업로드 된 미디어에 대한 필요한 정보를 완료하기 바랍니다
ru: Заполните нужную информацию ниже для загруженных на сервер медиафайлов.

source: Upload limited to 2GB files.
ca_es: Els fitxers de les càrregues estan limitats a 2 GB.
da: Upload begrænset til filer på 2 GB.
es: Carga limitada a archivos de 2GB.
fr: Importation limitée à des fichiers de 2 Go.
ko: 업로드 파일은 2GB로 제한됩니다.
ru: Загрузка ограничена файлами до 2 ГБ.

source: All common video, audio and image formats in all resolutions are accepted.
ca_es: S'accepten tots els formats habituals de vídeo, àudio i imatge en totes les resolucions.
da: Alle almindelige video-, audio- og billedformater i alle opløsninger accepteres.
es: Se aceptan todos los formatos habituales de vídeo, audio e imagen en todas las resoluciones.
fr: Tous les formats vidéo, audio et d'images courants dans toutes les résolutions sont acceptés.
ko: 모든 해상도에서 모든 일반적인 동영상, 오디오, 이미지 형식들은 사용될 수 있습니다.
ru: Принимаются все обычные форматы видео, аудио и изображений.

source: For best results with video, we recommend preparing videos in 1280x720 pixels and using the H.264 video codec at about 4000 kb/s.
ca_es: Per aconseguir resultats immillorables amb els vídeos, us recomanem que els prepareu perquè tinguin una mida de 1280 x 720 píxels i que utilitzeu el còdec de vídeo H.264 a 4000 kb/s.
da: For de bedste resultater med video anbefaler vi, at videoer produceres i 1280x720 pixels og med H.264 video-codec på omkring 4000 kb/s.
es: Para obtener los mejores resultados con vídeo, se recomienda preparar vídeos de 1280x720 píxeles y con el códec de vídeo H.264 a alrededor de 4.000 kb/s.
fr: Pour de meilleurs résultats avec la vidéo, nous recommandons la préparation de vidéos en 1 280x720 pixels et l'utilisation du codec vidéo H.264 à environ 4 000 kbits/s.
ko: 동영상과 함께 최상의 결과 얻기 위하여, 1280 x 720 픽셀로 동영상을 준비하고 약 4000 kb/s의 H.264 비디오 코덱을 사용 하는 것이 좋습니다.
ru: Для получения наилучших результатов рекомендуется подготовить видео с разрешением 1280х720 пикселей с использованием видеокодека H.264 при 4000 кбит/с.

source: Loading, Please Wait...
ca_es: S'està carregant. Espereu…
da: Indlæser, vent venligst ...
es: Cargando, espere...
fr: Chargement en cours, veuillez patienter...
ko: 로딩 중 , 잠시만 기다려 주세요...
ru: Подождите, идет загрузка...

source: Upload limited to 2GB files. All common video, audio and image formats in all resolutions are accepted.
ca_es: Els fitxers de les càrregues estan limitats a 2 GB. S'accepten tots els formats habituals de vídeo, àudio i imatge en totes les resolucions.
da: Upload begrænset til filer på 2 GB. Alle almindelige video-, audio- og billedformater i alle opløsninger accepteres.
es: La carga está limitada a archivos de 2 GB. Se aceptan todos los formatos habituales de vídeo, audio e imagen y de cualquier resolución.
fr: Importation limitée à des fichiers de 2 Go. Tous les formats vidéo, audio et d'image courants sont acceptés.
ko: 업로드 파일은 2GB까지 제한됩니다. 모든 해상도에서 모든 일반적인 동영상, 오디오, 이미지 형식들은 사용될 수 있습니다.
ru: Загрузка ограничена файлами до 2 ГБ. Принимаются все обычные форматы видео, аудио и изображений.

source: Record from Webcam
ca_es: Enregistra amb la càmera web
da: Optag fra webcam
es: Grabar desde cámara web
fr: Enregistrer avec la webcam
ko: 웹캠으로 부터 녹화하기 바랍니다
ru: Запись с веб-камеры

source: Quiz Editor
ca_es: Editor de proves
es: Editor del cuestionario
fr: Éditeur de quiz
ko: 퀴즈 편집기
ru: Редактор викторины

source: The editor is not supported on this screen size
es: El editor no es compatible con este tamaño de pantalla
fr: L'éditeur n'est pas compatible avec cette taille d'écran
ru: Редактор не поддерживается на экране этого размера

source: Are you sure you want to delete the playlist?
ca_es: Confirmeu que voleu suprimir la llista de reproducció?
da: Er du sikker på, at du vil slette afspilningslisten?
es: ¿Está seguro que desea borrar la lista de reproducción?
fr: Êtes-vous sûr de vouloir supprimer la liste de lecture ?
ko: 재생 목록을 삭제하시겠습니까?
ru: Вы действительно хотите удалить список воспроизведения?

source: You are not allowed to delete this playlist.
ca_es: No esteu autoritzat a suprimir aquesta llista de reproducció.
da: Du har ikke tilladelse til at slette denne afspilningsliste.
es: No tiene permiso para eliminar esta lista de reproducción.
fr: Vous n'êtes pas autorisé à supprimer cette liste de lecture.
ko: 재생 목록을 삭제할 수 없습니다.
ru: У вас нет разрешения на удаление этого списка воспроизведения.

source: Playlist player deployment
ca_es: Implementació del reproductor de llistes
es: Despliegue del reproductor de listas de reproducción
fr: Déploiement du lecteur de liste de lecture
ko: 재생 플레이어 배포
ru: Развертывание проигрывателя для списка воспроизведения

source: %1 Channels
ca_es: %1 canals
da: %1 kanaler
es: %1 canales
fr: Chaînes %1
ko: %1 채널들
ru: %1 каналов
