Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Could not delete the thumbnail.
ca_es: No s'ha pogut suprimir la miniatura.
da: Miniaturen kunne ikke slettes.
es: No se puede eliminar la miniatura.
fr: Impossible de supprimer la vignette
ko: 썸네일을 삭제할 수 없습니다.
ru: Не удалось удалить эскиз.

source: An error occurred while trying to spread the slides across the timeline. Please try again.
es: Se ha producido un error al intentar propagar las diapositivas por la línea de tiempo. Vuelva a intentarlo
fr: Une erreur inattendue s'est produite lors d'une tentative d'élargissement des curseurs sur la chronologie. Recommencez.
ru: Ошибка при попытке распределения слайдов на временной шкале. Повторите попытку.

source: An Error occurred while trying to save chapter
es: Error al intentar guardar capítulo
fr: Une erreur s'est produite lors de la tentative d'enregistrement du chapitre
ru: Произошла ошибка при попытке сохранения раздела

source: An Error occurred while updating chapter "%1".
ca_es: S'ha produït un error mentre s'actualitzava el capítol %1.
da: Der opstod en fejl under opdatering af kapitlet "%1".
es: Error al actualizar el capítulo "%1".
fr: Une erreur s'est produite lors de la mise à jour du chapitre "%1".
ko: "% 1"챕터를 업데이트하는 동안 오류가 발생했습니다.
ru: При обновлении раздела "%1" произошла ошибка.

source: An Error occurred while adding the chapter.
ca_es: S'ha produït un error mentre s'afegia el capítol .
da: Der opstod en fejl under tilføjelse af kapitlet.
es: Error al agregar el capítulo.
fr: Une erreur s'est produite lors de l'ajout du chapitre.
ko: 챕터를 추가하는 중에 오류가 발생했습니다.
ru: При добавлении раздела произошла ошибка.

source: Could not delete the chapter.
ca_es: No s'ha pogut suprimir el capítol.
da: Kapitlet kunne ikke slettes.
es: No se ha podido eliminar el capítulo.
fr: Impossible de supprimer le chapitre.
ko: 챕터를 삭제할 수 없습니다.
ru: Не удалось удалить раздел.

source: Are you sure you want to delete this Chapter?
ca_es: Confirmeu que voleu suprimir aquest capítol?
da: Er du sikker på, at du vil slette dette kapitel?
es: ¿Desea eliminar este capítulo?
fr: Voulez-vous vraiment supprimer ce chapitre ?
ko: 이 챕터를 삭제하시겠습니까?
ru: Вы действительно хотите удалить этот раздел?

source: Are you sure you want to delete this Slide?
ca_es: Confirmeu que voleu suprimir aquesta diapositiva?
da: Er du sikker på, at du vil slette denne slide?
es: ¿Desea eliminar esta diapositiva?
fr: Voulez-vous vraiment supprimer cette diapositive ?
ko: 이 슬라이드를 삭제하시겠습니까?
ru: Вы действительно хотите удалить этот слайд?

source: Timeline
ca_es: Cronologia
da: Tidslinje
es: Cronología
fr: Chronologie
ko: 타임라인
ru: Шкала времени

source: Search In Timeline
ca_es: Cerca a la cronologia
da: Søg i tidslinje
es: Buscar en cronología
fr: Rech. dans la chronologie
ko: 타임 라인에서 검색
ru: Поиск на шкале времени

source: media that include the text inside its chapters
ca_es: contingut que inclou el text dins dels capítols
da: medie, som inkluderer teksten i kapitlerne
es: archivos multimedia que incluyen el texto dentro de sus capítulos
fr: médias qui incluent le texte à l'intérieur de ses chapitres
ko: 챕터 내부의 텍스트를 포함하는 미디어
ru: медиафайлы, содержащие текст в разделах

source: An error occurred while trying to convert your document, please try again.
es: Se ha producido un error al intentar convertir su documento, vuelva a intentarlo.
fr: Une erreur s'est produite lors de la tentative de conversion de votre document, recommencez.
ru: Произошла ошибка при попытке преобразования документа, повторите попытку.

source: Click here to refresh the Timeline tab
es: haga clic aquí para actualizar la pestaña de la línea de tiempo
fr: Cliquez ici pour rafraîchir l'onglet Chronologie
ru: Нажмите здесь, чтоб обновить вкладку временной шкалы

source: - Clipped by %1
ca_es: - %1 l'ha tallat
da: - klippet af %1
es: - Recortado por %1
fr: - Découpé par %1
ko: -%1 클립되었습니다
ru: - Обрезается по %1

source: Create Clip
ca_es: Crea un tall
da: Opret klip
es: Crear recorte
fr: Créer un découpage
ko: 클립 생성하기
ru: Создать клип

source: The media was clipped successfully
ca_es: El contingut s'ha tallat correctament
da: Mediet er blevet klippet
es: Archivos multimedia recortados correctamente
fr: Le média a été correctement découpé
ko: 미디어가 성공적으로 클립되었습니다
ru: Медиафайл успешно обрезан

source: Clipping failed. Please try again later.
ca_es: S'ha produït un error en tallar. Torneu-ho a provar més tard.
da: Klipningen mislykkedes. Prøv venligst igen senere.
es: Error al recortar. Inténtelo de nuevo más tarde.
fr: Échec du découpage, veuillez réessayer ultérieurement.
ko: 클리핑이 실패했습니다. 나중에 다시 시도 하기 바랍니다.
ru: Обрезка не удалась. Повторите попытку позже.

source: Trimming is not available since the source flavor of this video is missing.
ca_es: No es pot retallar perquè falta el sabor d'origen d'aquest vídeo.
da: Trimning er ikke mulig, da kildevarianten for denne video mangler.
es: No está disponible la función de recorte porque no se encuentra el sabor origen de este vídeo.
fr: Le découpage n'est pas disponible car la version source de cette vidéo est manquante.
ko: 이 동영상의 소스 프레버가 손실되었기에 트리밍을 이용할 수 없습니다.
ru: Обрезка недоступна, пока отсутствует исходная версия этого видео.

source: Trimming is not available for entries containing captions.
es: La función de recorte no está disponible para entradas que contienen subtítulos.
fr: Le découpage n'est pas disponible pour les entrées contenant des légendes.
ru: Обрезка недоступна для элементов, содержащих субтитры.

source: Your media is being processed
ca_es: S'està processant el contingut
da: Dit medie er under behandling
es: Su archivo multimedia está siendo procesado
fr: Votre média est en cours de traitement
ko: 미디어는 처리 중에 있습니다
ru: Ваш медиафайл обрабатывается

source: You cannot trim this media while a previous trim is pending approval of the application administrator.
ca_es: No podeu retallar aquest contingut si hi ha un retall anterior pendent de l'aprovació de l'administrador de l'aplicació.
da: Du kan ikke trimme dette medie, mens en tidligere trimning afventer applikationsadministratorens godkendelse.
es: No se puede recortar de este archivo multimedia mientras haya un recorte previo pendiente de aprobación por parte del administrador de la aplicación.
fr: Vous ne pouvez pas découper ce média tandis qu'un découpage précédent est en cours d'approbation par l'administrateur de l'application.
ko: 이전 트림이 응용 프로그램 총 관리자의 승인 보류 중에 있는 동안 미디어를 트림할 수 없습니다.
ru: Невозможно обрезать этот медиафайл, пока предыдущая обрезка ожидает утверждения администратора приложения.

source: The trimmed video must be approved by the application administrator. Until the version is approved, the original version will be displayed.
ca_es: L'administrador de l'aplicació ha d'aprovar el vídeo retallat. Fins que no l'aprovi, es mostrarà la versió original.
da: Den trimmede video skal godkendes af applikationens administrator. Indtil versionen er godkendt, vil den originale version blive vist.
es: El vídeo recortado debe ser aprobado por el administrador de la aplicación. Hasta que no se apruebe la versión, se mostrará la versión original.
fr: La vidéo découpée doit être approuvée par l'administrateur de l'application. Tant que la version n'est pas approuvée, la version d'origine sera affichée.
ko: 트림 된 비디오는 응용 프로그램 총관리자에 의해 승인을 받아야만 한다. 버전이 승인 될 때까지 원래 버전이 표시 됩니다.
ru: Обрезанное видео должно быть утверждено администратором приложения. Пока эта версия не будет утверждена, будет отображаться исходная версия.

source: Your media was trimmed.
ca_es: El contingut s'ha retallat.
da: Dit medie er blevet trimmet.
es: Sus archivos multimedia han sido recortados.
fr: Votre média a été découpée.
ko: 미디어가 트림되었습니다.
ru: Ваш медиафайл обрезон.

source: Video trimming failed. Please try again later.
ca_es: S'ha produït un error en retallar el vídeo. Torneu-ho a provar més tard.
da: Videotrimningen mislykkedes. Prøv venligst igen.
es: Error al recortar vídeo. Inténtelo de nuevo más tarde.
fr: Échec du découpage de la vidéo, veuillez réessayer ultérieurement.
ko: 동영상 트리밍이 실패되었습니다. 나중에 다시 시도 하십시오.
ru: Обрезка видео не удалась. Повторите попытку позже.

source: Trim Video
ca_es: Retalla el vídeo
es: Recortar vídeo
fr: Découper la vidéo
ko: 동영상 짜르기
ru: Обрезать видео

source: Clipping
ca_es: S'està retallant
da: Klipning
es: Recortando
fr: Découpage
ko: 클리핑 중
ru: Обрезка

source: Enable everyone to create clips from this video
ca_es: Permet que tothom pugui crear talls d'aquest vídeo
da: Giv alle mulighed for at oprette klip fra denne video
es: Permitir a todos crear recortes de este vídeo
fr: Permettre à tout le monde de créer des découpages à partir de cette vidéo
ko: 모든사람이 동영상으로 부터 클립을 생성할 수 있습니다
ru: Разрешить всем создавать клипы из этого видео

source: Add a Comment
ca_es: Afegeix un comentari
da: Tilføj en kommentar
es: Agregar un comentario
fr: Ajouter un commentaire
ko: 댓글 추가
ru: Добавить комментарий

source: Add a Reply
ca_es: Afegeix una resposta
da: Tilføj et svar
es: Agregar una respuesta
fr: Ajouter une réponse
ko: 답글 추가하기
ru: Добавить ответ

source: Add comment at 00:00
ca_es: Afegeix un comentari a 00:00
da: Tilføj en kommentar ved 00:00
es: Agregar un comentario en 00:00
fr: Ajouter un commentaire à 00:00
ko: 00:00 코멘트를 추가
ru: Добавить комментарий в 00:00

source: Comments
ca_es: Comentaris
da: Kommentarer
es: Comentarios
fr: Commentaires
ko: 댓글들
ru: По комментариям

source: Disable comments for this media
ca_es: Desactiva els comentaris en aquest fitxer multimèdia
da: Deaktiver kommentarer for dette medie
es: Deshabilitar comentarios para este archivo multimedia
fr: Désactiver les commentaires pour ce média
ko: 이 미디어에 대한 댓글을 비활성
ru: Отключить комментарии для этого медиафайла

source: Close discussion (do not allow new comments)
ca_es: Tanca la conversa (no permetis més comentaris)
da: Luk diskussion (tillad ikke nye kommentarer)
es: Cerrar discusión (no permitir nuevos comentarios)
fr: Fermer la discussion (ne pas autoriser les commentaires)
ko: 토론 닫기 (새로운 댓글들을 허용하지 않습니다.)
ru: Закрыть обсуждение (новые комментарии не разрешены)

source: %1 comment(s). Click to see them
es: %1 comentario(s). Haga clic para verlos
fr: %1 commentaire(s). Cliquez pour les voir
ru: %1 комментариев. Нажмите для просмотра

source: Enable comments in channel
ca_es: Activa els comentaris al canal
da: Aktiver kommentarer på kanal
es: Habilitar comentarios en canal
fr: Autoriser les commentaires dans la chaîne
ko: 채널에 댓글 활성화
ru: Включить комментарии на канале

source: Keep comments private to channel.
ca_es: Mantén els comentaris en privat al canal.
da: Hold kommentarer private for kanalen.
es: Mantener comentarios privados al canal.
fr: Gardez les commentaires privés dans la chaîne.
ko: 채널에 개인 댓글 유지.
ru: Сохранить комментарии приватными для канала.

source: Enable comments in category
ca_es: Activa els comentaris a la categoria
da: Aktiver kommentarer i kategorien
es: Habilitar comentarios en categoría
fr: Activer les commentaires dans la catégorie
ko: 카테고리에 댓글 활성화
ru: Включить комментарии в категории

source: Keep comments private to category.
ca_es: Definiu que els comentaris siguin privats de la categoria.
da: Hold kommentarer private for kategorien.
es: Mantener comentarios privados a la categoría.
fr: Gardez les commentaires privés dans la catégorie.
ko: 카테고리에 개인 댓글 유지.
ru: Сохранить комментарии приватными для категории.

source: Policy
ca_es: Política
da: Politik
es: Política
fr: Politique
ko: 정책
ru: Политика

source: Oops
ca_es: Vaja
da: Ups
es: ¡Vaya!
fr: Oups
ko: 죄송합니다
ru: Ой

source: Owner Only
ca_es: Només el propietari
da: Kun ejer
es: Sólo el propietario
fr: Propriétaire uniquement
ko: 소유자만
ru: Только владелец

source: Download
ca_es: Baixa
es: Descargar
fr: Télécharger
ko: 다운로드
ru: Скачать

source: Downloads
ca_es: Baixades
es: Descargas
fr: Téléchargements
ko: 다운로드
ru: Загрузки

source: Available Formats
ca_es: Formats disponibles
da: Tilgængelige formater
es: Formatos disponibles
fr: Formats disponibles
ko: 사용 가능한 형식
ru: Доступные форматы

source: No Media Requested
ca_es: No s'ha sol·licitat contingut
da: Intet medie påkrævet
es: No se ha solicitado ningún archivo multimedia
fr: Aucun média demandé
ko: 요청 된 미디어 없습니다
ru: Нет запроса на медиафайлы

source: Cannot render media, please check the passed parameters %1(Error: %2)
ca_es: No es pot renderitzar contingut. Comproveu els paràmetres transmesos %1(Error: %2)
da: Kan ikke gengive medie, tjek venligst de overførte parametre %1(Error: %2)
es: No se pueden representar los archivos multimedia. Compruebe los parámetros pasados %1(Error: %2)
fr: Rendu impossible des médias, veuillez vérifier les paramètres passés %1(Erreur : %2)
ko: 미디어를 렌더링 할 수 없습니다 전달된 매개 변수 %1(오류:%2)를 확인하기 바랍니다
ru: Не удается отобразить медиафайлы, проверьте переданные параметры %1 (Ошибка: %2)

source: Share
ca_es: Comparteix
da: Del
es: Compartir
fr: Partager
ko: 공유하기
ru: Поделиться

source: Playlist not found. Try to refresh the page or grab a new embed code.
ca_es: No s'ha trobat la llista de reproducció. Proveu d'actualitzar la pàgina o agafeu codi d'inserció nou.
da: Afspilningslisten blev ikke fundet. Prøv at opdatere siden eller finde en ny indlejret kode.
es: No se encuentra la lista de reproducción. Intente actualizar la página o use un nuevo código de inserción.
fr: Liste de lecture introuvable. Essayez d'actualiser la page ou de saisir un nouveau code incorporé.
ko: 재생목륵을 찾을 수 없습니다 페이지를 새로 고치거나 새로운 임베디드 코드를 찾으시기 바랍니다.
ru: Список воспроизведения не найден. Попробуйте обновить страницу или используйте новый код встраивания.

source: Playlist players min version required for secure embed is -
ca_es: La versió mínima de reproductor de llistes que és necessària per a la inserció segura és:
da: Påkrævet min. version af afspilningslistens afspiller for sikker indlejring er -
es: La versión mínima de reproductores de listas de reproducción requerida para una inserción segura es -
fr: Version min des lecteurs de la liste de lecture pour le code incorporé sécurisé est -
ko: 재생 목록 플레이어 최소 버전이 보안 임베디드를 위하여 요구되었습니다 -
ru: Минимальная версия проигрывателя для списка воспроизведения, необходимая для безопасного встраивания -

source: Please configure embed skins (players ids) in
ca_es: Configureu màscares d'inserció (identificadors de reproductors) a
da: Konfigurer venligst de indlejrede temaer (afspiller-id'er) i
es: Configure skins de inserción (ids de reproductores) en
fr: Veuillez configurer les habillages intégrés (identifiants de lecteurs) dans
ko: 에 임베디드 스킨(플레이어 id)을 설정하기 바랍니다
ru: Настройте обложки встраивания (идентификаторы проигрывателя) в

source: Embed
ca_es: Insereix
da: Indlejr
es: Insertar
fr: Intégrer
ko: 임베디드
ru: Встроить

source: Audio
ca_es: Àudio
ko: 오디오
ru: Аудио

source: Recent
ca_es: Recents
da: Nyeste
es: Reciente
fr: Récent
ko: 최근순서
ru: По дате

source: Your live event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
ca_es: L'esdeveniment en directe encara està transmetent la memòria intermèdia local. Si sortiu de la pàgina actual, la transmissió s'interromprà.
da: Din liveevent overføres stadig til den lokale buffer. Hvis du forlader den aktuelle side, vil overførslen blive afbrudt.
es: Su evento en vivo todavía está transmitiendo el búfer local. Si abandona la página actual se interrumpirá la transmisión.
fr: Votre événement en direct continue de transmettre le tampon local. Si vous quittez la page actuelle, la transmission sera interrompue.
ko: 라이브 이베트가 아직 로컬버퍼로 전송중에 있습니다. 만일 현재의 페이지를 떠날 경우, 전송은 중단될 것입니다.
ru: Ваше событие в реальном времени все еще передается в локальный буфер. Если покинуть текущую страницу, передача будет прервана.

source: Create Event
ca_es: Crea un esdeveniment
da: Opret event
es: Crear evento
fr: Créer un événement
ko: 이벤트 생성하기 바랍니다
ru: Создать событие

source: Live Event created successfully.
ca_es: L'esdeveniment en directe s'ha creat correctament.
da: Liveevent er oprettet.
es: Evento en vivo creado correctamente.
fr: Événement en direct correctement créé.
ko: 라이브 이벤트 성공적으로 생성되었습니다.
ru: Событие в реальном времени успешно создано.

source: Failed to create Live Event.
ca_es: No s'ha pogut crear l'esdeveniment en directe.
da: Liveevent kunne ikke oprettes.
es: Error al crear Evento en vivo.
fr: Échec de création de l'événement en direct.
ko: 라이브 이벤트를 생성하는데 실패하였습니다.
ru: Не удалось создать событие в реальном времени.

source: Live Events
ca_es: Esdeveniments en directe
es: Eventos en vivo
fr: Événements en direct
ko: 라이브 이벤트
ru: События в реальном времени

source: LIVE NOW
ca_es: EN DIRECTE ARA
da: LIVE NU
es: EN VIVO AHORA
fr: EN DIRECT MAINTENANT
ko: 라이브 중
ru: ПРЯМАЯ ТРАНСЛЯЦИЯ

source: UPCOMING EVENT
ca_es: PRÒXIM ESDEVENIMENT
da: KOMMENDE EVENT
es: EVENTO PRÓXIMO
fr: ÉVÉNEMENT À VENIR
ko: 다가올 이벤트
ru: БЛИЖАЙШЕЕ СОБЫТИЕ

source: Live
es: En directo
fr: En direct
ru: Прямая трансляция

source: Live Event
ca_es: Esdeveniment en directe
es: Evento en vivo
fr: Événement en direct
ko: 라이브 이벤트
ru: Событие в реальном времени

source: Enable DVR - Users will be able to seek back during the live event
ca_es: Activa l'enregistrament de vídeo digital: els usuaris podran cercar el contingut anterior durant d'esdeveniment en directe
da: Aktiver DVR - Brugerne vil kunne søge tilbage under liveeventen
es: Activar DVR - Los usuarios podrán buscar hacia atrás durante el evento en vivo
fr: Activer DVR - Les utilisateurs pourront rechercher vers l'arrière au cours de l'événement en direct
ko: DVR 활성화 - 사용자는 라이브 이벤트 중 이전 동영상을 찾을 수 있습니다.
ru: Включить DVR - пользователи смогут прокручивать назад во время прямой трансляции

source: Enable Recording of the Event - The event will be available to watch on demand after the broadcast ends. Up to 24 hours will be recorded.
ca_es: Activa l'enregistrament de l'esdeveniment: es podrà visualitzar a demanda quan acabi l'emissió. S'enregistraran fins a 24 hores.
da: Aktiver optagelse af eventen - Eventen vil kunne ses on-demand, når udsendelsen er ovre. Op til 24 timer vil blive optaget.
es: Activar Grabación del evento - El evento estará disponible para ver bajo pedido después de la emisión. Se grabarán hasta 24 horas.
fr: Activer l'enregistrement de l'événement - l'événement sera disponible pour un visionnage à la demande à la fin de la diffusion. Jusqu'à 24 heures seront enregistrées.
ko: 이벤트 녹화 활성화 - 방송이 종료된 후 VoD를 시청할 수 있을 것입니다. 최대 24시간까지 기록됩니다.
ru: Включить запись события - событие будет доступно для просмотра по требованию по окончании трансляции. Будет записано до 24 часов.

source: Event Options
ca_es: Opcions de l'esdeveniment
da: Eventindstillinger
es: Opciones de evento
fr: Options de l'événement
ko: 이벤트 옵션
ru: Параметры события

source: Edit Event and Broadcasting Options
ca_es: Edita les opcions de l'esdeveniment i d'emissió
da: Rediger indstillinger for event og udsendelse
es: Editar evento y Opciones de emisión
fr: Modifier les options de l'événement et de diffusion
ko: 이벤트 및 방송 옵션 편집하기 바랍니다
ru: Изменить событие и параметры трансляции

source: Entry id for duplication must be specified.
ca_es: Per fer duplicats, cal especificar l'identificador de l'entrada.
es: La ID de la entrada para duplicación debe especificarse.
fr: L'id d'entrée pour la duplication doit être précisé.
ko: 복제에 위한 엔트리id는 지정되어야만 합니다.
ru: Должен быть указан идентификатор записи для дублирования.

source: Unexpected error
es: Ha habido un error inesperado
fr: Erreur inattendue
ru: Непредвиденная ошибка

source: Cannot create quiz from this type of entry.
ca_es: No es pot crear una prova amb aquest tipus d'entrada.
es: No se puede crear un cuestionario a partir de este tipo de entrada.
fr: Impossible de créer le quiz à partir de ce type d'entrée.
ko: 이 형식의 엔트리로 부터 퀴즈를 생성할 수 없습니다.
ru: Не удается создать викторину из записи этого типа.

source: Entry id must be specified.
ca_es: Cal especificar l'identificador de l'entrada.
es: La ID de la entrada debe especificarse.
fr: L'id d'entrée doit être précisé.
ko: 엔트리 id는 지정되어야만 합니다.
ru: Необходимо указать идентификатор записи.

source: You are not entitled to edit this entry.
ca_es: No teniu permís per editar aquesta entrada.
es: No tiene permiso para editar esta entrada.
fr: Vous n'êtes pas autorisé à modifier cette entrée.
ko: 이 엔트리를 편집할 자격이 없습니다.
ru: У вас нет полномочий изменять эту запись.

source: This is not a quiz entry.
ca_es: Això no és una entrada de la prova.
es: Esto no es una entrada de cuestionario.
fr: Ceci n'est pas une entrée de quiz.
ko: 이것은 퀴즈 엔트리가 아닙니다.
ru: Это не является записью викторины.

source: Video Quiz
ca_es: Prova sobre vídeos
es: Cuestionario en vídeo
fr: Questionnaire vidéo
ko: 동영상 퀴즈
ru: Видеовикторина

source: Quiz
ca_es: Prova
es: Cuestionario
fr: Questionnaire
ko: 퀴즈
ru: Викторину

source: %1 - Quiz
es: %1 - Cuestionario
ru: %1 - викторина

source: Edit Quiz
ca_es: Edita la prova
es: Editar cuestionario
fr: Modifier le quiz
ko: 퀴즈 편집
ru: Редактировать викторину

source: Add Quiz
es: Agregar cuestionario
fr: Ajouter un quiz
ko: 퀴즈를 추가하기 바랍니다
ru: Добавить викторину

source: Your presentation has been successfully created. You can now sync keypoints or edit metadata.
ca_es: La presentació s'ha creat correctament. Ja podeu sincronitzar punts clau o editar-ne les metadades.
da: Din præsentation er blevet oprettet. Du kan nu synkronisere nøglepunkter eller redigere metadata.
es: Su presentación se ha creado satisfactoriamente. Ya puede sincronizar puntos clave o editar metadatos.
fr: Votre présentation a été créée avec succès. Vous pouvez maintenant synchroniser les points clés ou éditer les métadonnées.
ko: 프레젠테이션이 성공적으로 생성되었습니다. 이제 keypoints를 동기화할 수 있거나 메타데이터를 편집할 수 있습니다.
ru: Презентация успешно создана. Теперь можно синхронизировать ключевые точки или редактировать метаданные.

source: Video Presentations
ca_es: Presentacions en vídeo
da: Videopræsentationer
es: Presentaciones de vídeo
fr: Présentations vidéo
ko: 동영상 프레젠테이션들
ru: Видеопрезентации

source: Video Presentation
ca_es: Presentació en vídeo
da: Videopræsentation
es: Presentación de vídeo
fr: Présentation vidéo
ko: 동영상 프레젠테이션
ru: Видеопрезентация

source: Register Now
ca_es: Enregistra ara
da: Tilmeld dig nu
es: Registrarme ahora
fr: S'inscrire maintenant
ko: 지금 등록
ru: Зарегистрируйтесь сейчас

source: Join
ca_es: Entra
da: Deltag
es: Unirme
fr: Joindre
ko: 가입하기
ru: Присоединиться

source: Watch
ca_es: Reprodueix
da: Se
es: Ver
fr: Regarder
ko: 시청
ru: Смотреть

source: Webcasts
ko: 웹캐스트
ru: Веб-трансляции

source: Refresh Details
ca_es: Actualitza els detalls
da: Opdater oplysninger
es: Actualizar detalles
fr: Actualiser les informations
ko: 상세 정보를 새로 고침
ru: Обновить данные

source: Broadcasting
ca_es: S'està emetent
da: Udsendelse
es: Retransmitiendo
fr: Diffusion en cours
ko: 방송
ru: Трансляция

source: Broadcast starting in
ca_es: L'emissió comença d'aquí a
da: Udsendelse starter om
es: La retransmisión comienza en
fr: Début de la diffusion dans
ko: 방송 시작 중
ru: Трансляция начинается через

source: Broadcast started
ca_es: L'emissió ha començat
da: Udsendelse startet
es: La retransmisión comenzó
fr: Diffusion lancée
ko: 방송 시작되었습니다.
ru: Трансляция началась

source: ago
ca_es: abans
da: siden
es: atrás
fr: il y a
ko: 전
ru: назад

source: Recorded
ca_es: Enregistrat
da: Optaget
es: Grabado
fr: Enregistré
ko: 녹화되었습니다
ru: Записано

source: Webcast
ru: Веб-трансляция

source: Unsupported URL or ID provided
es: La URL o ID proporcionada no es compatible
fr: URL ou ID fourni non pris en charge
ru: Указан неподдерживаемый URL-адрес или идентификатор

source: Video Page Link (or Content ID)
ca_es: Enllaç de la pàgina de vídeo (o identificador de contingut)
da: Link til videoside (eller indholds-id)
es: Enlace a página de vídeo (o ID de contenido)
fr: Lien de la page vidéo (ou identifiant du contenu)
ko: 동영상 페이지 링크 (또는 콘텐츠 ID)
ru: Ссылка на страницу с видео (или идентификатор содержимого)
