Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Your media is ready.
ca_es: El contingut està preparat.
da: Dit medie er klar
es: Sus archivos multimedia están preparados.
fr: Votre média est prêt.
ko: 미디어가 준비가되어 있습니다.
ru: Ваши медиафайлы готовы.

source: Please
ca_es: Sisplau
da: Vær venlig at
es: Por favor
fr: Veuillez
ko: 잠시만 기다리겠습니까?
ru: Пожалуйста

source: refresh the page
ca_es: actualitzeu la pàgina
da: opdatere siden
es: actualizar la página
fr: actualiser la page
ko: 페이지를 새로 고침하기 바랍니다
ru: обновите страницу

source: to update all information.
ca_es: per posar la informació al dia.
da: for at opdatere alle oplysninger.
es: para actualizar toda la información.
fr: pour mettre à jour toutes les informations.
ko: 모든 정보를 업데이트하기 위하여.
ru: для обновления всей информации.

source: Are you sure you want to remove %1 as a media collaborator?
ca_es: Confirmeu que voleu treure %1 com a col·laborador de continguts?
da: Er du sikker på, at du vil fjerne %1 som mediebidragsyder?
es: ¿Desea eliminar %1 como colaborador de archivos multimedia?
fr: Voulez-vous vraiment supprimer %1 comme collaborateur de média ?
ko: 미디어 공동 작업자로서 % 1을(를) 제거하겠습니까?
ru: Вы действительно хотите удалить %1 как соавтора мультимедийного содержимого?

source: You are not allowed to delete this media.
ca_es: No esteu autoritzat a suprimir aquest contingut.
da: Du har ikke tilladelse til at slette dette medie.
es: No tiene permiso para eliminar estos archivos multimedia
fr: Vous n'êtes pas autorisé à supprimer ce média.
ko: 미디어를 삭제할 수 없습니다.
ru: У вас нет разрешения на удаление этого медиафайла.

source: Are you sure you want to permanently delete %1 items?
ca_es: Confirmeu que voleu suprimir %1 elements definitivament?
da: Er du sikker på, at du vil slette %1 elementer permanent?
es: ¿Está seguro de que desea borrar permanentemente %1 elementos?
fr: Êtes-vous sûr de vouloir supprimer %1 éléments de façon définitive ?
ko: 영구적으로 % 1 항목을 삭제 하겠습니까?
ru: Вы действительно хотите удалить элементы %1 без возможности восстановления?

source: Are you sure you want to delete this media?
ca_es: Confirmeu que voleu suprimir aquest contingut?
da: Er du sikker på, at du vil slette dette medie?
es: ¿Desea eliminar este archivo multimedia?
fr: Voulez-vous vraiment supprimer ce média ?
ko: 정말로 미디어를 삭제하겠습니까?
ru: Вы действительно хотите удалить эти медиафайлы?

source: Your changes have been saved.
ca_es: Els canvis s'han desat.
da: Dine ændringer er blevet gemt.
es: Sus cambios se han guardado.
fr: Vos modifications ont été sauvegardées.
ko: 변경 사항이 저장됐습니다.
ru: Изменения сохранены.

source: Update
ca_es: Actualitza
da: Opdater
es: Actualizar
fr: Mettre à jour
ko: 업데이트
ru: Обновить

source: Edit a Collaborator
ca_es: Edita un col·laborador
da: Rediger en bidragsyder
es: Editar un colaborador
fr: Modifier un collaborateur
ko: 공동 작업자 편집하기 바랍니다
ru: Изменить соавтора

source: Clear rejected status
ca_es: Esborra l'estat rebutjat
da: Ryd afvist status
es: Borrar estatus rechazado
fr: Effacer l'état rejeté
ko: 거부된 상태를 지웁니다
ru: Очистить состояние отклонения

source: Entry could not be created.
ca_es: No s'ha pogut crear l'entrada.
da: Posten kunne ikke oprettes.
es: No se ha podido crear la entrada.
fr: Impossible de créer l'entrée.
ko: 엔트리를 생성할 수 없습니다.
ru: Невозможно создать запись.

source: No Entries
ca_es: Cap entrada
da: Ingen poster
es: Ninguna entrada
fr: Aucune entrée
ko: 엔트리 없음
ru: Нет записей

source: Stack trace:
ca_es: Seguiment de la pila:
da: Staksporing:
es: Huella de almacenamiento:
fr: Suivi de pile :
ko: 스택 추적.
ru: Трассировка стека:

source: Request Parameters:
ca_es: Paràmetres de la sol·licitud:
da: Anmodningsparametre:
es: Parámetros de la solicitud:
fr: Paramètres de la requête :
ko: 변수 요청:
ru: Параметры запроса:

source: Exception information:
ca_es: Informació de l'excepció:
da: Undtagelsesinformation:
es: Información de la excepción:
fr: Informations de l'exception :
ko: 예외 정보:
ru: Сведения об исключении:

source: Error
fr: Erreur
ru: Ошибка

source: Search this category
ca_es: Fes una cerca en aquesta categoria
da: Søg i denne kategori
es: Buscar en esta categoría
fr: Rech. dans cette catégorie
ko: 이 카테고리 검색
ru: Поиск в этой категории

source: version
ca_es: versió
es: versión
ko: 버전
ru: версия

source: build
ca_es: compilació
es: compilación
fr: version
ko: 빌드
ru: сборка

source: failed to install
ca_es: no s'ha pogut fer la instal·lació
da: kunne ikke installeres
es: error al instalar
fr: échec de l'installation
ko: 설치가 실패하였습니다
ru: ошибка при установке

source: You can try to start installation again
ca_es: Podeu provar d'iniciar la instal·lació de nou
da: Du kan prøve at starte installationen forfra
es: Puede intentar iniciar la instalación de nuevo
fr: Vous pouvez essayer de relancer l'installation
ko: 설치를 다시 시작 할 수 있습니다
ru: Вы можете повторить попытку установки

source: here
ca_es: aquí
da: her
es: aquí
fr: ici
ko: 여기서
ru: здесь

source: If you keep getting installation error contact Kaltura for support
ca_es: Si continueu rebent un missatge d'error d'instal·lació, poseu-vos en contacte amb Kaltura per obtenir ajuda
da: Hvis du fortsat oplever installationsfejl, bedes du kontakte Kaltura for support
es: Si sigue recibiendo el error de instalación, póngase en contacto con Kaltura para recibir asistencia
fr: Si cette erreur d'installation persiste, contactez l'assistance de Kaltura
ko: 만약 당신이 설치오류가 계속되면 기술지원을 위하여 Kaltura에 연락하기 바랍니다
ru: Если сообщение об ошибке установки продолжает появляться, обратитесь в службу поддержки Kaltura

source: Provide all logs under the "logs" directory
ca_es: Faciliteu tots els registres del directori "registres"
da: Vis alle logs i oversigten "logs"
es: Asumiendo que todos los registros del directorio "registros"
fr: Fournissez tous les journaux sous le répertoire "journaux"
ko: "로그" 디렉토리 아래 모든 로그 제공하기 바랍니다
ru: Предоставьте все журналы, которые находятся в папке "журналы"

source: was setup successfully
ca_es: s'ha configurat correctament
da: er blevet opsat
es: se configuraron correctamente
fr: a été configuré
ko: 성공적으로 설정되었습니다
ru: успешно установлено

source: You can visit your Kaltura %1 site
ca_es: Podeu visitar el lloc web de Kaltura %1
da: Du kan gå til din Kaltura %1-side
es: Puede visitar su sitio de Kaltura %1
fr: Vous pouvez consulter votre site Kaltura %1
ko: Kaltura %1 사이트를 방문할 수 있습니다.
ru: Вы можете посетить сайт Kaltura %1

source: You can create new users for your Kaltura %1 site
ca_es: Podeu crear usuaris nous per al lloc web de Kaltura %1
da: Du kan oprette nye brugere til din Kaltura %1-site
es: Puede crear nuevos usuarios para su sitio Kaltura %1
fr: Vous pouvez créer de nouveaux utilisateurs pour votre site Kaltura %1 Kaltura
ko: Kaltura %1 사이트에 대한 새로운 사용자를 생성할 수 있습니다.
ru: Вы можете создать новых пользователей для сайта Kaltura %1

source: You can go to the administration area to set more configuration options
ca_es: Podeu accedir a l'àrea d'administració per ajustar més opcions de configuració
da: Du kan gå til administrationsområdet for at indstille flere konfigurationsindstillinger
es: Puede ir a la zona de administración para definir más opciones de configuración
fr: Vous pouvez accéder à la zone de gestion pour définir des options de configuration supplémentaires
ko: 더 많은 설정옵션을 설정하기 위하여 관리 영역에 갈 수 있습니다.
ru: Вы можете перейти в область администрирования для установки дополнительных параметров конфигурации

source: Note:
ca_es: Avís:
da: Bemærk:
es: Nota:
fr: Remarque :
ko: 주석:
ru: Примечание.

source: some functionality might be limited or broken until you complete all of the required configurations. Refer to the installation and setup guide to complete the required configurations.
ca_es: és possible que algunes funcions estiguin limitades o no disponibles fins que no completeu tota la configuració necessària. Consulteu la guia d'instal·lació i configuració per completar-la.
da: nogle funktioner kan være begrænsede eller ude af brug, indtil du har gennemført alle de påkrævede konfigurationer og opsætningsguiden for at fuldføre de påkrævede konfigurationer.
es: algunas funciones puede estar limitadas o inhabilitadas hasta que complete todas las configuraciones necesarias. Consulte la guía de instalación y configuración para completar las configuraciones necesarias.
fr: certaines fonctionnalités pourraient être limitées ou interrompues tant que vous n'avez pas effectué toutes les configurations requises. Reportez-vous au guide d'installation et de configuration pour effectuer les configurations requises.
ko: 일부 기능은 제한되거나 모든 필요한 설정을 완료할 때까지 깨질 수 있습니다. 설치 및 필요한 설정을 완료 하기위하여 설치안내서를 참조 하기 바랍니다.
ru: Некоторые функциональные возможности могут быть ограничены или отсутствовать до завершения всех необходимых настроек. Сведения о выполнении необходимых настроек см. в руководстве по установке и настройке.

source: uiConfs are updated with the latest versions of widgets and functionality.
ca_es: La configuració de la interfície s'actualitza amb les versions més recents dels widgets i de les funcions.
da: uiConfs opdateres med den nyeste version af widgets og funktionalitet.
es: uiConfs se han actualizado con las versiones más recientes de widgets y funciones.
fr: Les uiConfs sont mis à jour vers la dernière version des widgets et des fonctionnalités.
ko: uiConfs는 위젯과 기능의 최신 버전으로 업데이트 되었습니다.
ru: Файлы конфигурации uiConf обновляются до последних версий виджетов и функций.

source: If you would like to use a different custom uiConf you can revert back to your old uiConf and/or upgrade your custom uiConf to what is available in this version.
ca_es: Si voleu utilitzar una altra configuració personalitzada de la interfície, podeu tornar a la configuració anterior o actualitzar-ne la personalitzada per incloure els elements disponibles en aquesta versió.
da: Hvis du gerne vil anvende en anden tilpasset uiConf, kan du gå tilbage til din gamle uiConf og/eller opgradere din tilpassede uiConf til den, der er tilgængelig i denne version.
es: Si desea utilizar un uiConf personalizado diferente, puede revertir al uiConf antiguo y/o actualizar su uiConf personalizado según lo que está disponible en esta versión.
fr: Si vous voulez utiliser un autre uiConf, vous pouvez rétablir votre ancien uiConf et/ou mettre à jour votre uiConf personnalisé vers ce qui est disponible dans cette version.
ko: 만일 여러분이 다른 사용자 지정 uiConf을 사용하고 싶으면 여러분의 오래된 uiConf로 다시 되돌릴 수 있거나 또는 이 버전에서 이용할 수 있는 것에 여러분의 사용자 지정 uniConf 업그레이드 할 수 있습니다
ru: Если вы хотите использовать другой настраиваемый файл uiConf, вы можете вернуться к старому uiConf и/или обновить настраиваемый uiConf до доступного в настойщей версии.

source: To run the UnitTests please click
ca_es: Feu clic per executar les proves de la unitat
da: For at køre enhedstests, klik venligst
es: Para ejecutar UnitTests, haga clic
fr: Pour effectuer les tests d'unité, cliquez sur
ko: UnitTests를 실행하기 위하여 클릭 하기바랍니다
ru: Для запуска тестов UnitTests нажмите

source: Install
ca_es: Instal·la
da: Installer
es: Instalar
fr: Installer
ko: 설치
ru: Установка

source: Please fill all the fields!
ca_es: Empleneu tots els camps
da: Udfyld venligst alle felterne!
es: Complete todos los campos.
fr: Veuillez remplir tous les champs !
ko: 모든 영역을 기입하기 바랍니다!
ru: Заполните все поля!

source: Installation in progress. Please wait...
ca_es: La instal·lació està en procés. Espereu…
da: Installation i gang. Vent venligst ...
es: Instalación en curso. Por favor, espere...
fr: Installation en cours. Patientez…
ko: 설치 진행중 니다. 잠시만 기다려 주십시오...
ru: Выполняется установка. Подождите...

source: Migration cannot continue due to missing write permissions on some configuration files
ca_es: La migració no pot continuar perquè falten permisos d'escriptura en alguns fitxers de configuració
da: Migrationen kan ikke fortsætte på grund af manglende skrivetilladelser på nogle konfigurationsfiler
es: La migración no pudo continuar debido a la falta de permisos de escritura en algunos archivos de configuración
fr: Impossible de poursuivre la migration, car des autorisations d'écriture sont manquantes pour certains fichiers de configuration
ko: 마이그레이션은 설정파일에 대한 쓰기권한을 손실함으로 인하여 계속할 수 없습니다.
ru: Невозможно продолжить миграцию в связи с отсутствием разрешений на запись в некоторые файлы конфигурации

source: Following are configuration files that need to be writable by the web-server
ca_es: A continuació teniu els fitxers de configuració en què el servidor web ha de tenir permisos d'escriptura
da: Følgende er konfigurationsfiler, som webserveren skal kunne skrive til
es: Estos son archivos de configuración en los que el servidor web debe poder escribir
fr: Ci-dessous se trouvent les fichiers de configuration qui doivent être modifiables par le serveur Web
ko: 다음은 웹서버에 의해 쓸 수 있게 필요한 구성 파일입니다
ru: Следующие файлы представляют собой файлы конфигурации, которые должны получить разрешение на запись от веб-сервера

source: You can fix this by running the following commands
ca_es: Executeu les ordres següents per esmenar-ho
da: Du kan ordne dette ved at køre følgende kommandoer
es: Puede repararlos ejecutando los siguientes comandos
fr: Vous pouvez résoudre ce problème en exécutant les commandes suivantes
ko: 다음 명령을 실행하여 해결할 수 있습니다.
ru: Это можно исправить, выполнив следующие команды

source: If you migrate from KMS 3.0.x/4.0.x - specify path to config.ini or upload the config.ini of your KMS 3.0.x/4.0.x instance.
ca_es: Si feu la migració des de KMS 3.0.x o 4.0.x, especifiqueu la ubicació del fitxer config.ini o pugeu el fitxer config.ini de la vostra instància de KMS 3.0.x o 4.0.x.
da: Hvis du migrerer fra KMS 3.0.x/4.0.x - specificer stien for config.ini, eller upload config.ini for din KMS 3.0.x/4.0.x-forekomst.
es: Si migra desde KMS 3.0.x/4.0.x, especifique la ruta a config.ini o cargue el config.ini de su caso de KMS 3.0.x/4.0.x.
fr: Si vous effectuez la migration depuis KMS 3.0.x/4.0.x : spécifiez le chemin du fichier config.ini ou importez le fichier config.ini de votre instance KMS 3.0.x/4.0.x.
ko: 만일 여러분이 KMS 3.0.x/4.0.x부터 마이그레이션을 하는 경우 - config.ini에 대한 경로를 지정 하거나 KMS 3.0.x/4.0.x 인스턴스의 config.ini 업로드 합니다.
ru: При переходе с KMS 3.0.x/4.0.x - укажите путь к файлу config.ini или загрузите на сервер файл config.ini вашей копии KMS 3.0.x/4.0.x.

source: If you migrate from KMS 2 - specify path to config.ini.php or upload the config.ini.php of your KMS 2 instance.
ca_es: Si feu la migració des de KMS 2, especifiqueu la ubicació del fitxer config.ini.php o pugeu el fitxer config.ini.php de la vostra instància de KMS 2.
da: Hvis du migrerer fra KMS 2 - specificer stien for config.ini, eller upload config.ini for din KMS 2-forekomst.
es: Si migra desde KMS 2, especifique la ruta a config.ini.php o cargue el config.ini.php de su caso de KMS 2.
fr: Si vous effectuez la migration depuis KMS 2 : spécifiez le chemin du fichier config.ini.php ou importez le fichier config.ini.php de votre instance KMS 2.
ko: 만일 여러분이 KMS 2-에서 마이그레이션하는 경우 - config.ini.php에 경로 지정 하거나 KMS 2 인스턴스의 config.ini.php를 업로드하기 바랍니다.
ru: При переходе с KMS 2 - укажите путь к файлу config.ini.php или загрузите на сервер файл config.ini.php вашей копии KMS 2.

source: To enable "Developer Tools", add the following line to the
ca_es: Per activar les Eines per a desenvolupadors, afegiu la línia següent al fitxer
da: For at aktivere "Udviklerværktøjer", føj den følgende linje til
es: Para habilitar "Herramientas de desarrollo", añada la siguiente línea a la
fr: Pour activer "Outils développeur", ajoutez la ligne suivante
ko: "개발자 도구"를 활성화하려면 다음 행을 추가하기 바랍니다
ru: Чтобы включить "Инструменты разработчика", добавьте следующую строку к

source: file
ca_es: fitxer
da: filen
es: archivo
fr: fichier
ko: 파일
ru: файлу

source: Please note that changing the APPLICATION_ENV variable, will enable debugging mode. In this mode, error suppression is turned off, and the error messages are very detailed and revealing. This may represent a security risk; therefore, the APPLICATION_ENV should be set to "production" on all production and live environments, and only updated for debugging or temporary administration purposes!
ca_es: Tingueu en compte que, en canviar la variable APPLICATION_ENV, s'activarà el mode de depuració. En aquest mode, la supressió d'errors està desactivada i els missatges d'error tenen informació molt detallada i reveladora. Això pot suposar un perill de seguretat i, per tant, la variable APPLICATION_ENV s'ha d'establir com a "producció" en tots els entorns publicats i de producció, i només s'ha de modificar amb finalitats administratives temporals o de depuració.
da: Vær venligst opmærksom på, at en ændring af variablen APPLICATION_ENV vil aktivere fejlfindingstilstand. I denne tilstand er undertrykkelse af fejl slået fra, og fejl beskederne er meget detaljerede og afslørede. Dette kan udgøre en sikkerhedsrisiko; derfor skal APPLICATION_ENV indstilles til "produktion" for alle produktions- og livemiljøer og kun opdateres med henblik på fejlfinding eller midlertidige administrative formål!
es: Tenga en cuenta que cambiar la variable APPLICATION_ENV habilitará el modo de depuración. En este modo, la supresión de errores se apaga y los mensajes de error son muy detallados y reveladores. Esto puede representar un riesgo de seguridad; por tanto, APPLICATION_ENV se debería definir como "producción" en todos los entornos de producción y en vivo y solo se debería actualizar para fines de depuración o administración temporal.
fr: Notez que la modification de la variable APPLICATION_ENV active le mode débogage. Dans ce mode, la suppression des erreurs est désactivée, et les messages d'erreur sont très détaillés et précis. Cela peut représenter un risque pour la sécurité. La variable APPLICATION_ENV doit donc être "production" pour tous les environnements de production et en direct. Elle ne doit être mise à jour que pour le débogages ou de façon temporaire pour les besoins de l'administration !
ko: APPLICATION_ENV변수의 변경은 디버깅모드에서 할 수 있음을 알기 바랍니다. 이 모드에서 에러억제는 해제되고 에러 메세지는 아주 세부적으로 나타날 것입니다. 이것은 보안 위험을 표현할 수 도 있습니다; 그러므로 APPLICATION_ENV는 모든 프로덕션과 라이브 환경에서 "프로덕션"으로 설정되어야만 하며 단지 디버깅 또는 임시적인 관리 목적들에 업그레이드되어야만 합니다.
ru: Обратите внимание, что при изменении переменной APPLICATION_ENV будет включен режим отладки. В этом режиме подавление ошибок выключено, а сообщения об ошибках очень подробны и показательны. Это может представлять угрозу безопасности. Поэтому переменная APPLICATION_ENV должна иметь значение "production" для всех окружений производства и реального времени и обновляться только в целях отладки или временного администрирования!

source: Layouts
ca_es: Dissenys
es: Diseños
fr: Mises en page
ko: 레이아웃
ru: Расположения

source: Viewhook name
ca_es: Nom de l'àncora de visualització
da: Navn for visningshook
es: Nombre del enlace de vista
fr: Afficher le nom du point d'entrée
ko: 뷰어후크 이름
ru: Имя средства просмотра

source: Module View Files
ca_es: Fitxers de la visualització de mòdul
da: Modulvisningsfiler
es: Archivos de la vista de módulos
fr: Fichiers Vue module
ko: 모듈 뷰어파일들
ru: Модуль просмотра файлов

source: Core
ca_es: Principal
da: Kerne
es: Núcleo
fr: Cœur
ko: 코어
ru: Ядро

source: View hooks declared by core views of mediaspace.
ca_es: Àncores de visualització que les visualitzacions principals de MediaSpace han declarat.
da: Se hooks for kernevisninger af MediaSpace.
es: Enlaces de vista declarados por vistas centrales de MediaSpace.
fr: Afficher les points d'entrée déclarés par les vues principales de l'espace média.
ko: 뷰어후크가 mediaspace의 핵심 뷰어에 의해 선언되었습니다.
ru: Просмотр средств, заявленных в базовом представлении MediaSpace.

source: View Files Implementing
ca_es: Els fitxers de visualització s'estan implementant
da: Se filimplementering
es: Ver archivos en implementación
fr: Mise en œuvre des fichiers de vue en cours
ko: 뷰어파일이 구현중에 있습니다
ru: Просмотр файлов с реализацией

source: Modules
ca_es: Mòduls
da: Moduler
es: Módulos
ko: 모듈
ru: Модули

source: View hooks declared in different modules that wish to let other modules extend their output
ca_es: Àncores de visualització declarades en diferents mòduls que volen permetre que altres mòduls ampliïn els seus resultats
da: Se hooks for forskellige moduler, som ønsker at lade andre moduler udvide deres output
es: Enlaces de vista declarados en distintos módulos que desean permitir a otros módulos que extiendan su salida
fr: Afficher les points d'entrée déclarés dans différents modules qui souhaitent permettre aux autres modules d'étendre leur sortie
ko: 뷰어후크가 다른 모듈들이 출력을 확장 하고자한 다른 모듈에서 선언되었습니다
ru: Просмотр средств, заявленных в различных модулях, желающих позволить другим модулям расширить вывод

source: Upload
ca_es: Puja
es: Cargar
fr: Importer
ko: 업로드
ru: Загрузить

source: Configuration
ca_es: Configuració
da: Konfiguration
es: Configuración
ko: 설정
ru: Конфигурация

source: Important Notice
ca_es: Avís important
da: Vigtig bemærkning
es: Aviso importante
fr: Remarque importante
ko: 중요 알림
ru: Важное замечание

source: click to open
ca_es: feu clic per obrir
da: klik for at åbne
es: hacer clic para abrir
fr: cliquez ici pour ouvrir
ko: 열기 위하여 클릭하기 바랍니다
ru: нажмите, чтобы открыть

source: The default values have not changed. We recommended that you modify the values for your configuration.
ca_es: Els valors predeterminats no han canviat. Us recomanem que modifiqueu els valors de la vostra configuració.
da: Standardværdierne er blevet ændret. Vi anbefaler, at du ændrer værdierne for din indstilling.
es: Los valores predeterminados no han sido cambiados. Le recomendamos que modifique los valores para su configuración.
fr: Les valeurs par défaut n'ont pas été modifiées. Nous vous conseillons de modifier les valeurs pour votre configuration.
ko: 기본 값은 변경되지 않았습니다. 여러분은 설정을 위하여 값을 수정하는 것이 추천합니다.
ru: Значения по умолчанию не изменились. Мы рекомендуем изменить значения для вашей конфигурации.

source: Global
ko: 글로벌
ru: Глобальный

source: Previous
ca_es: Anterior
da: Forrige
es: Anterior
fr: Précédent
ko: 이전
ru: Предыдущий

source: Remove from channel
ca_es: Treu del canal
da: Fjern fra kanal
es: Quitar de canal
fr: Supprimer de la chaîne
ko: 채널로 부터 제거하기 바랍니다
ru: Удалить из канала

source: From
ca_es: De
da: Fra
es: De
fr: De
ko: 부터
ru: С

source: Click to expand media info
es: Haga clic para expandir la información multimedia
fr: Cliquez pour développer les infos sur les médias
ru: Нажмите, чтобы развернуть сведения о медиафайле

source: Grid view
ca_es: Visualització de quadrícula
da: Gittervising
es: Vista de cuadrícula
fr: Vue Grille
ko: 격자 보기
ru: Сетка

source: Table view
es: Vista de tabla
fr: Vue Tableau
ru: Таблица

source: Search for
ca_es: Cerca
da: Søg efter
es: Buscar
fr: Rechercher
ko: 검색 대상
ru: Искать

source: Media
ca_es: Contingut
da: Medie
es: Archivo multimedia
fr: Média
ko: 미디어
ru: Медиафайлы

source: Toggle channel search bar
es: Cambiar la barra de búsqueda de canales
fr: Basculer la barre de recherche de canaux
ru: Включить/выключить панель поиска каналов

source: Upload Completed!
ca_es: S'ha completat la càrrega.
da: Upload gennemført!
es: ¡Carga finalizada!
fr: Importation terminée !
ko: 업로드 완료!
ru: Загрузка на сервер завершена!

source: File is too large
ca_es: El fitxer és massa gran
da: Filen er for stor
es: El archivo es demasiado grande
fr: Fichier trop volumineux
ko: 파일 너무 큽니다.
ru: Файл имеет слишком большой размер

source: File is too small
ca_es: El fitxer és massa petit
da: Filen er for lille
es: El archivo es demasiado pequeño
fr: Fichier trop petit
ko: 파일이 너무 작습니다
ru: Файл слишком мал

source: Create Channel
ca_es: Crea un canal
da: Opret kanal
es: Crear canal
fr: Créer une chaîne
ko: 채널을 생성하기 바랍니다
ru: Создать канал

source: Search channels
ca_es: Cerca canals
da: Søg i kanaler
es: Buscar canales
fr: Rech. les chaînes
ko: 채널 검색
ru: Поиск каналов

source: Normal Text
ca_es: Text normal
da: Normal tekst
es: Texto normal
fr: Texte normal
ko: 일반 텍스트
ru: Обычный текст
