Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: not found
ca_es: no s'ha trobat
da: ikke fundet
es: no encontrada
fr: introuvable
ko: 찾을 수 없습니다.
ru: не найдено

source: Search for media from:
ca_es: Cerca contingut a:
da: Søg efter medie fra:
es: Buscar archivos multimedia en:
fr: Rechercher des médias à partir de :
ko: 로 부터 미디어 검색 :
ru: Поиск медиафайлов от:

source: Search for tag:
ca_es: Cerca l'etiqueta:
da: Søg efter kode:
es: Buscar la etiqueta:
fr: Rechercher la balise :
ko: 태그 검색 :
ru: Поиск тега:

source: Search for:
ca_es: Cerca:
da: Søg efter:
es: Buscar:
fr: Rechercher :
ko: 검색 :
ru: Искать:

source: Search Channels
ca_es: Cerca als canals
da: Søg kanaler
es: Buscar canales
fr: Rech. des chaînes
ko: 채널 검색
ru: Поиск каналов

source: channels that include the text in their name or description
ca_es: canals que inclouen text al nom o a la descripció
da: kanaler, som indeholder tekst i deres navn eller beskrivelsen.
es: canales que incluyen el texto en su nombre o descripción
fr: chaînes qui incluent le texte dans leur nom ou description
ko: 이름 또는 설명에 텍스트를 포함한 채널
ru: каналы, содержащие текст в имени или описании

source: Search Categories
ca_es: Cerca categories
da: Søg i kategorier
es: Buscar categorías
fr: Rechercher des catégories
ko: 카테고리 검색
ru: Поиск категорий

source: categories that include the text in their name or description
ca_es: categories que inclouen el text al nom o a la descripció
da: kategorier, som indeholder tekst i deres navn eller beskrivelsen.
es: categorías que incluyen el texto en su nombre o descripción
fr: catégories qui incluent le texte dans leur nom ou description
ko: 이름 또는 설명에 텍스트를 포함한 카테고리
ru: категории, содержащие текст в имени или описании

source: This instance does not require upgrade at this time
ca_es: No cal actualitzar aquesta instància en aquests moments
da: I denne forekomst er opgradering ikke nødvendig på dette tidspunkt
es: Este caso no requiere actualización en estos momentos
fr: Cette instance ne nécessite pas de mise à niveau pour l'instant
ko: 이 인스턴스는 지금 업그레이드를 필요로하지 않습니다
ru: Этот экземпляр на данный момент не требует обновления

source: Upgrade Error
ca_es: Error d'actualització
da: Opgraderingsfejl
es: Error de actualización
fr: Erreur lors de la mise à niveau
ko: 업그레이드 오류
ru: Ошибка обновления

source: Error in authentication. Auth Adapter %1 does not exist!
ca_es: S'ha produït un error en l'autenticació. L'adaptador d'autenticació %1 no existeix.
da: Fejl i verifikation. Aut. adapter %1 findes ikke!
es: Error de autenticación. El adaptador de autenticación %1 no existe.
fr: Erreur d'authentification. L'adaptateur Auth %1 n'existe pas.
ko: 인증 오류. 인증 어댑터 % 1는 존재하지 않습니다!
ru: Ошибка проверки подлинности. Адаптер проверки подлинности %1 не существует!

source: The Redirect URL %1 is invalid
ca_es: L'URL de redirecció %1 no és vàlid
da: Omdirigerings-URL %1 er ugyldig
es: La URL de redireccionamiento %1 no es válida
fr: L'URL de redirection %1 n'est pas valide
ko: 리디렉트 URL %1이 유효하지 않습니다.
ru: URL-адрес перенаправления %1 не существует

source: Invalid Username/Password provided
ca_es: El nom d'usuari o la contrasenya proporcionats no són vàlids
da: Ugyldigt brugernavn/adgangskode angivet
es: Nombre de usuario/Contraseña incorrecto
fr: Nom d'utilisateur/mot de passe incorrect
ko: 제공된 사용자 이름 또는 암호는 유효하지 않습니다
ru: Указано недопустимое имя пользователя/пароль

source: Sorry, you cannot access this page.
ca_es: No podeu accedir a aquesta pàgina.
da: Desværre, du kan ikke få adgang til denne side.
es: Lo sentimos, no puede acceder a esta página.
fr: Désolé, vous ne pouvez pas accéder à cette page.
ko: 죄송합니다,이 페이지에 액세스 할 수 없습니다.
ru: К сожалению, у вас нет доступа к этой странице.

source: Search My Media
ca_es: Cerca a El meu contingut
da: Søg i Mine medier
es: Buscar en mi multimedia
fr: Rech. Mes médias
ko: 내 미디어 검색
ru: Поиск в моих медиафайлах

source: Delete all selected media items
ca_es: Suprimeix tots els elements multimèdia seleccionats
da: Slet alle valgte medieelementer
es: Eliminar todos los elementos de archivo multimedia seleccionados
fr: Supprimer tous les éléments de média sélectionnés
ko: 선택한 모든 미디어 항목 삭제
ru: Удалить все выбранные элементы мультимедиа

source: Search for..
ca_es: Cerca…
da: Søg efter ...
es: Buscar...
fr: Rechercher..
ko: 검색 대상..
ru: Искать...

source: Search for media found in:
ca_es: Cerca el contingut inclòs a:
da: Søg efter medie fundet i:
es: Buscar archivos multimedia encontrados en:
fr: Rechercher des médias trouvés dans :
ko: ~에 있는 미디어 검색 :
ru: Искать медиафайлы в:

source: Search
ca_es: Cerca
da: Søg
es: Buscar
fr: Rechercher
ko: 검색
ru: Поиск

source: User is not eligible for ownership, please choose a new owner
ca_es: Aquest usuari no pot ser propietari. Trieu-ne un altre.
da: Denne bruger er ikke kvalificeret til ejerskab, vælg venligst en ny ejer.
es: El usuario no está cualificado para ser propietario. Elija un nuevo propietario
fr: L'utilisateur n'a pas le droit à la propriété, veuillez choisir un nouveau propriétaire
ko: 사용자는 소유권에 적합하지 않습니다, 새 소유자를 선택하세요
ru: Пользователь не имеет права на владение, выберите нового пользователя

source: Enter user name
ca_es: Introduïu el nom d'usuari
da: Indtast brugernavn
es: Introducir nombre de usuario
fr: Entrer le nom d'utilisateur
ko: 사용자 이름 입력
ru: Введите имя пользователя

source: User name or ID
ca_es: Identificador o nom d'usuari
da: Indtast brugernavn eller id
es: Nombre o ID de usuario
fr: Nom d'utilisateur ou identifiant
ko: 사용자 이름 또는 ID
ru: Имя или идентификатор пользователя

source: Value is longer than %max% characters
ca_es: El valor té més de %max% caràcters
da: Værdien er længere end %max% tegn
es: El valor es más largo que %max% caracteres
fr: La valeur est plus longue que %max% caractères
ko: 값은 % 최대 % 문자 보다 더 깁니다
ru: Значение больше %max% символов

source: Name
ca_es: Nom
da: Navn
es: Nombre
fr: Nom
ko: 이름
ru: Имя

source: Name is a required field
ca_es: El camp Nom és obligatori
da: Navn er et obligatorisk felt
es: Nombre es un campo obligatorio
fr: Le champ Nom est obligatoire
ko: 이름은 필수 영역입니다
ru: Имя является обязательным полем

source: Description
ca_es: Descripció
da: Beskrivelse
es: Descripción
ko: 설명
ru: Описание

source: Enter Description...
ca_es: Introduïu una descripció…
da: Indtast beskrivelse ...
es: Introduzca la descripción...
fr: Saisissez une description...
ko: 설명 입력...
ru: Добавить описание...

source: Tags
ca_es: Etiquetes
es: Etiquetas
fr: Balises
ko: 태그
ru: Теги

source: Save
ca_es: Desa
da: Gem
es: Guardar
fr: Enregistrer
ko: 저장
ru: Сохранить

source: Open
ca_es: Obert
da: Åben
es: Abierto
fr: Ouvrir
ko: 열기
ru: Открытый

source: Anyone can view content (including anonymous users) but only admin role users and category members can contribute content.
es: Cualquier persona puede ver contenido (incluidos los usuarios anónimos) pero solo los usuarios administradores y los miembros de la categoría pueden aportar contenido.
fr: Tout utilisateur peut visualiser le contenu (y compris les utilisateurs anonymes), mais seuls les utilisateurs ayant le rôle admin et les membres de Catégorie peuvent y contribuer.
ru: Все пользователи (в том числе анонимные) могут просматривать содержимое, но добавлять содержимое могут только пользователи с правами администратора и пользователи категорий.

source: Restricted
ca_es: S'ha restringit
da: Begrænset
es: Restringido
fr: Restreint
ko: 제한됨
ru: С ограничениями

source: All logged in users can view content but only Category members can contribute content.
es: Todos los usuarios que hayan iniciado sesión pueden ver el contenido, pero solo los miembros de la categoría pueden aportar contenido.
fr: Tous les utilisateurs connectés peuvent afficher le contenu mais seuls les membres de Catégorie peuvent y contribuer.
ru: Все пользователи, вошедшие в систему, могут просматривать содержимое, но добавлять содержимое могут только пользователи категорий.

source: Private
ca_es: Privat
da: Privat
es: Privado
fr: Privé
ko: 개인
ru: Частные

source: Only Category members can view and contribute content.
es: Solo los miembros de la categoría pueden ver y aportar contenido.
fr: Seuls les membres de Catégorie peuvent visualiser le contenu et y contribuer.
ru: Только пользователи категорий могут просматривать и добавлять содержимое.

source: Privacy
ca_es: Privadesa
da: Privatindstillinger
es: Privacidad
fr: Confidentialité
ko: 개인정보보호
ru: Конфиденциальность

source: All logged in users can view content and only channel members can contribute content.
es: Todos los usuarios que hayan iniciado sesión pueden ver contenido, pero solo los miembros del canal pueden aportar contenido.
fr: Tous les utilisateurs connectés peuvent visualiser le contenu, et seuls les membres de la chaîne peuvent y contribuer.
ru: Все пользователи, вошедшие в систему, могут просматривать содержимое, но добавлять содержимое могут только пользователи каналов.

source: Only channel members can view and contribute content.
es: Solo los miembros del canal pueden ver y aportar contenido.
fr: Seuls les membres de la chaîne peuvent visualiser le contenu et y contribuer.
ru: Только пользователи каналов могут просматривать и добавлять содержимое.

source: Shared Repository
ca_es: Repositori compartit
da: Delt lagringssted
es: Repositorio compartido
fr: Référentiel partagé
ko: 공유 저장공간
ru: Общий репозиторий

source: Only channel members can view and contribute content; Content may be published to other channels, according to publishing entitlements.
es: Solo los miembros del canal pueden aportar contenido; el contenido puede publicarse en otros canales de acuerdo con los derecho de publicación.
fr: Seuls les membres de la chaîne peuvent visualiser le contenu et y contribuer ; le contenu peut être publié vers d'autres chaînes, en fonction des droits de publication.
ru: Только пользователи каналов могут просматривать и добавлять содержимое; содержимое может быть опубликовано на других каналах, в соответствии с издательскими правами.

source: Public
ca_es: Públic
da: Offentlig
es: Público
ko: 공용
ru: Общедоступно

source: Anyone can view content (including anonymous not logged-in users). Only channel members can contribute content according to their publishing entitlements.
es: Cualquier persona puede ver contenido (incluidos los usuarios anónimos que no hayan iniciado sesión). Solo los miembros de la categoría pueden aportar contenido de acuerdo con los derechos de publicación.
fr: Tout utilisateur peut visualiser le contenu (y compris les utilisateurs anonymes). Seuls les membres de la chaîne peuvent contribuer au contenu en fonction de leur droits de publication.
ru: Все пользователи могут просматривать содержимое (в том числе анонимные и не вошедшие в систему). Только пользователи каналов могут добавлять содержимое, в соответствии с издательскими правами.

source: Back to Channel
ca_es: Torna al canal
da: Tilbage til kanal
es: Volver a Canal
fr: Retour à Chaîne
ko: 채널로 돌아가기
ru: Вернуться к каналу

source: Entry name cannot exceed %d characters.
es: El nombre de entrada no puede exceder de %d caracteres.
fr: Le nom d'entrée ne doit pas dépasser %d caractères
ru: Имя записи не может превышать %d символов.

source: Required for shared repository
ca_es: Obligatori per al repositori compartit
da: Påkrævet for delt lagringssted
es: Obligatorio para repositorio compartido
fr: Requis pour le référentiel partagé
ko: 공유 저장공간 필요
ru: Требуется для общего репозитория

source: Click to add required metadata for shared repository
ca_es: Feu clic per afegir les metadades necessàries per al repositori compartit
da: Klik for at tilføje de påkrævede metadata for delt lagringssted
es: Haga clic para agregar los metadatos obigatorios para el repositorio compartido
fr: Cliquez pour ajouter des métadonnées requises pour le référentiel partagé
ko: 공유 저장공간에 필요한 메타 데이터를 추가 하려면 클릭하기 바랍니다.
ru: Нажмите, чтобы добавить требуемые метаданные для общего репозитория

source: Assign the media to one or more filters:
ca_es: Assigneu el contingut a un o més filtres:
da: Tildel mediet til et eller flere filtre:
es: Asignar el archivo multimedia a uno o más filtros:
fr: Attribuez les médias à un ou plusieurs filtres :
ko: 하나 이상의 필터에 미디어를 할당
ru: Назначить медиафайл одному или нескольким фильтрам:

source: Go To Media
ca_es: Vés a Contingut
da: Gå til medie
es: Ir a archivos multimedia
fr: Aller dans Médias
ko: 미디어로 이동
ru: Перейти к медиафайлу

source: Go To My Media
ca_es: Vés a El meu contingut
da: Gå til Mine medier
es: Ir a Mis archivos multimedia
fr: Aller dans Mes médias
ko: 내 미디어로 이동
ru: Перейти к моим медиафайлам

source: Go To Shared Repository
ca_es: Vés a Repositori compartit
da: Gå til Delt lagringssted
es: Ir a Repositorio compartido
fr: Aller dans Référentiel partagé
ko: 공유 저장공간으로 이동
ru: Перейти к общему репозиторию

source: Go To
ca_es: Vés a
da: Gå til
es: Ir a
fr: Aller dans
ko: 이동
ru: Перейти к

source: Channel
ca_es: Canal
da: Kanal
es: Canal
fr: Chaîne
ko: 채널
ru: Канал

source: Category
ca_es: Categoria
da: Kategori
es: Categoría
fr: Catégorie
ko: 카테고리
ru: Категория

source: * Required for Shared Repository
ca_es: * Obligatori per al repositori compartit
da: * Påkrævet for delt lagringssted
es: * Obligatorio para repositorio compartido
fr: * Requis pour le référentiel partagé
ko: * 공유 저장공간에 필요
ru: * Требуется для общего репозитория

source: Co-Editors and Co-Publishers
es: Editores asociados y co-editores
fr: Co-éditeurs et co-diffuseurs
ru: Соредакторы и соиздатели

source: Note:
ca_es: Nota:
da: Bemærk:
es: Nota:
fr: Remarque :
ko: 주석
ru: Примечание.

source: Sub categories under a private category will be visible only to members of those sub categories
ca_es: Les subcategories incloses en una categoria privada només es mostraran als seus membres
da: Underkategorier under en privat kategori vil kun være synlig for medlemmerne af en af disse underkategorier
es: Las subcategorías bajo una categoría privada solo serán visibles a los miembros de esas subcategorías
fr: Les sous-catégories d'une catégorie privée ne seront visibles qu'aux membres de ces sous-catégories
ko: 프라이버시 범주하에 있는 하위 범주들은 단지 이들 범주내의 멤버만 볼 수 있습니다.
ru: Подкатегории в приватной категории будут видны только участникам этих подкатегорий

source: Back to Category
ca_es: Torna a Categoria
da: Tilbage til kategori
es: Volver a Categoría
fr: Retour à Catégorie
ko: 카테고리로 돌아가기
ru: Назад к категории

source: Important! Click for notes
ca_es: Important! Feu clic per veure les notes
da: Vigtigt! Klik for at se bemærkninger
es: Importante. Haga clic para notas
fr: Important ! Cliquez pour accéder aux notes
ko: 중요! 메모를 추가하려면 클릭하십시오.
ru: Внимание! Нажмите для доступа к примечаниям

source: Creating a new user with an existing user ID will override the existing user's info.
ca_es: Si creeu un usuari amb un identificador que ja existeix, s'anul·larà la informació de l'usuari existent.
da: Oprettelse en bruger med et eksisterende bruger-id vil overskrive oplysninger om den eksisterende bruger.
es: Si crea un usuario nuevo con un ID de usuario existente sobrescribirá la información del usuario existente.
fr: La création d'un utilisateur avec l'identifiant existant remplacera les infos de l'utilisateur existant.
ko: 기존 사용자 ID를 가지고 새 사용자를 만들면 기존 사용자의 정보는 무효가 될 것입니다.
ru: После создания нового пользователя с существующим идентификатором пользователя информация о существующем пользователе будет перезаписана.

source: User ID, password and email may only contain these characters: 0-9, full alphabet of most languages (utf-8) and ~ . ! @ # $ % _ - +.&nbsp; Extra data can contain anything but a single-quote (\'), double-quote (") or backslash (\\).
ca_es: L'identificador d'usuari, la contrasenya i el correu electrònic només poden contenir aquests caràcters: 0-9, l'alfabet complet de la majoria d'idiomes (utf-8) i ~ . ! @ # $ % _ - +.&nbsp;Les dades addicionals poden incloure qualsevol caràcter tret de la cometa simple (\'), les cometes (") o la barra inversa (\\).
da: Bruger-id, adgangskode og e-mail må kun indeholde følgende tegn: 0-9, hele alfabetet på de fleste sprog (utf-8) og ~ . ! @ # $ % _ - +.&nbsp; Ekstra data må ikke indeholde andet en enkelt citationstegn (\'), dobbelt citationstegn (") eller backslash (\\).
es: Es posible que el ID de usuario, la contraseña y el correo electrónico sólo contengan estos caracteres: 0-9, el alfabeto completo de la mayoría de los idiomas (utf-8) y ~ . ! @ # $ % _ - +.&nbsp; Los datos extra pueden contener cualquier cosa menos una comilla simple (\'), comilla doble (") o barra invertida (\\).
fr: Le nom d'utilisateur, le mot de passe et l'adresse e-mail doivent seulement contenir ces caractères: 0-9, alphabet complet (utf-8) et ~ . ! @ # $ % _ - +.&nbsp; Les données supplémentaires peuvent contenir tous les caractères sauf le guillemet simple (\'), le guillemet double (") ou la barre oblique inversée (\\).
ko: 사용자 ID, 비밀 번호, 그리고 이메일은 단지 다음의 문자를 포함할 수 있습니다: 0-9, 전체 알파벳의 대부분의 언어 (u t f-8)와 ~. ! @ # $ % _-+. 추가로 (\'), 큰따옴표 (') 또는 백슬래시 (\)를 포함할 수 있습니다.
ru: Идентификатор пользователя, пароль и адрес электронной почты могут содержать только следующие символы: 0-9, весь алфавит большинства языков (utf-8) и ~ . ! @ # $ % _ - +.&nbsp; дополнительные данные могут содержать все что угодно, за исключением одинарной кавычки (\'), двойной кавычки (") и обратной косой черты (\\).

source: To store name-value pairs in "Extra data": separate names from values with the equals sign (=) and separate name-value sets using a comma (,), e.g. name=value,lorem=ipsum,one=two.
ca_es: Per desar parells nom-valor a "Dades addicionals": separeu els noms dels valors amb el signe d'igual (=) i separeu els conjunts nom-valor amb una coma (,). Per exemple, nom=valor,lorem=ipsum,un=dos.
da: Sådan gemmes værdipar i "Ekstra data": Adskil navnene fra værdierne med lighedstegn (=), og adskil navneværdisæt med et komma (,), dvs. navn=værdi,lorem=ipsum,en=to.
es: Para almacenar parejas de nombre-valor en "Datos extra": separe los nombres de los valores con el signo igual (=) y separe los conjuntos de nombre-valor utilizando una coma (,), por ejemplo, name=value,lorem=ipsum,one=two.
fr: Pour stocker des paires nom-valeur dans "Données supplémentaires" : séparez les noms des valeurs avec le signe égal (=) et les ensembles nom-valeur par une virgule (,). Par ex. : name=value,lorem=ipsum,one=two.
ko: 이름과 값의 "추가 데이터"에 쌍을 저장하려면 : 등호기호 (=)와 함께 값에서 이름을 분리하고 쉼표 (,)를 사용하여 별도의 이름 - 값 세트분리, 예를 들어, 이름 = 값, lorem = ipsum, one=two.
ru: Чтобы сохранить пары "имя-значение" в дополнительных данных: отделите имена от значений знаком равенства (=) и отделите пары "имя-значение" с помощью запятой (,), например: имя=значение,lorem=ipsum,один=два.

source: Passwords cannot be retrieved but only overwritten.
ca_es: Les contrasenyes no es poden recuperar, sinó només sobreescriure.
da: Adgangskoder kan ikke hentes tilbage, kun overskrives.
es: Las contraseñas no se pueden recuperar sino sobrescribir.
fr: Vous ne pouvez pas récupérer les mots de passe, mais uniquement les remplacer.
ko: 암호는 검색될 수 없고 덮어 쓸 수만 있습니다.
ru: Пароли нельзя извлечь, а только перезаписать.

source: User ID
ca_es: Identificador d'usuari
da: Bruger-id
es: ID de usuario
fr: Identifiant
ko: 사용자 ID
ru: Идентификатор пользователя

source: First Name
ca_es: Nom
da: Fornavn
es: Nombre
fr: Prénom
ko: 이름
ru: Имя

source: Last Name
ca_es: Cognoms
da: Efternavn
es: Apellidos
fr: Nom
ko: 성
ru: Фамилия

source: Password
ca_es: Contrasenya
da: Adgangskode
es: Contraseña
fr: Mot de passe
ko: 비밀번호
ru: Пароль

source: Confirm Password
ca_es: Torneu a escriure la contrasenya
da: Bekræft adgangskode
es: Confirmar contraseña
fr: Confirmer le mot de passe
ko: 비밀번호 확인
ru: Подтверждение пароля

source: send by email
ca_es: envia per correu electrònic
da: send med e-mail
es: enviar por correo electrónico
fr: envoyer par email
ko: 전자 메일로 보내기
ru: отправлено по электронной почте

source: generate new password
ca_es: genera una contrasenya nova
da: generer ny adgangskode
es: generar nueva contraseña
fr: créer un nouveau mot de passe
ko: 새 암호를 만들기
ru: создать новый пароль

source: Role
ca_es: Funció
da: Rolle
es: Función
fr: Rôle
ru: Роль

source: Email
ca_es: Correu electrònic
es: Correo electrónico
ko: 이메일
ru: Электронная почта

source: Extra Data
ca_es: Dades addicionals
da: Ekstra data
es: Datos extra
fr: Données supplémentaires
ko: 추가 데이터
ru: Дополнительные данные

source: Required
ca_es: Obligatori
da: Påkrævet
es: Obligatorio
fr: Requis
ko: 필수
ru: Обязательно

source: Upload configuration file
ca_es: Penja un fitxer de configuració
da: Upload konfigurationsfil
es: Cargar archivo de configuración
fr: Télécharger le fichier de configuration
ko: 구성 파일을 업로드
ru: Загрузить на сервер файл конфигурации

source: Keep partner settings?
ca_es: Voleu continuar amb la configuració de partner?
da: Behold bidragsyderindstillinger
es: ¿Mantener la configuración de socio?
fr: Conserver les paramètres du partenaire ?
ko: 파트너 설정을 유지?
ru: Сохранить настройки партнера?

source: Yes
ca_es: Sí
da: Ja
es: Sí
fr: Oui
ko: 예
ru: Да

source: No
da: Nej
fr: Non
ko: 아니요
ru: Нет

source: Import
ca_es: Importa
da: Importer
es: Importar
fr: Importer
ko: 가져오기
ru: Импорт

source: Username
ca_es: Nom d'usuari
da: Brugernavn
es: Nombre de usuario
fr: Nom d'utilisateur
ko: 사용자이름
ru: Пользователь

source: Login
ca_es: Iniciar sessió
da: Log ind
es: Inicio de sesión
fr: Connexion
ko: 로그인
ru: Вход

source: Kaltura Server URL
ca_es: URL del servidor de Kaltura
es: URL del servidor de Kaltura
fr: URL du serveur Kaltura
ko: Kaltura 서버 URL
ru: URL-адрес сервера Kaltura

source: Partner ID
ca_es: Identificador de partner
da: bidragsyder-id
es: ID de socio
fr: Identifiant du partenaire
ko: 파트너 ID
ru: Идентификатор партнера

source: Instance ID
ca_es: Identificador d'instància
da: Forekomst-id
es: ID de caso
fr: Identifiant de l'instance
ko: 인스턴스 ID
ru: Идентификатор экземпляра

source: Unique ID for this instance of MediaSpace installation.
ca_es: Identificador únic per a aquesta instància de la instal·lació de MediaSpace.
da: Unikt id for denne forekomst af MediaSpace-installation.
es: ID único para este caso de instalación de MediaSpace.
fr: ID unique pour cette instance de l'installation MediaSpace.
ko: MediaSpace 설치의 인스턴스에 대 한 고유 ID
ru: Уникальный идентификатор для этого экземпляра установки MediaSpace.

source: Privacy Context
ca_es: Context de privadesa
da: Kontekst for beskyttelse af personlige oplysninger
es: Contexto de privacidad
fr: Contexte de confidentialité
ko: 개인 정보 보호 정책 컨텍스트
ru: Контекст приватности

source: String to be set as privacy context on KMS root category to enforce entitlement. Minimal length - 4 characters.
ca_es: La cadena que s'establirà com a context de privadesa a la categoria arrel de KMS per aplicar els drets. Longitud mínima: 4 caràcters.
da: Strengen skal indstilles som kontekst for beskyttelse af personlige oplysninger på KMS-rodkategori for at gennemtvinge berettigelse. Minimal længde - 4 tegn.
es: Cadena a definir como contexto de privacidad en la categoría raíz KMS para aplicar la autorización. Longitud mínima - 4 caracteres.
fr: Chaîne à définir comme contexte de confidentialité dans la catégorie racine de KMS pour appliquer les droits d'utilisation. Longueur minimale - 4 caractères
ko: 자격을 강화하기 위하여 KMS루트 카테고리에 관한 개인 정보 보호 정책 컨텍스트로 적용 하도록 설정 될 문자열. 최소 길이-4 자입니다.
ru: Строка должна быть задана как контекст приватности в корневой категории KMS для получения прав. Минимальная длина - 4 символа.

source: Next
ca_es: Següent
da: Næste
es: Siguiente
fr: Suivant
ko: 다음
ru: Далее

source: Force instance id
ca_es: Força l'identificador d'instància
da: Gennemtving forekomst-id
es: Forzar ID de caso
fr: Forcer l'identifiant de l'instance
ko: Force 인스턴트 id
ru: Принудительно задать идентификатор экземпляра

source: Reset
ca_es: Restableix
da: Nulstil
es: Restablecer
fr: Réinitialiser
ko: 재설정
ru: Сброс

source: Sign in
ca_es: Inicia la sessió
da: Log ind
es: Entrar
fr: Connexion
ko: 로그인
ru: Вход
