Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: No more Channels found.
ca_es: No s'han trobat més canals.
da: Ikke flere kanaler fundet.
es: No se han encontrado más canales.
fr: Aucune autre chaîne trouvée.
ko: 더 이상의 채널을 찾을 수 없습니다.
ru: Больше не найдено каналов.

source: %1 Categories
da: %1 kategorier
es: %1 categorías
fr: Catégories %1
ko: %1 카테고리들
ru: %1 категорий

source: No more Galleries found.
ca_es: No s'han trobat més galeries.
da: Ikke flere gallerier fundet.
es: No se han encontrado más galerías.
fr: Aucune autre galerie trouvée.
ko: 더 이상의 갤러리를 찾을 수 없습니다.
ru: Больше не найдено галерей.

source: media that include the text in its metadata
ca_es: contingut que inclou el text a les seves metadades
da: medie, som indeholder tekst i metadata.
es: archivos multimedia que incluyen el texto en sus metadatos
fr: médias qui incluent le texte dans ses métadonnées
ko: 메타 데이터에 텍스트를 포함하는 미디어
ru: медиафайлы, содержащие текст в метаданных

source: Upgrade - Additional Information
ca_es: Actualització: informació addicional
da: Opgradering - Yderligere oplysninger
es: Actualizar - Información adicional
fr: Mise à niveau - Informations supplémentaires
ko: 업그레이드 - 추가 정보
ru: Обновить - Дополнительные сведения

source: Important
da: Vigtigt
es: Importante
ko: 중요
ru: Важное

source: Before upgrading, please backup your configuration files
ca_es: Abans de fer l'actualització, feu una còpia de seguretat dels fitxers de configuració
da: Før du opgraderer, bedes du venligst tage backup af dine konfigurationsfiler
es: Antes de actualizar, haga una copia de seguridad de sus archivos de configuración
fr: Avant la mise à niveau, veuillez sauvegarder vos fichiers de configuration
ko: 업그레이드하기 전에 설정파일을 백업하기 바랍니다
ru: Перед обновлением создайте резервную копию файлов конфигурации

source: Upgrade - Deployment Errors
ca_es: Actualització: errors d'implementació
da: Opgradering - udrulningsfejl
es: Actualizar - Errores de implementación
fr: Mise à niveau - Erreurs de déploiement
ko: 업그레이드 - 배포 오류
ru: Обновление - Ошибки развертывания

source: Upgrade - Missing Requirements
ca_es: Actualització: requisits que no es compleixen
da: Opgradering - Krav ikke opfyldt
es: Actualizar - Faltan requisitos
fr: Mise à niveau - Conditions requises manquantes
ko: 업그레이드 - 요구사항 누락
ru: Обновление - Не выполнены требования

source: Upgrade Completed
ca_es: S'ha completat l'actualització
da: Opgradering gennemført
es: Actualización finalizada
fr: Mise à niveau terminée
ko: 업그레이드 완료되었습니다
ru: Обновление завершено

source: Upgrade to version %1 completed successfully
ca_es: L'actualització a la versió %1 s'ha completat correctament
da: Opgraderingen til version %1 er gennemført.
es: Actualización a la versión %1 finalizada correctamente
fr: Mise à niveau vers la version %1 terminée avec succès
ko: 버전 % 1로 업그레이드가 성공적으로 완료되었습니다
ru: Обновление до версии %1 успешно завершено

source: You can visit your Kaltura MediaSpace site
ca_es: Podeu visitar el lloc web de Kaltura MediaSpace
da: Du kan besøge din Kaltura MediaSpace-side
es: Puede visitar su sitio de Kaltura MediaSpace
fr: Vous pouvez consulter votre site Kaltura MediaSpace
ko: Kaltura MediaSpace 사이트를 방문 할 수 있습니다
ru: Вы можете посетить сайт Kaltura MediaSpace

source: You can manage users for your Kaltura MediaSpace site
ca_es: Podeu gestionar usuaris al lloc web de Kaltura MediaSpace
da: Du kan administrere brugerne af din Kaltura MediaSpace-side
es: Puede administrar los usuarios para su sitio Kaltura MediaSpace
fr: Vous pouvez gérer les utilisateurs pour votre site Kaltura MediaSpace
ko: Kaltura MediaSpace 사이트에 대한 사용자를 관리 할 수 있습니다
ru: Вы можете управлять пользователями на вашем сайте Kaltura MediaSpace

source: Upgrade
ca_es: Actualitza
da: Opgrader
es: Actualizar
fr: Mettre à niveau
ko: 업그레이드
ru: Обновить

source: %s Sign In
ca_es: %s inici de sessió
da: %s log ind
es: %s Iniciar sesión
fr: Connexion à %s
ko: %s 로그인
ru: %s вход

source: Refresh your media library
ca_es: Actualitza la biblioteca de continguts
da: Opdater dit mediebibliotek
es: Actualizar su biblioteca de archivos multimedia
fr: Actualiser votre bibliothèque de médias
ko: 미디어 라이브러리 새로 고침하기 바랍니다
ru: Обновить медиабиблиотеку

source: You have not created any playlists yet
ca_es: Encara no heu creat cap llista de reproducció
da: Du har ikke oprettet nogen afspilningslister endnu
es: Todavía no ha creado ninguna lista de reproducción
fr: Vous n'avez pas encore créé de liste de lecture
ko: 어떤 재생목록들을 아직 생성하지 않았습니다
ru: Вы еще не создали списков воспроизведения

source: To Create a Playlist
ca_es: Per crear una llista de reproducció
da: Sådan opretter du en afspilningsliste
es: Para crear una lista de reproducción
fr: Pour créer une liste de lecture
ko: 재생 목록을 만들려면
ru: Для создания списка воспроизведения

source: Select "Add to Playlist" from the "Actions" drop down that appears under the player
ca_es: Seleccioneu "Afegeix a la llista de reproducció" al menú desplegable "Accions" que hi ha a sota del reproductor.
da: Vælg "Føj til afspilningsliste" fra rullemenuen "Handlinger", som kommer frem under afspilleren
es: Seleccione la ficha "Agregar a la lista de reproducción" de la lista desplegable "Acciones" que aparece bajo el reproductor
fr: Sélectionnez "Ajouter à la liste de lecture" depuis la liste déroulante "Actions" qui apparaît sous le lecteur
ko: 플레이어 아래에 표시된 "Actions" 드롭다운으로 부터 "재생 목록에 추가"를 선택하기 바랍니다
ru: Выберите "Добавить в список воспроизведения" в раскрывающемся меню "Действия" под проигрывателем

source: Click "Add new Playlist" and enter name, The media will be added to playlist
ca_es: Feu clic a "Afegeix una llista de reproducció nova" i introduïu un nom. El contingut s'afegirà a la llista de reproducció.
da: Klik på "Tilføj ny afspilningsliste", og indtast navnet. Mediet vil nu blive føjet til afspilningslisten.
es: Haga clic en "Agregar nueva lista de reproducción" e indique el nombre. El archivo multimedia se agregará a la lista de reproducción
fr: Cliquez sur "Ajouter une liste de lecture" et saisissez un nom. Le média sera ajouté à la liste de lecture
ko: "새로운 재생 목록 추가"를 클릭하고 이름을 입력하기 바랍니다, 미디어는 재생 목록에 추가 될 것입니다
ru: Нажмите "Добавить новый список воспроизведения" и введите имя. Медиафайлы будут добавлены в список воспроизведения

source: Once you have created a playlist, it will appear on this page where you can preview it, edit the sequence of media, select design of playlist, and grab the embed code.
ca_es: Un cop hàgiu creat una llista de reproducció, apareixerà en aquesta pàgina, on la podeu previsualitzar, a més d'editar la seqüència de continguts, seleccionar el disseny de la llista de reproducció i agafar el codi d'inserció.
da: Når du har oprettet en afspilningsliste, vil den blive vist på denne side, hvor du kan se den i forhåndsvisning, redigere mediernes rækkefølge, vælge afspilningslistens udseende og finde indlejringskoden.
es: Una vez que haya creado una lista de reproducción, aparecerá en esta página, donde puede previsualizarla, editar la secuencia de archivos multimedia, seleccionar el diseño de la lista de reproducción y copiar el código insertable.
fr: Une fois la liste de lecture, créée, elle apparaît sur cette page, où vous pouvez la prévisualiser, modifier la séquence des médias, sélectionner un modèle de liste de lecture et récupérer le code d'intégration.
ko: 재생 목록을 만든 후에 미리 보기, 미디어의 시퀀스를 편집, 재생 목록의 디자인을 선택 그리고 임베디드 코드를 할 수 있는 페이지가 나타날 것입니다.
ru: После создания списка воспроизведения он будет отображаться на этой странице, где его можно просмотреть, изменить последовательность медиафайлов, выбрать дизайн списка и получить код встраивания.

source: Unauthorized
ca_es: No teniu autorització
da: Ikke godkendt
es: No autorizado
fr: Non autorisé
ko: 승인되지 않은
ru: Не авторизовано

source: This site requires authorization
ca_es: Aquest lloc web requereix autorització
da: Denne side kræver godkendelse
es: Este sitio requiere autorización
fr: Ce site nécessite une autorisation
ko: 이 사이트는 권한부여를 필요로 합니다.
ru: Этот сайт требует авторизации

source: Add Media To Channel
es: Agregar multimedia al canal
fr: Ajouter le média à la chaîne
ru: Добавить медиафайл к каналу

source: Add Media To Gallery
es: Agregar multimedia a la galería
fr: Ajouter le média à la galerie
ru: Добавить медиафайл к галерее

source: Select one or more media items to add to the current category
ca_es: Seleccioneu un o més elements multimèdia per afegir-los a la categoria actual
da: Vælg et eller flere medieelementer, som skal føjtes til den aktuelle kategori
es: Seleccione uno o más elementos de archivo multimedia que agregar a la categoría actual
fr: Sélectionnez un ou plusieurs éléments de médias à ajouter à la catégorie actuelle
ko: 현재의 카테고리에 추가하기 위하여 하나 또는 그 이상의 미디어 항목을 선택하기 바랍니다
ru: Выберите один или несколько элементов мультимедиа для добавления к текущей категории

source: Search Repository
ca_es: Fes una cerca al repositori
da: Søg efter lagringssted
es: Buscar en repositorio
fr: Rech. le référentiel
ko: 저장공간 검색
ru: Поиск в репозитории

source: Create New Playlist
ca_es: Crea una llista de reproducció
da: Opret ny afspilningsliste
es: Crear nueva lista de reproducción
fr: Créer une nouvelle liste de lecture
ko: 새로운 재생목록을 생성하기 바랍니다
ru: Создать новый список воспроизведения

source: Appears in Playlists:
ca_es: Apareix a les llistes de reproducció:
da: Vises i afspilningsliste:
es: Aparece en listas de reproducción:
fr: S'affiche dans les listes de lecture :
ko: 재생목록들에 나타납니다:
ru: Появляется в списках воспроизведения:

source: No media selected, Please select at least one media to add to playlist.
es: No se ha seleccionado archivo multimedia. Seleccione al menos un archivo multimedia para añadir a la lista de reproducción.
fr: Aucun média sélectionné, sélectionnez-en au moins un à ajouter à la liste de lecture.
ru: Медиафайлы не выбраны. Выберите хотя бы один медиафайл для добавления к списку воспроизведения.

source: Playlists allow you to grab embed code for displaying a player and a collection of media.
ca_es: Les llistes de reproducció us permeten agafar codi d'inserció per mostrar un reproductor i una llista de continguts.
da: I afspilningslisterne kan du finde den indlejrede kode til at vise en afspiller og en samling medier.
es: Las listas de reproducción permiten tomar un código de inserción para visualizar un reproductor y una colección de archivos multimedia.
fr: Les listes de lecture permettent de saisir le code incorporé pour afficher un lecteur et une collection de médias.
ko: 재생목록들은 플레이어를 보이게 하거나 미디어를 콜렉션하기 위하여 임베디드 코드를 사용하는 것을 허용합니다.
ru: Списки воспроизведения позволяют получить код встраивания для отображения проигрывателя и коллекции медиафайлов.

source: You can add media to one or more playlists.
ca_es: Podeu afegir contingut a una o més llistes de reproducció.
da: Du kan føje medier til en eller flere afspilningslister.
es: Puede agregar archivos multimedia a una o más listas de reproducción.
fr: Vous pouvez ajouter des médias à une ou plusieurs listes de lecture.
ko: 하나 이상의 재생목록에 미디어를 추가할 수 있습니다.
ru: Вы можете добавлять медиафайлы к одному или нескольким спискам воспроизведения.

source: Select Playlists:
ca_es: Seleccioneu llistes de reproducció:
da: Vælg afspilningslister:
es: Seleccionar listas de reproducción:
fr: Sélectionner les listes de lecture :
ko: 재생목록들을 선택하기 바랍니다:
ru: Выберите списки воспроизведения:

source: Go To My Playlists
ca_es: Vés a Les meves llistes de reproducció
da: Gå til Mine afspilningslister
es: Ir a Mis listas de reproducción
fr: Aller dans Mes listes de lecture
ko: 내 재생목록으로 가기
ru: Перейти к моим спискам воспроизведения

source: You can add or remove media by selecting multiple playlists.
ca_es: Per afegir o treure continguts, seleccioneu diverses llistes de reproducció.
da: Du kan tilføje eller fjerne medier ved af vælge flere afspilningslister.
es: Puede agregar o quitar archivos multimedia seleccionando varias listas de reproducción.
fr: Vous pouvez ajouter ou supprimer des médias en sélectionnant plusieurs listes de lecture.
ko: 다중 재생목록들을 선택함으로써 미디어를 추가 또는 제거할 수 있습니다.
ru: Вы можете добавлять или удалять медиафайлы, выбрав несколько списков воспроизведения.

source: This media is still being converted
ca_es: Encara s'està convertint el format d'aquest contingut
da: Dette medie er stadig under konvertering
es: Este archivo multimedia todavía está convirtiéndose
fr: Ce média est en cours de conversion
ko: 이 미디어는 아직 변환 중에 있습니다
ru: Этот медиафайл все еще находится в процессе преобразования

source: Please fill out all the required fields first
ca_es: Empleneu abans tots els camps obligatoris
da: Udfyld venligst alle de påkrævede felter først
es: Primero complete todos los campos obligatorios
fr: Veuillez d'abord remplir tous les champs obligatoires
ko: 먼저 모든 필수 영역들을 작성하기 바랍니다
ru: Сначала заполните все необходимые поля

source: Create new playlist
ca_es: Crea una llista de reproducció
da: Opret ny afspilningsliste
es: Crear nueva lista de reproducción
fr: Créer une nouvelle liste de lecture
ko: 새로운 재생목록을 생성하기 바랍니다
ru: Создать новый список воспроизведения

source: Please enter a playlist name
ca_es: Introduïu un nom per a la llista de reproducció
da: Indtast venligst et nyt navn for afspilningslisten
es: Introduzca un nombre de lista de reproducción
fr: Veuillez saisir un nom de liste de lecture
ko: 재생목록 이름을 입력하기 바랍니다
ru: Введите имя списка воспроизведения

source: Create
ca_es: Crea
da: Opret
es: Crear
fr: Créer
ko: 생성하기
ru: Создать

source: No Playlist exist , please create new playlist.
ca_es: No existeixen llistes de reproducció. Creeu-ne una.
da: Ingen afspilningslister findes, opret venligst en ny afspilningsliste.
es: No existe ninguna lista de reproducción. Cree una lista de reproducción nueva.
fr: Aucune liste de lecture n'existe, veuillez créer une nouvelle liste de lecture.
ko: 재생목록이 존재하지 않습니다. 새로운 재생목록을 생성하기 바랍니다.
ru: Список воспроизведения не существует, создайте новый список воспроизведения.

source: Upload Attachment
ca_es: Puja un fitxer adjunt
da: Upload vedhæftet fil
es: Cargar archivo adjunto
fr: Importer la pièce jointe
ko: 첨부파일을 업로드하기 바랍니다
ru: Загрузить вложение на сервер

source: Change File
ca_es: Canvia el fitxer
da: Ændr fil
es: Cambiar archivo
fr: Modifier le fichier
ko: 파일을 변경하기 바랍니다
ru: Заменить файл

source: Are you sure you want to delete this attachment?
ca_es: Confirmeu que voleu suprimir aquest fitxer adjunt?
da: Er du sikker på, at du vil slette denne vedhæftede fil?
es: ¿Desea eliminar este archivo adjunto?
fr: Voulez-vous vraiment supprimer cette pièce jointe ?
ko: 정말로 첨부파일을 삭제하겠습니까?
ru: Вы действительно хотите удалить это вложение?

source: Provide end-users with a more descriptive title for this file (optional)
ca_es: Poseu un nom més descriptiu a aquest fitxer per facilitar-lo als usuaris finals (opcional)
da: Giv slutbrugerne en mere beskrivende titel for denne fil (valgfrit)
es: Proporcionar a los usuarios finales un título más descriptivo para este archivo (opcional)
fr: Fournir aux utilisateurs finaux un titre plus descriptif de ce fichier (facultatif)
ko: 이 파일에 대한 더 자세한 제목과 함께 최종 사용자들을 제공하기 바랍니다(옵션)
ru: Введите для конечных пользователей более описательное название этого файла (необязательно)

source: Provide end-users with a brief description of this files content (optional)
ca_es: Proporcioneu als usuaris finals una descripció breu del contingut d'aquest fitxer (opcional)
da: Giv slutbrugerne en kort beskrivelse af indholdet af denne fil (valgfrit)
es: Proporcionar a los usuarios finales una breve descripción del contenido de este archivo (opcional)
fr: Fournir aux utilisateurs finaux une brève description de ce contenu de fichiers (facultatif)
ko: 이 파일의 간단한 설명과 함께 최종 사용자에게 제공하기 바랍니다(옵션)
ru: Введите для конечных пользователей краткое описание содержимого этих файлов (необязательно)

source: Upload File
ca_es: Puja un fitxer
da: Upload fil
es: Cargar archivo
fr: Importer un fichier
ko: 파일 업로드하기 바랍니다
ru: Загрузить файл на сервер

source: File Name
ca_es: Nom del fitxer
da: Filnavn
es: Nombre de archivo
fr: Nom du fichier
ko: 파일이름
ru: Имя файла

source: Size
ca_es: Mida
da: Størrelse
es: Tamaño
fr: Taille
ko: 크기
ru: Размер

source: Uploaded At
ca_es: Pujat a les
da: Uploadet den
es: Cargado en
fr: Importé à
ko: 에 업로드되었습니다
ru: Дата загрузки

source: No Attachments have been added to media
ca_es: No s'han afegit fitxers adjunts al contingut
da: Ingen vedhæftede filer er føjet til mediet
es: No se ha agregado ningún archivo adjunto al archivo multimedia
fr: Aucune pièce jointe n'a été ajoutée aux médias
ko: 첨부파일이 미디어 추가되지
ru: Вложения не добавлены к медиафайлам

source: There was an error deleting the caption file.
ca_es: S'ha produït un error en suprimir el fitxer de subtítols.
da: Der opstod en fejl under sletningen af billedtekstfilen.
es: Error al crear el archivo de subtítulos.
fr: Une erreur s'est produite lors de la suppression du fichier de sous-titres.
ko: 자막파일을 삭제 도중 에러가 발생했습니다.
ru: При удалении файла субтитров произошла ошибка.

source: Are you sure you want to delete this caption file?
ca_es: Confirmeu que voleu suprimir aquest fitxer de subtítols?
da: Er du sikker på, at du vil slette denne billedtekstfil?
es: ¿Desea eliminar este archivo de subtítulos?
fr: Voulez-vous supprimer ce fichier de sous-titres ?
ko: 이 자막파일을 삭제하겠습니까?
ru: Вы действительно хотите удалить этот файл субтитров?

source: Upload captions file
ca_es: Puja el fitxer de subtítols
da: Upload billedtekstfil
es: Cargar archivo de subtítulos
fr: Importer le fichier de sous-titres
ko: 자막파일을 업로드하기 바랍니다
ru: Загрузить файл субтитров на сервер

source: Upload a captions file
ca_es: Puja un fitxer de subtítols
da: Upload en billedtekstfil
es: Cargar un archivo de subtítulos
fr: Importer un fichier de sous-titres
ko: 자막파일을 업로드하기 바랍니다
ru: Загрузить файл субтитров на сервер

source: File type
ca_es: Tipus de fitxer
da: Filtype
es: Tipo de archivo
fr: Type de fichier
ko: 파일 형식
ru: Тип файла

source: No Captions have been added to media
ca_es: No s'han afegit subtítols al contingut
da: Ingen billedtekster er føjet til mediet
es: No se han agregado subtítulos al archivo multimedia
fr: Aucun sous-titre n'a été ajouté au média
ko: 어떤 자막도 미디어에 추가되어 있지 않았습니다
ru: Субтитры не добавлены к медиафайлам

source: Begin by uploading a caption file
ca_es: Comença per pujar un fitxer de subtítols
da: Begynd med at uploade en billedtekstfil
es: Comience por cargar un archivo de subtítulos
fr: Commencez par importer un fichier de sous-titres
ko: 자막파일을 업로딩에 의하여 시작합니다
ru: Начните с загрузки на сервер файла субтитров

source: (SRT, DFXP formats are supported)
ca_es: (s'admeten els formats SRT i DFXP)
da: (SRT- og DFXP-formater understøttes)
es: (son compatibles los formatos SRT, DFXP)
fr: (Les formats SRT, DFXP sont pris en charge)
ko: (SRT, DFXP 형식이 지원됩니다)
ru: (поддерживаются форматы SRT, DFXP)

source: Select a file:
ca_es: Seleccioneu un fitxer:
da: Vælg en fil:
es: Seleccionar un archivo:
fr: Sélectionnez un fichier :
ko: 파일을 선택하시기 바랍니다:
ru: Выберите файл:

source: Change
ca_es: Canvia
da: Ændr
es: Cambiar
fr: Modifier
ko: 변경
ru: Изменить

source: By
ca_es: De:
da: Af
es: Por
fr: Par
ko: 의하여
ru: По

source: uploaded
ca_es: s'ha pujat
da: uploadet
es: cargado
fr: importé
ko: 업로드되었습니다
ru: загружено

source: Not published
ca_es: Sense publicar
da: Ikke udgivet
es: No publicado
fr: Non publié
ko: 게재되지 않았습니다
ru: Не опубликовано

source: Your search for "%1" did not match any captioned videos.
ca_es: No s'han trobat vídeos amb subtítols que coincideixin amb la cerca "%1".
da: Din søgning "%1" matchede ikke nogen videoer med billedtekst.
es: Su búsqueda de "%1" no ha producido ningún vídeo con subtítulos.
fr: Votre recherche de "%1" ne correspondait pas à des vidéos avec sous-titres.
ko: "% 1"에 대한 검색은 어떤 자막 동영상과 일치하지 않습니다.
ru: Ваш поиск "%1" не соответствует ни одному снятому видео.

source: Your search did not match any captioned videos.
ca_es: No s'han trobat vídeos amb subtítols que coincideixin amb la cerca.
da: Din søgning matchede ikke nogen videoer med billedtekst.
es: Su búsqueda no ha producido ningún vídeo con subtítulos.
fr: Votre recherche ne correspondait pas à des vidéos avec sous-titres.
ko: 검색은 어떤 자막 동영상 일치하지 않습니다.
ru: Ваш поиск не соответствует ни одному снятому видео.

source: more...
ca_es: més…
da: mere ...
es: más...
fr: plus...
ko: 초과...
ru: дополнительно...

source: %1 In Video
ca_es: %1 al vídeo
da: %1 i video
es: %1 En vídeo
fr: %1 dans la vidéo
ko: 동영상에서 %1
ru: %1 в видео

source: No captions results were found
ca_es: No s'han trobat resultats de subtítols
da: Ingen billedtekstresultater blev fundet
es: No se encontraron resultados de subtítulos
fr: Aucun résultat trouvé pour les sous-titres
ko: 캡션 결과를 찾을 수 없습니다
ru: Не найдено результатов среди субтитров

source: Search in video
ca_es: Cerca al vídeo
da: Søg i video
es: Buscar en vídeo
fr: Rech. dans la vidéo
ko: 동영상에서 탐색
ru: Поиск видео

source: All
ca_es: Tot
da: Alle
es: Todos
fr: Tout
ko: 모두
ru: Все

source: Your browser version is not supported by CaptureSpace. Supported browsers are chrome v.40 and up, Firefox v.35 and up, or IE8 and up.
ca_es: La versió del navegador no és compatible amb CaptureSpace. Els navegadors compatibles són Chrome v.40 i posteriors, Firefox v.35 i posteriors, o IE8 i posteriors.
da: Din browserversion er på nuværende tidspunkt ikke understøttet af CaptureSpace. Understøttede browsere er Chrome v.40 og herover, Firefox v.35 og herover eller IE8 og herover.
es: La versión de su navegador no es compatible con CaptureSpace. Navegadores compatibles son Chrome V.40 y posteriores, Firefox v.35 y posteriores o IE8 y posteriores.
fr: Votre version de navigateur n'est pas prise en charge par CaptureSpace. Les navigateurs pris en charge sont chrome v.40 et version ultérieure, Firefox v.35 et version ultérieure ou IE8 et version ultérieure.
ko: 여러분의 브라우저 버전이 CaptureSpace를 지원하지 않습니다. 지원되는 브라우자는 크롬v.40 이상, 파이어폭스v.35 이상 또는 IE8이상입니다.
ru: Ваша версия браузера не поддерживается в CaptureSpace. Поддерживаются следующие браузеры: Chrome версии 40 и выше, Firefox версии 35 и выше и IE8 и выше.

source: Back to My Media
ca_es: Torna a El meu contingut
da: Gå tilbage til Mine medier
es: Volver a Mis archivos multimedia
fr: Retour à Mes médias
ko: 내 미디어로 되돌아가기
ru: Вернуться к моим медиафайлам

source: Launching CaptureSpace
ca_es: S'està obrint CaptureSpace
da: Starter CaptureSpace
es: Iniciando CaptureSpace
fr: Lancement de CaptureSpace
ko: CaptureSpace 시작 중입니다
ru: Запуск CaptureSpace

source: CaptureSpace launched successfully
ca_es: CaptureSpace s'ha obert correctament
da: CaptureSpace er blevet startet
es: CaptureSpace iniciado correctamente
fr: CaptureSpace lancé correctement
ko: CaptureSpace가 성공적으로 시작되었습니다
ru: CaptureSpace запущен успешно

source: The Kaltura CaptureSpace Desktop Recorder
ca_es: L'enregistrador per a ordinadors de Kaltura CaptureSpace
da: Kaltura CaptureSpace Desktop Recorder
es: La Grabadora de escritorio CaptureSpace de Kaltura
fr: Kaltura CaptureSpace Desktop Recorder
ko: Kaltura CaptureSpace 데스크탑 녹화기
ru: Kaltura CaptureSpace Desktop Recorder
