Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Occurs every %1 days effective %2 until %3
es: Tiene lugar cada %1 días efectivo desde %2 hasta %3
fr: Se produit tous les %1 jours à compter du %2 jusqu'au %3
ru: Происходит каждые %1 дней, начиная с %2 до %3

source: Occurs every day effective %1 until %2
es: Tiene lugar cada día efectivo desde %1 hasta %2
fr: Se produit chaque jour à compter du %1 jusqu'au %2
ru: Происходит каждый день, начиная с %1 до %2

source: Occurs every %1 week(s) on %2 effective %3 until %4
es: Tiene lugar cada %1 semana(s) el %2 efectivo desde %3 hasta %4
fr: Se produit toutes les %1 semaine(s) le %2 à compter du %3 jusqu'au %4
ru: Происходит каждую %1 неделю по %2, начиная с %3 до %4

source: Occurs every %1 effective %2 until %3
es: Tiene lugar cada %1 efectivo desde %2 hasta %3
fr: Se produit chaque %1 à compter du %2 jusqu'au %3
ru: Происходит каждый %1, начиная с %2 до %3

source: Occurs day %1 of every %2 month(s) effective %3 until %4
es: Tiene lugar el día %1 cada %2 mes(es) efectivo desde %3 hasta %4
fr: Se produit le jour %1 de chaque %2 mois à compter du %3 jusqu'au %4
ru: Происходит в день %1 каждого %2 месяца, начиная с %3 до %4

source: Occurs the %1 %2 of every %3 month(s) effective %4 until %5
es: Tiene lugar el %1 %2 de cada %3 mes(es) efectivo desde %4 hasta %5
fr: Se produit le %1 %2 de chaque %3 mois à compter du %4 jusqu'au %5
ru: Происходит %1 %2 каждого %3 месяца, начиная с %4 до %5

source: Sunday
es: Domingo
fr: Dimanche
ru: Воскресенье

source: Monday
es: Lunes
fr: Lundi
ko: 월요일
ru: Понедельник

source: Tuesday
es: Martes
fr: Mardi
ko: 화요일
ru: Вторник

source: Wednesday
es: Miércoles
fr: Mercredi
ko: 수요일
ru: Среда

source: Thursday
es: Jueves
fr: Jeudi
ko: 목요일
ru: Четверг

source: Friday
es: Viernes
fr: Vendredi
ko: 금요일
ru: Пятница

source: Saturday
es: Sábado
fr: Samedi
ko: 토요일
ru: Суббота

source: (Time Zone: %1)
es: (Zona horaria: %1)
fr: (Fuseau horaire : %1)
ru: (Часовой пояс: %1)

source: Sorry, this action requires Adobe Flash.
ca_es: Cal tenir Adobe Flash per dur a terme aquesta acció.
da: Desværre, denne handling kræver Adobe Flash.
es: Esta acción requiere Adobe Flash.
fr: Désolé, cette action nécessite Adobe Flash.
ko: 죄송합니다. 이 행위는 어도비 플레쉬가 요구됩니다.
ru: К сожалению, это действие требует Adobe Flash.

source: Load More
es: Cargar más
fr: Charger plus
ru: Загрузить больше

source: Press CTRL-C to copy
ca_es: Premeu CTRL-C per fer una còpia
da: Tryk på CTRL-C for at kopiere
es: Pulse CTRL-C para copiar
fr: Appuyez sur CTRL-C pour copier
ko: 복사를 하기 위하여 CTRL-C를 눌러 주기 바랍니다
ru: Нажмите CTRL-C для копирования

source: new tag
es: nueva etiqueta
fr: nouvelle balise
ru: новый тег

source: Saving
ca_es: S'està desant
da: Gemmer
es: Guardando
fr: Enregistrement
ko: 저장 중...
ru: Сохранение

source: Please Wait
ca_es: Espereu
da: Vent venligst
es: Espere, por favor
fr: Veuillez patienter
ko: 잠시 기다려 주십시오
ru: Подождите

source: Upload pending
ca_es: Puja el contingut pendent
da: Upload venter
es: Carga pendiente
fr: Importation en attente
ko: 업로드 대기중입니다
ru: Отправка в состоянии ожидания

source: % of
ca_es: % de
da: % af
es: % de
fr: % de
ru: % из

source: MANAGE CONFIGURATION
ca_es: GESTIONA LA CONFIGURACIÓ
da: ADMINISTRER KONFIGURATION
es: GESTIONAR LA CONFIGURACIÓN
fr: GÉRER LA CONFIGURATION
ko: 구성 관리
ru: УПРАВЛЕНИЕ КОНФИГУРАЦИЕЙ

source: MANAGE USERS
ca_es: GESTIONA ELS USUARIS
da: ADMINISTRER BRUGERE
es: GESTIONAR USUARIOS
fr: GÉRER LES UTILISATEURS
ko: 사용자 관리
ru: УПРАВЛЕНИЕ ПОЛЬЗОВАТЕЛЯМИ

source: KNOWLEDGE BASE
ca_es: CENTRE DE CONEIXEMENTS
da: VIDENBASE
es: BASE DE CONOCIMIENTO
fr: BASE DE CONNAISSANCES
ko: 지식 기반
ru: БАЗА ЗНАНИЙ

source: CLEAR THE CACHE
ca_es: ESBORRA LES DADES DE LA MEMÒRIA CAU
da: RYD CACHEN
es: BORRAR LA CACHÉ
fr: EFFACER LA MÉMOIRE CACHE
ko: 캐시 지우기
ru: ОЧИСТИТЬ КЭШ

source: LOG VIEWER
ca_es: LECTOR DE REGISTRES
da: SEERLOG
es: VISOR DE REGISTROS
fr: VISIONNEUSE DE JOURNAL
ko: 로그 뷰어
ru: СРЕДСТВО ПРОСМОТРА ЖУРНАЛА

source: GO TO SITE
ca_es: VÉS AL LLOC WEB
da: GÅ TIL SIDE
es: IR AL SITIO
fr: ACCÉDER AU SITE
ko: 사이트로 가기
ru: ПЕРЕЙТИ НА САЙТ

source: RUN TESTS
ca_es: EXECUTA LES PROVES
da: KØR TESTS
es: EJECUTAR PRUEBAS
fr: EXÉCUTER LES TESTS
ko: 테스트 실행
ru: ВЫПОЛНИТЬ ТЕСТЫ

source: LOGOUT
ca_es: TANCA LA SESSIÓ
da: LOG UD
es: CERRAR SESIÓN
fr: DÉCONNEXION
ko: 로그아웃
ru: ВЫХОД

source: Notice
ca_es: Avís
da: Bemærkning
es: Aviso
fr: Remarque
ko: 주석
ru: Уведомление

source: Requirements
ca_es: Requisits
da: Krav
es: Requisitos
fr: Configuration requise
ko: 요구 사항
ru: Требования

source: Module
ca_es: Mòdul
da: Modul
es: Módulo
ko: 모듈
ru: Модуль

source: Permission
ca_es: Permís
da: Tilladelse
es: Permiso
fr: Autorisation
ko: 승인
ru: Разрешение

source: Action
ca_es: Acció
da: Handling
es: Acción
ko: 실행
ru: Действие

source: The cache was flushed successfuly.
ca_es: La memòria cau s'ha buidat correctament.
da: Cachen er blevet tømt.
es: La memoria caché se ha vaciado correctamente.
fr: Le cache a été correctement vidé.
ko: 캐시는 성공적으로 삭제되었습니다.
ru: Очистка кэша выполнена успешно.

source: success
ca_es: correcte
da: succes
es: satisfactorio
fr: réussi
ko: 성공
ru: успех

source: Developer Tools
ca_es: Eines per a desenvolupadors
da: Udviklerværktøjer
es: Herramientas del desarrollador
fr: Outils développeur
ko: 개발자 도구
ru: Инструменты разработчика

source: Export configuration to a file
ca_es: Exporta la configuració a un fitxer
da: Eksporter konfiguration til en fil
es: Exportar configuración a un archivo
fr: Exporter configuration vers un fichier
ko: 설정을 파일로 내보내기 바랍니다
ru: Экспорт конфигурации в файл

source: Import configuration from a file
ca_es: Importa la configuració d'un fitxer
da: Importer konfiguration fra en fil
es: Importar configuración desde un archivo
fr: Importer configuration depuis un fichier
ko: 파일로 부터 설정을 가져오기 바랍니다
ru: Импорт конфигурации из файла

source: Create uiConfs for Widgets
ca_es: Crea una configuració d'interfície per a widgets
da: Opret uiConfs til widgets
es: Crear uiConfs para widgets
fr: Créer uiConfs pour les widgets
ko: 위젯을 위한 UiConfs를 생성하기 바랍니다
ru: Создать конфигурации uiConf для виджетов

source: Create Custom Metadata profiles
ca_es: Crea perfils de metadades personalitzats
da: Opret tilpassede metadataprofiler
es: Crear perfiles de metadatos personalizados
fr: Créer des profiles de métadonnées personnalisés
ko: 사용자 지정 메타 데이터 프로파일 생성하기 바랍니다
ru: Создать настраиваемые профили метаданных

source: How to enable "Developer Tools"
ca_es: Com s'activen les Eines per a desenvolupadors
da: Sådan aktiveres "Udviklerværktøjer"
es: Cómo habilitar "Herramientas del desarrollador"
fr: Comment activer les "outils développeur"
ko: "개발자 도구"를 활성화 하는 방법
ru: Как включить "Инструменты разработчика"

source: Tab "
fr: Onglet "
ru: Вкладка "

source: Enable Terms of Use
ca_es: Activa les Condicions d'ús
da: Aktiver brugsbetingelser
es: Activar Condiciones de uso
fr: Activer les conditions d'utilisation
ko: 사용 약관 활성화
ru: Включить условия использования

source: Deployment
ca_es: Implementació
da: Udrulning
es: Implementación
fr: Déploiement
ko: 전개
ru: Развертывание

source: Debug Mode cookie was planted, and will persist until you close your browser :)
ca_es: S'ha inserit una galeta del Mode de depuració i estarà activa fins que tanqueu el navegador :)
da: Cookien for udrulningstilstanden er blevet plantet og vil blive, indtil du lukker din browser :)
es: Se plantó la cookie del modo de depuración y persistirá hasta que cierre su navegador :)
fr: Le cookie du mode Débogage a été installé, et restera en place jusqu'à ce que vous fermiez votre navigateur :)
ko: 디버그 모드 쿠키가 삽입되어 있으며, 브라우저가 닫을 때까지 유지될 것입니다 :)
ru: Файл cookie для режима отладки был создан и будет существовать до закрытия браузера :)

source: Debug Mode cookie
ca_es: Galeta del Mode de depuració
da: Cookie for udrulningstilstand
es: Cookie del modo de depuración
fr: Cookie du mode Débogage
ko: 디버그 모드 쿠키
ru: Файл cookie для режима отладки

source: The unique execution id, is a mandatory parameter.
ca_es: L'identificador d'execució únic és un paràmetre obligatori.
da: Det unikke udførelses-id er et obligatorisk parameter.
es: El ID de ejecución única es un parámetro obligatorio.
fr: L'identifiant d'exécution unique est un paramètre obligatoire.
ko: 고유한 실행 id는 필수 매개 변수입니다.
ru: Уникальный идентификатор выполнения является обязательным параметром.

source: Unique Execution Id
ca_es: Identificador d'execució únic
da: Unikt udførelses-id
es: ID de ejecución única
fr: Identifiant d'exécution unique
ko: 고유한 실행 Id
ru: Уникальный идентификатор выполнения

source: Debug Level
ca_es: Nivell de depuració
da: Fejlfindingsniveau
es: Nivel de depuración
fr: Niveau de débogage
ko: 디버그 수준
ru: Уровень отладки

source: Log File
ca_es: Fitxer de registre
da: Logfil
es: Archivo de registro
fr: Fichier journal
ko: 로그 파일
ru: Файл журнала

source: General Log
ca_es: Registre general
da: Generel log
es: Registro general
fr: Journal général
ko: 일반 로그
ru: Общий журнал

source: API Log
ca_es: Registre d'API
es: Registro API
fr: Journal API
ko: API 로그
ru: Журнал API

source: API Debug
ca_es: Depuració de l'API
da: API-fejlfinding
es: Depuración API
fr: Débogage API
ko: API 디버그
ru: Отладка API

source: API Errors
ca_es: Errors de l'API
da: API-fejl
es: Errores API
fr: Erreurs API
ko: API 오류
ru: Ошибки API

source: Trace Log
ca_es: Registre de seguiment
da: Sporingslog
es: Registro de seguimiento
fr: Journal de suivi
ko: 추적 로그
ru: Журнал трассировки

source: Nothing found in the log file
ca_es: No s'ha trobat res al fitxer de registre
da: Intet fundet i logfilen
es: No se encontró nada en el archivo de registro
fr: Rien n'a été trouvé dans le fichier journal
ko: 로그 파일에서 아무 것도 찾을 수 없습니다.
ru: Ничего не найдено в файле журнала

source: Please login using your Kaltura account
ca_es: Inicieu la sessió amb el compte de Kaltura
da: Log venligst ind med din Kaltura-konto
es: Inicie sesión con su cuenta Kaltura
fr: Veuillez-vous connecter à l'aide de votre compte Kaltura
ko: Kaltura 계정을 사용하기 위하여 로그인 하기 바랍니다
ru: Войдите в систему с использованием учетной записи Kaltura

source: Unit tests create test categories and content
ca_es: Les proves de la unitat creen categories i contingut de prova
da: Enhedstests opretter testkategorier og indhold
es: Las pruebas de unidad crean categorías de prueba y contenidos
fr: Les tests d'unité créent du contenu et des catégories test
ko: 단위 테스트는 테스트 카테고리와 콘텐츠를 생성합니다
ru: В модульных тестах создаются тестовые категории и содержимое

source: Please keep in mind that some of the test content may remain in your account after the tests are complete
ca_es: Tingueu en compte que part del contingut de prova pot continuar al vostre compte després que es completin les proves
da: Husk venligst, at noget af testindholdet kan blive på din konto, når testene er gennemført
es: Tenga en cuenta que parte de este contenido de prueba puede permanecer en su cuenta después de finalizar las pruebas.
fr: Gardez à l'esprit qu'une partie du contenu test peut rester dans votre compte à la fin des tests
ko: 테스트 콘텐츠 중 일부는 테스트가 완료된 후에도 여러분의 계정에 남아 있을 수 있다는 사실을 기억하기 바랍니다
ru: Просьба учесть, что определенная часть содержимого теста может остаться в вашей учетной записи после завершения тестов

source: Delete User
ca_es: Suprimeix l'usuari
da: Slet bruger
es: Eliminar usuario
fr: Supprimer l'utilisateur
ko: 사용자를 삭제하기 바랍니다
ru: Удалить пользователя

source: ADD NEW USER
ca_es: AFEGEIX UN USUARI NOU
da: TILFØJ NY BRUGER
es: AGREGAR NUEVO USUARIO
fr: AJOUTER UN NOUVEL UTILISATEUR
ko: 새 사용자 추가하기 바랍니다
ru: ДОБАВИТЬ НОВОГО ПОЛЬЗОВАТЕЛЯ

source: DELETE CHECKED
ca_es: SUPRIMEIX LA SELECCIÓ
da: SLET AFKRYDSET
es: ELIMINAR COMPROBADOS
fr: SUPPRIMER LES ÉLÉMENTS COCHÉS
ko: 체크된 것을 삭제하기 바랍니다
ru: УДАЛИТЬ ПРОВЕРЕННОЕ

source: SUBMIT CSV
ca_es: ENVIA UN FITXER CSV
da: INDSEND CSV
es: ENVIAR CSV
fr: SOUMETTRE LE FICHIER CSV
ko: CSV 제출하기 바랍니다
ru: ОТПРАВИТЬ CSV-ФАЙЛ

source: Extra data
ca_es: Dades addicionals
da: Ekstra data
es: Datos extra
fr: Données supplémentaires
ko: 추가 데이터
ru: Дополнительные данные

source: Actions
ca_es: Accions
da: Handlinger
es: Acciones
ko: 실행
ru: Действия

source: No data found
ca_es: No s'han trobat dades
da: Ingen data fundet
es: No se encontraron datos
fr: Aucune donnée trouvée
ko: 데이터를 찾을 수 없습니다.
ru: Данные не найдены

source: Role does not exist in config file: user will not be able to log in.
ca_es: La funció no existeix al fitxer de configuració i, per tant, l'usuari no podrà iniciar la sessió.
da: Rollen findes ikke i konfigurationsfilen: Brugeren vil ikke kunne logge ind.
es: La función no existe en el archivo de configuración: el usuario no podrá iniciar sesión.
fr: Le rôle n'existe pas dans le fichier config : l'utilisateur ne pourra pas se connecter.
ko: 역할은 설정파일에 존재 하지 않습니다: 사용자는 로그인할 수 없을 것입니다.
ru: Роль не существует в файле конфигурации: пользователь не сможет войти в систему.

source: Select Users
ca_es: Seleccioneu usuaris
da: Vælg brugere
es: Seleccionar usuarios
fr: Sélectionner les utilisateurs
ko: 사용자 선택하기 바랍니다
ru: Выбрать пользователей

source: Submit
ca_es: Envia
da: Indsend
es: Enviar
fr: Soumettre
ko: 제출
ru: Отправить

source: You are not allowed to remove this media.
ca_es: No esteu autoritzat a treure aquest contingut.
da: Du har ikke tilladelse til at fjerne dette medie.
es: No tiene permiso para eliminar estos archivos multimedia
fr: Vous n'êtes pas autorisé à supprimer le média.
ko: 미디어를 제거할 수 없습니다.
ru: У вас нет разрешения на удаление этого видео.

source: Are you sure you want to remove this item from the
ca_es: Confirmeu que voleu treure aquest element de
da: Er du sikker på, at du vil fjerne dette element fra
es: ¿Desea quitar este elemento
fr: Voulez-vous vraiment supprimer cet élément du
ko: 부터 항목을 제거하시겠습니까?
ru: Вы действительно хотите удалить этот элемент из

source: Remove
ca_es: Treu
da: Fjern
es: Quitar
fr: Supprimer
ko: 제거
ru: Удалить

source: Remove Media
ca_es: Treu el contingut
da: Fjern medie
es: Quitar archivo multimedia
fr: Supprimer le média
ko: 미디어 제거하기 바랍니다
ru: Удалить медиафайл

source: Create a New Channel
ca_es: Crea un canal
da: Opret en ny kanal
es: Crear nuevo canal
fr: Créer une chaîne
ko: 새 채널을 생성하기 바랍니다
ru: Создать новый канал

source: Are you sure you want to delete %1?
ca_es: Confirmeu que voleu suprimir %1?
da: Er du sikker på, at du vil slette %1?
es: ¿Desea borrar %1?
fr: Voulez-vous vraiment supprimer %1 ?
ko: %1을 삭제하겠습니까?
ru: Вы действительно хотите удалить %1?

source: Delete Confirmation
ca_es: Configuració de supressió
da: Slet bekræftelse
es: Confirmación de eliminación
fr: Confirmation de la suppression
ko: 확인 삭제
ru: Подтверждение удаления

source: Delete Channel
ca_es: Suprimeix el canal
da: Slet kanal
es: Eliminar canal
fr: Supprimer la chaîne
ko: 채널을 삭제하기 바랍니다
ru: Удалить канал

source: Your search for "%1" did not match any channels.
ca_es: No s'han trobat canals que coincideixin amb la cerca "%1".
da: Din søgning efter "%1" matchede ikke nogen kanaler.
es: Su búsqueda de "%1" no ha encontrado ningún canal.
fr: Votre recherche "%1" n'a renvoyé aucune chaîne.
ko: "%1"에 대한 검색은 어떤 채널과도 일치하지 않습니다.
ru: Ваш поиск "%1" не соответствует ни одному каналу.

source: Make sure you spelled the word correctly
ca_es: Assegureu-vos que la paraula estigui ben escrita
da: Tjek, at du har stavet ordet korrekt
es: Asegúrese de haber escrito la palabra correctamente
fr: Vérifiez que vous avez correctement orthographié le mot
ko: 단어를 올바르게 썻는지 철자를 확인하기 바랍니다
ru: Убедитесь в том, что вы правильно написали слово

source: Try a different search term
ca_es: Proveu amb un altre terme de cerca
da: Prøv et andet søgeord
es: Pruebe con otro término de búsqueda diferente
fr: Essayez de rechercher un autre terme
ko: 다른 검색항목을 시도하여 보기 바랍니다
ru: Попробуйте использовать другое условие поиска

source: You do not manage any channels.
ca_es: No gestioneu cap canal.
da: Du administrerer ingen kanaler.
es: No está gestionando ningún canal.
fr: Vous ne gérez aucune chaîne.
ko: 어떤 채널들을 관리할 수 없습니다.
ru: Вы не управляете каналами.

source: You are not a member of any channel.
ca_es: No sou membre de cap canal.
da: Du er ikke medlem af nogen kanal.
es: No es miembro de ningún canal.
fr: Vous n'êtes membre d'aucune chaîne.
ko: 어떤 채널의 멤버가 아닙니다.
ru: Вы не являетесь участником ни одного канала.

source: You are not subscribed to any channel.
ca_es: No us heu subscrit a cap canal.
da: Du abonnerer ikke på nogen kanaler.
es: No está suscrito a ningún canal.
fr: Vous n'êtes abonné à aucune chaîne.
ko: 어떤 채널에 구독되지 않습니다.
ru: Вы не подписаны ни на один канал.

source: Search (as manager)
ca_es: Cerca (com a gestor)
da: Søg (som administrator)
es: Buscar (como director)
fr: Rechercher (comme gestionnaire)
ko: 검색 (관리자)
ru: Поиск (как менеджер)

source: Search (as member)
ca_es: Cerca (com a membre)
da: Søg (som medlem)
es: Busca (como miembro)
fr: Rechercher (comme membre)
ko: 검색 (멤버)
ru: Поиск (как участник)

source: There are no more channels.
ca_es: No hi ha cap més canal.
da: Der er ikke flere kanaler.
es: No hay más canales.
fr: Il n'existe aucune autre chaîne.
ko: 더 이상 채널들이 없습니다.
ru: Больше нет каналов.

source: Search for channels
ca_es: Cerca canals
da: Søg efter kanaler
es: Buscar canales
fr: Rechercher les chaînes
ko: 채널 검색
ru: Поиск каналов

source: There are no channels.
ca_es: No hi ha cap canal.
da: Der er ikke nogen kanaler.
es: No hay ningún canal.
fr: Il n'existe aucune chaîne.
ko: 채널들이 없습니다.
ru: Каналы отсутствуют.

source: My Shared Repositories
ca_es: Els meus repositoris compartits
da: Mine delte lagringssteder
es: Mis repositorios compartidos
fr: Mes référentiels partagés
ko: 내 공유 저장공간
ru: Мои общие репозитории

source: Search my channels
ca_es: Cerca als meus canals
da: Søg efter mine kanaler
es: Buscar en mis canales
fr: Rech. dans mes chaînes
ko: 내 채널 검색
ru: Поиск в моих каналах

source: No Shared repository is configured, please contact your KAF administrator.
ca_es: No s'ha configurat cap repositori compartit. Poseu-vos en contacte amb l'administrador de KAF.
da: Der er ikke konfigureret noget delt lagringssted, kontakt venligst din KAF-administrator.
es: No se ha configurado ningún repositorio compartido. Póngase en contacto con su administrador de KAF.
fr: Aucun référentiel partagé n'est configuré, veuillez contacter votre administrateur KAF.
ko: 공유 저장공간이 설정되어 않았습니다, KAF 총관리자에게 문의하십시오.
ru: Общий репозиторий не настроен, обратитесь к администратору KAF.

source: Are you sure you want to remove the current channel thumbnail?
ca_es: Confirmeu que voleu treure la miniatura actual del canal?
da: Er du sikker på, at du vil fjerne den nuværende kanalminiature?
es: ¿Desea eliminar la miniatura de canal actual?
fr: Voulez-vous vraiment supprimer la vignette de la chaîne actuelle ?
ko: 현재 채널 썸네일을 삭제 하겠습니까?
ru: Вы действительно хотите удалить текущий эскиз канала?

source: Reset Thumbnail Confirmation
ca_es: Confirmació per restablir la miniatura
da: Nulstil kanalminiature
es: Restablecer confirmación de miniatura
fr: Réinitialiser la confirmation de la vignette
ko: 썸네일 확인을 리셋하기 바랍니다
ru: Сбросить подтверждение эскизов

source: No Search Results...
ca_es: No hi ha resultats de cerca…
da: Ingen søgeresultater ...
es: La búsqueda no ha producido ningún resultado...
fr: Aucun résultat de recherche...
ko: 검색 결과가 없습니다...
ru: Результаты поиска отсутствуют...

source: No more Entries found.
ca_es: No s'han trobat més entrades.
da: Der blev ikke fundet flere poster.
es: No se han encontrado más entradas.
fr: Aucune autre entrée trouvée.
ko: 더 이상의 엔트리를 찾을 수 없습니다
ru: Больше не найдено записей.

source: No Media Found
ca_es: No s'ha trobat contingut
da: Intet medie fundet
es: No se ha encontrado ningún archivo multimedia
fr: Aucun média trouvé
ko: 미디어를 찾을 수 없습니다
ru: Медиафайлы не найдены

source: Thumbnail for channel %1
es: Miniatura del canal %1
fr: Vignette pour la chaîne %1
ru: Эскиз для канала %1

source: There are no more media items.
ca_es: No hi ha cap més element multimèdia.
da: Der er ikke flere medieelementer.
es: No hay más elementos de archivo multimedia.
fr: Aucun autre média.
ko: 더 이상 미디어 항목이 없습니다.
ru: Элементов мультимедиа больше нет.

source: Show Details
ca_es: Mostra els detalls
da: Vis oplysninger
es: Mostrar detalles
fr: Afficher les détails
ko: 세부 정보 보기
ru: Показать подробности

source: Hide Details
ca_es: Amaga els detalls
da: Gem oplysninger
es: Ocultar detalles
fr: Masquer les détails
ko: 세부 정보 숨기기
ru: Скрыть подробности

source: Search this channel
ca_es: Fes una cerca en aquest canal
da: Søg på denne kanal
es: Buscar en este canal
fr: Rech. dans cette chaîne
ko: 이 채널 검색
ru: Поиск по этому каналу

source: Add a Collaborator
ca_es: Afegeix un col·laborador
da: Tilføj bidragsyder
es: Agregar un colaborador
fr: Ajouter un collaborateur
ko: 공동 작업자 추가하기 바랍니다
ru: Добавить соавтора

source: Oops, something went wrong. The information was not saved.
ca_es: S'ha produït un problema. La informació no s'ha desat.
da: Ups, der gik noget galt. Oplysningen blev ikke gemt.
es: Lo sentimos, algo no ha ido bien. La información no se ha guardado.
fr: Désolé, il y a eu un problème. Les informations n'ont pas été enregistrées.
ko: 죄송 합니다, 뭔가 잘못 되었다. 정보는 저장 되지 않았습니다.
ru: Ой, что-то пошло не так. Информация не сохранена.

source: Please fill out these details
ca_es: Empleneu aquests detalls
da: Udfyld venligst disse oplysninger
es: Complete estos detalles
fr: Veuillez renseigner ces détails
ko: 상세내용을 입력하여 주기 바랍니다
ru: Заполните эти сведения

source: The information will be saved, once the file is finished uploading
ca_es: La informació es desarà quan s'acabi de pujar el fitxer
da: Oplysninger vil blive gemt, når filen er færdiguploadet
es: La información se guardará una vez que el archivo termine de cargarse
fr: Les informations seront enregistrées une fois l'importation du fichier terminée
ko: 파일이 업로드가 종료된 후, 정보는 저장될 것입니다
ru: Информация будет сохранена, после того как завершится загрузка файла на сервер

source: An unexpected error occurred while saving the entry
ca_es: S'ha produït un error imprevist en desar l'entrada
da: Der opstod en uventet fejl, mens posten blev gemt
es: Ha habido un error inesperado al guardar la entrada
fr: Une erreur inattendue s'est produite lors de l'enregistrement de l'entrée
ko: 엔트리를 저장하는 동안 예기치 않은 오류가 발생 했습니다
ru: При сохранении записи произошла непредвиденная ошибка

source: Finished recording
ca_es: L'enregistrament ha finalitzat
da: Optagelse afsluttet
es: Grabación finalizada
fr: Enregistrement terminé
ko: 녹화가 완료되었습니다.
ru: Запись завершена

source: Finished uploading
ca_es: La càrrega ha finalitzat
da: Upload afsluttet
es: Carga finalizada
fr: Importation terminée
ko: 업로드가 완료되었습니다
ru: Загрузка на сервер завершена

source: Back
ca_es: Torna
da: Tilbage
es: Atrás
fr: Précédent
ko: 뒤로 가기
ru: Назад

source: Note: Once you change owner you will not be able to edit this media and it will no longer appear in your “My Media” list.
ca_es: Avís: un cop canvieu de propietari, no podreu editar aquest contingut i ja no es mostrarà a la llista "El meu contingut".
da: Bemærk: Når du ændrer ejer, vil du ikke kunne redigere dette medie, og det vil ikke længere blive vist i din liste over "Mine medier".
es: Nota: después de cambiar el propietario no podrá editar este archivo multimedia y no aparecerá en la lista "Mis archivos multimedia".
fr: Remarque : une fois que vous modifiez le propriétaire, vous ne pourrez plus modifier ce média et il ne s'affichera plus dans la liste "Mes médias".
ko: 참고: 소유자를 변경한 후에 미디어를 편집할 수 없으며 여러분의 "내 미디어"목록에 더 이상 표시되지 않을 것입니다.
ru: Примечание. После смены владельца вы не сможете редактировать эти медифайлы и они больше не будут отображаться в списке "Мои медиафайлы".

source: Change media owner
ca_es: Canvia el propietari del contingut
da: Ændr mediets ejer
es: Cambiar propietario de archivo multimedia
fr: Modifier le propriétaire du média
ko: 미디어 소유자 변경하기 바랍니다
ru: Сменить владельца медиафайлов
