Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: The Kaltura CaptureSpace Desktop Recorder enables easy capture in class, at home or on-the-go with automated publishing and interactive viewing within the LMS and Kaltura's MediaSpace video portal.
ca_es: L'enregistrador per a ordinadors de Kaltura CaptureSpace permet capturar contingut fàcilment a classe, a casa o quan sou fora, i ofereix publicació automàtica i visualització interactiva. Tot dins del sistema de gestió de l'aprenentatge i del portal de vídeo MediaSpace de Kaltura.
da: Kaltura CaptureSpace Desktop Recorder gør det nemt at optage i klasseværelset, derhjemme eller på farten med automatiseret udgivelse og interaktiv visning med LMS og Kalturas MediaSpace-videoportal.
es: La Grabadora de escritorio CaptureSpace de Kaltura permite una captura cómoda en clase, en casa o de viaje gracias a la publicación automática y visualización interactiva dentro del LMS y el portal de vídeos de MediaSpace de Kaltura.
fr: Kaltura CaptureSpace Desktop Recorder permet une capture facile en classe, à domicile ou en déplacement avec une publication automatisée et une visualisation interactive à l'intérieur de LMS et du portail vidéo MediaSpace de Kaltura
ko: Kaltura CaptureSpace 데스크탑 녹화기는 LMS 그리고 Kaltura의 MediaSpce 동영상포털 내에서 자동화된 게재와 인터렉티브 보기등을 학교에서, 가정에서 또는 이동 중에도 쉽게 캡처 할수 있습니다.
ru: Kaltura CaptureSpace Desktop Recorder позволяет с легкостью выполнять запись в аудитории, дома или в дороге с автоматической публикацей и интерактивным просмотром в LMS и на портале Kaltura MediaSpace.

source: If you’ve already installed CaptureSpace, it will launch automatically.
es: Si ya ha instalado CaptureSpace, se iniciará automáticamente.
fr: Si vous avez déjà installé CaptureSpace, il se lancera automatiquement.
ru: Если CaptureSpace уже установлен, он будет запущен автоматически.

source: Using CaptureSpace for the first time?
es: ¿Está utilizando CaptureSpace por primera vez?
fr: Première utilisation de CaptureSpace ?
ru: Впервые используете CaptureSpace?

source: Download for Windows
ca_es: Baixa per a Windows
da: Download til Windows
es: Descargar para Windows
fr: Télécharger pour Windows
ko: 윈도우용 다운로드
ru: Загрузить для Windows

source: Download for Mac
ca_es: Baixa per a Mac
da: Download til Mac
es: Descargar para Mac
fr: Télécharger pour Mac
ko: 맥용 다운로드
ru: Загрузить для Mac

source: See the <a href="%1" target="_blank">Kaltura CaptureSpace - User Manual</a> for additional information on supported systems and usage instructions.
es: Consulte el <a href="%1" target="_blank">Manual de usuario de CaptureSpace de Kaltura</a> para obtener más información sobre los sistemas compatibles y las instrucciones de uso.
fr: Pour plus d'informations sur les systèmes pris en charge et les consignes d'utilisation, reportez-vous au <a href="%1" target="_blank">Kaltura CaptureSpace - Manuel d'utilisateur</a>.
ru: См. <a href="%1" target="_blank">Kaltura CaptureSpace - Руководство пользователя</a> для получения дополнительных сведений о поддерживаемых системах и инструкций по эксплуатации.

source: Add member
ca_es: Afegeix un membre
da: Tilføj medlem
es: Agregar miembro
fr: Ajouter un membre
ko: 멤버 추가하기 바랍니다
ru: Добавить участника

source: Remove %1 as a member of this category?
ca_es: Voleu treure %1 com a membre d'aquesta categoria?
da: Fjern %1 som medlem af denne kategori?
es: ¿Eliminar %1 como miembro de esta categoría?
fr: Voulez-vous supprimer %1 comme membre de cette catégorie ?
ko: 이 카테고리의 멤버로서 %1을(를) 제거하겠습니까?
ru: Удалить %1 как участника этой категории?

source: Remove user
es: Eliminar usuario
fr: Supprimer l'utilisateur
ru: Удалить пользователя

source: There are no more members.
ca_es: No hi ha cap més membre.
da: Der findes ikke flere medlemmer.
es: Ya no hay más miembros...
fr: Il n'existe aucun autre membre.
ko: 더 이상의 멤버가 없습니다.
ru: Больше нет участников.

source: Membership Settings
ca_es: Configuració de pertinença
da: Indstillinger for medlemskab
es: Configuración de suscripción
fr: Paramètres de l'adhésion
ko: 멤버쉽 설정
ru: Настройки членства

source: Default Permission Level:
ca_es: Nivell predeterminat de permís:
da: Standardtilladelse:
es: Nivel de permisos predeterminado:
fr: Niveau d'autorisation par défaut :
ko: 기본 사용 권한 수준:
ru: Уровень разрешений по умолчанию:

source: Offline Sync Group Name:
ca_es: Nom del grup de sincronització sense connexió:
da: Offlinesynkronisering af gruppenavn:
es: Sincronización de nombre de grupo sin conexión:
fr: Nom du groupe de sync hors ligne :
ko: 오프 라인 동기화 그룹 이름:
ru: Имя группы для автономной синхронизации:

source: Enter a group name
ca_es: Introduïu un nom de grup
da: Indtast et gruppenavn
es: Introduzca un nombre de grupo
fr: Saisir un nom de groupe
ko: 그룹 이름 입력하기 바랍니다
ru: Введите имя группы

source: Inherit permissions from parent category
ca_es: Hereta els permisos de la categoria superior
da: Overtag tilladelser fra overordnet kategori
es: Heredar permisos de categoría superior
fr: Hériter des autorisations de la catégorie parente
ko: 상위 카테고리로 부터 사용 권한을 물려받기
ru: Наследовать разрешения из родительской категории

source: Import Members from Parent Category
ca_es: Importa els membres de la categoria superior
da: Importer medlemmer fra overordnet kategori
es: Importar miembros desde categoría superior
fr: Importer les membres à partir de la catégorie parente
ko: 상위 카테고리로 부터 멤버들을 가져오기
ru: Импортировать участников из родительской категории

source: Add Member
ca_es: Afegeix un membre
da: Tilføj medlem
es: Agregar miembro
fr: Ajouter un membre
ko: 멤버 추가
ru: Добавить участника

source: There are no members...
ca_es: No hi ha membres…
da: Der findes ikke nogen medlemmer ...
es: No hay miembros...
fr: Aucun membre…
ko: 멤버들이 없습니다...
ru: Участники отсутствуют...

source: This will remove all the current members that are defined for this category and the category will inherit all the members and permissions from the parent category including the category owner. Would you like to proceed?
ca_es: Amb aquesta acció se suprimiran tots els membres actuals que estan definits per a aquesta categoria i la categoria heretarà tots els membres i els permisos de la categoria superior, inclòs el propietari de la categoria. Voleu continuar?
da: Dette vil fjerne alle de medlemmer, som aktuelt er indstillet for denne kategori, og kategorien vil overtage alle medlemmer og tilladelser fra den overordnede kategori, herunder kategoriens ejer. Vil du fortsætte?
es: Esto eliminará todos los miembros actuales definidos para esta categoría y la categoría heredará todos los miembros y permisos de la categoría superior, incluido el propietario de la categoría. ¿Desea continuar?
fr: Ceci supprimera tous les membres actuels définis pour cette catégorie et celle-ci héritera de tous les membres et autorisations de la catégorie parent y compris le propriétaire de la catégorie. Voulez-vous continuer ?
ko: 이것은 이 카테고리에서 정의된 모든 현재 멤버를 제거할 것입니다 그리고 카테고리는 카테고리 소유자를 포함한 상위 카테고리로 부터 모든 멤버들과 사용권한을 물려받을 것입니다. 계속진행하겠습니까?
ru: При этом будут удалены все текущие участники, определенные для этой категории, а категория унаследует всех участников и все разрешения из родительской категории, в том числе владельца категории. Продолжить?

source: Are you sure that you would like to stop inheriting entitlements from the parent category? Note that if you are not the owner of the parent category you will not be able to access this section any longer
es: ¿Está seguro de que desea dejar de heredar derechos de la categoría principal? Tenga en cuenta que si no es el propietario de la categoría principal, no podrá volver a acceder a esta sección
fr: Voulez-vous vraiment cesser de recevoir des droits issus de la catégorie parente ? Notez que si vous n'êtes pas propriétaire de la catégorie parente, vous ne pourrez plus accéder à cette section
ru: Вы действительно хотите прекратить наследование прав из родительской категории? Имейте в виду, что, если вы не являетесь владельцем родительской категории, у вас больше не будет доступа к этому разделу

source: Inherit permission
es: Heredar permisos
fr: Autorisation héritée
ru: Наследовать разрешение

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this category. Would you like to proceed?
ca_es: Només es pot assignar un propietari. Amb aquest canvi, l'usuari seleccionat serà el nou propietari i passareu a estar designat com a gestor d'aquesta categoria. Voleu continuar?
da: Der kan kun være tildelt én ejer. Denne ændring vil gøre den valgte bruger til den nye ejer, og du vil blive administrator for denne kategori. Vil du fortsætte?
es: Sólo se puede asignar un propietario. Este cambio convertirá el usuario seleccionado en el nuevo propietario y usted quedará definido como director de esta categoría. ¿Desea continuar?
fr: Seul un propriétaire peut être affecté. Cette modification fera de l'utilisateur sélectionné le nouveau propriétaire et vous serez défini comme gestionnaire de cette catégorie. Voulez-vous continuer ?
ko: 단지 하나의 소유자만 할당될 수 있습니다. 이와 같은 변경은 선택된 사용자를 새로운 소유자로 만들 것이며 이 카테고리에 대한 관리자로서 설정할 것입니다. 진행하겠습니까?
ru: Можно назначить только одного владельца. Это изменение сделает выбранного пользователя новым владельцем, а вы будете менеджером категории. Продолжить?

source: Set Owner
es: Definir propietario
fr: Définir le propriétaire
ru: Задать владельца

source: you
ca_es: usuari
da: dig
es: usted
fr: vous
ko: 고객님
ru: вы

source: owner
ca_es: propietari
da: ejer
es: propietario
fr: propriétaire
ko: 소유자
ru: владелец

source: Set as Owner
ca_es: Estableix com a propietari
da: Vælg til ejer
es: Definir como propietario
fr: Définir comme propriétaire
ko: 소유자로 설정하기
ru: Установить как владельца

source: member
ca_es: membre
da: medlem
es: miembro
fr: membre
ko: 멤버
ru: участник

source: members
ca_es: membres
da: medlemmer
es: los miembros
fr: membre(s)
ko: 멤버들
ru: участников

source: Approve
ca_es: Aprova
da: Godkend
es: Aprobar
fr: Approuver
ko: 승인
ru: Утвердить

source: Reject
ca_es: Rebutja
da: Afvis
es: Rechazar
fr: Rejeter
ko: 거부
ru: Отклонить

source: No Moderation Items...
ca_es: Cap element de moderació…
da: Ingen elementer at moderere ...
es: Ningún elemento de moderación...
fr: Aucun élément de modération...
ko: 적당히 항목이 없습니다...
ru: Нет элементов для модерирования...

source: No more Moderation Entries.
ca_es: No hi ha més entrades de moderació.
da: Ikke flere poster til moderering.
es: No hay más entradas de moderación.
fr: Plus aucune entrée de modération.
ko: 더 이상 엔트리가 없습니다.
ru: Больше не т элементов для модерирования.

source: Approve
ca_es: Aprova
da: Godkend
es: Aprobar
fr: Approuver
ko: 승인
ru: Утвердить

source: Reject
ca_es: Rebutja
da: Afvis
es: Rechazar
fr: Rejeter
ko: 거부
ru: Отклонить

source: No more playlists found in channel.
ca_es: No s'han trobat més llistes de reproducció al canal.
es: No se han encontrado más listas de reproducción en el canal.
fr: Plus aucune liste de lecture disponible dans la chaîne.
ko: 더 이상의 재생목록들을 채널에서 찾을 수 없습니다
ru: На канале больше не найдено списков воспроизведения.

source: There are no more playlists.
ca_es: No hi ha cap més llista de reproducció.
es: No hay más listas de reproducción.
fr: Il n'y a plus de listes de lecture.
ko: 더 이상의 재생목록들이 없습니다.
ru: Больше нет списков воспроизведения.

source: View All Types
ca_es: Mostra tots els tipus
da: Se alle typer
es: Ver todos los tipos
fr: Afficher tous les types
ko: 모든 형식 보기
ru: Просмотреть все типы

source: All Types
ca_es: Tots els tipus
da: Alle typer
es: Todos los tipos
fr: Tous les types
ko: 모든 형식
ru: Все типы

source: Static
ca_es: Estàtic
da: Statisk
es: Estática
fr: Statique
ko: 고정
ru: Статический

source: Search Playlists
ca_es: Cerca llistes de reproducció
es: Buscar listas de reproducción
fr: Rech. les listes de lecture
ko: 재생목록 검색
ru: Поиск списков воспроизведения

source: Create new
ca_es: Crea un element nou
da: Opret ny
es: Crear nueva
fr: Créer nouveau
ko: 새로 만들기
ru: Создать новое

source: Manual Playlist
ca_es: Llista de reproducció manual
es: Lista de reproducción manual
fr: Liste de lecture manuelle
ko: 수동 재생목록
ru: Ручной список воспроизведения

source: Dynamic
ca_es: Dinàmic
da: Dynamisk
es: Dinámica
fr: Dynamique
ko: 동적
ru: Динамический

source: Manual
fr: Manuel
ko: 메뉴얼
ru: Вручную

source: %u Playlist
ca_es: %u llista de reproducció
da: %u afspilningsliste
es: %u lista de reproducción
fr: %u liste de lecture
ru: %u список воспроизведения

source: Type
ca_es: Tipus
es: Tipo
ko: 형식
ru: Тип

source: Entries
ca_es: Entrades
da: Poster
es: Entradas
fr: Entrées
ko: 엔트리
ru: Записи

source: Copy Embed
ca_es: Copia la inserció
da: Kopier indlejring
es: Copiar Insertar
fr: Copier les éléments incorporés
ko: 임베디드 복사하기 바랍니다
ru: Копировать встроенное

source: note that playlist is not saved and all changes will be discarded
ca_es: tingueu en compte que la llista de reproducció no s'ha desat i es descartaran tots els canvis
es: tenga en cuenta que no se ha guardado la lista de reproducción y perderá todos los cambios realizados
fr: Notez que cette liste de lecture n'est pas enregistrée et toutes les modifications seront ignorées
ko: 재생목록을 저장되지 않았으며 모든 변경들은 삭제될 것임을 인지하기 바랍니다
ru: обратите внимание, что список воспроизведения не сохранен и все изменения будут отменены

source: Already on this playlist
ca_es: Ja s'ha inclòs en aquesta llista de reproducció
da: Findes allerede på denne afspilningsliste
es: Ya se encuentra en esta lista de reproducción
fr: Déjà dans cette liste de lecture
ko: 이미 재생목록이 있습니다
ru: Уже в этом списке воспроизведения

source: Add to Playlist
ca_es: Afegeix a la llista de reproducció
da: Føj til afspilningsliste
es: Agregar a lista de reproducción
fr: Ajouter à la liste de lecture
ko: 재생목록에 추가하기 바랍니다
ru: Добавить в список воспроизведения

source: Remove from Playlist
ca_es: Suprimeix de la llista de reproducció
da: Fjern fra afspilningsliste
es: Quitar de lista de reproducción
fr: Supprimer de la liste de lecture
ko: 재생목록으로 부터 삭제하기 바랍니다
ru: Удалить из списка воспроизведения

source: Search Media
ca_es: Cerca contingut
da: Søg i medier
es: Buscar multimedia
fr: Rechercher le média
ko: 미디어 검색
ru: Поиск в медиафайлах

source: New Playlist
ca_es: Llista de reproducció nova
da: Ny afspilningsliste
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
ko: 새로운 재생목록
ru: Новый список воспроизведения

source: Set Details
ca_es: Estableix els detalls
da: Indstil oplysninger
es: Definir detalles
fr: Définir les détails
ko: 세부사항 설정하기 바랍니다
ru: Добавить информацию

source: Add media to the playlist
es: Agregar multimedia a la lista de reproducción
fr: Ajouter le média à la liste de lecture
ko: 재생목록에 미디어 추가하기 바랍니다
ru: Добавить медиафайл в список воспроизведения

source: Create a Manual Playlist
ca_es: Crea una llista de reproducció manual
es: Crear una lista de reproducción manual
fr: Créer une liste de lecture manuelle
ko: 수동 재생목록을 생성하기 바랍니다
ru: Создать ручной список воспроизведения

source: No more entries found.
ca_es: No s'han trobat més entrades.
da: Der blev ikke fundet flere poster.
es: No se encuentran más entradas.
fr: Plus aucune entrée trouvée.
ko: 더 이상의 엔트리를 찾을 수 없습니다
ru: Больше не найдено записей.

source: Are you sure you want to delete the playlist <b><i>%s</i></b>?
es: ¿Está seguro de que desea eliminar la lista de reproducción <b><i>%s</i></b>?
fr: Voulez-vous vraiment supprimer la liste de lecture <b><i>%s</i></b> ?
ru: Вы действительно хотите удалить список воспроизведения <b><i>%s</i></b>?

source: Edit Playlist <i>%s</i>
ca_es: Edita la llista de reproducció <i>%s</i>
es: Editar lista de reproducción <i>%s</i>
fr: Modifier la liste de lecture <i>%s</i>
ko: 재생목록 <i>%s</i> 편집하기 바랍니다
ru: Изменить список воспроизведения <i>%s</i>

source: No Channels Found.
es: No se han encontrado canales.
fr: Aucune chaîne trouvée.
ru: Не найдено каналов.

source: No more channels found.
es: No se han encontrado más canales.
fr: Pas d'autres chaînes trouvées.
ru: Больше не найдено каналов.

source: No Channels Found
ca_es: No s'han trobat canals
da: Ingen kanaler fundet
es: No se ha encontrado ningún canal
fr: Aucune chaîne trouvée
ko: 채널을 찾을 수가 없습니다
ru: Каналы не найдены

source: Remove %1 as a member of this channel?
ca_es: Voleu treure %1 com a membre d'aquest canal?
da: Fjern %1 som medlem af denne kanal?
es: ¿Quitar a %1 como miembro de este canal?
fr: Supprimer %1 comme membre de cette chaîne ?
ko: 이 채널의 멤버로서 %1를 제거하겠습니까?
ru: Удалить %1 как участника этого канала?

source: Add Member from
es: Agregar miembro de
fr: Ajouter un membre depuis
ru: Добавить участника из

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this channel. Would you like to proceed?
ca_es: Només es pot assignar un propietari. Amb aquest canvi, l'usuari seleccionat serà el nou propietari i passareu a estar designat com a gestor d'aquest canal. Voleu continuar?
da: Der kan kun være tildelt én ejer. Denne ændring vil gøre den valgte bruger til den nye ejer, og du vil blive administrator for denne kanal. Vil du fortsætte?
es: Solo se puede asignar un propietario. Este cambio hará que el usuario seleccionado sea el nuevo propietario y usted se convertirá en el administrador de este canal. ¿Desea continuar?
fr: Un seul propriétaire peut être affecté. Cette modification fera de l'utilisateur sélectionné le nouveau propriétaire, et vous serez défini comme gestionnaire pour cette chaîne. Voulez-vous continuer ?
ko: 단지 하나의 소유자가 할당될 수 있습니다. 이 변환은 선택된 사용자가 새로운 소유자로 변경될 것이며 여러분은 이 채널에 대한 관리자로 설정될 것입니다. 진행하겠습니까?
ru: Можно назначить только одного владельца. Это изменение сделает выбранного пользователя новым владельцем, а вы будете менеджером канала. Продолжить?

source: in
ca_es: a
da: i
es: en
fr: dans
ko: 안에
ru: дюймов

source: Thumbnail upload
ca_es: Càrrega de miniatures
da: Miniature uploadet
es: Carga de miniatura
fr: Importation de la vignette
ko: 썸네일 업로드하기 바랍니다
ru: Загрузка эскиза на сервер

source: Create chapters for the video, and upload slides to play along with video.
ca_es: Creeu capítols per al vídeo i pugeu diapositives per reproduir-les amb el vídeo.
da: Opret kapitler til videoen, og upload dias, som afspilles sammen med videoen.
es: Crear capítulos para el vídeo, y cargar diapositivas para reproducir junto con el vídeo.
fr: Créez des chapitres pour la vidéo, et importez les diapositives à lire avec la vidéo.
ko: 동영상에 대한 챕터를 생성하고 동영상과 함께 재생하기 위한 슬라이드를 업로드 하기 바랍니다.
ru: Создайте разделы для видео и загрузите слайды для воспроизведения с видео.

source: Processing...
es: Procesando...
fr: Traitement en cours...
ru: Обработка...

source: Create a new Chapter
ca_es: Crea un capítol
da: Opret et nyt kapitel
es: Crear un nuevo capítulo
fr: Créer un nouveau chapitre
ko: 새로운 챕터 생성하기 바랍니다
ru: Создать новый раздел

source: Create a new Slide
ca_es: Crea una diapositiva
da: Opret et nyt dias
es: Crear una nueva dispositiva
fr: Créer une nouvelle diapositive
ko: 새로운 슬라이드 생성하기 바랍니다
ru: Создать новый слайд

source: Upload Slides Deck (PPT, PPTX, PDF)
es: Cargar paquete de diapositivas (PPT, PPTX, PDF)
fr: Télécharger le diaporama (PPT, PPTX, PDF)
ru: Загрузить на сервер блок слайдов (PPT, PPTX, PDF)

source: Upload Full Deck
es: Cargar paquete completo
fr: Télécharger le diaporama complet
ru: Загрузить на сервер полный блок

source: Upload Single Slide
es: Cargar una única diapositiva
fr: Télécharger une seule diapositive
ru: Загрузить на сервер отдельный слайд

source: Back to Timeline
es: Volver a línea de tiempo
fr: 1% dans la chronologie
ru: Вернуться к временной шкале

source: Deck upload
es: Carga de paquete
fr: Téléchargement du diaporama
ru: Загрузка блока на сервер

source: Choose slides resolution:
es: Seleccionar resolución de diapositivas:
fr: Choisissez la résolution des diapositives :
ru: Выберите разрешение слайдов:

source: Normal Resolution (1024x768)
es: Resolución normal (1024x768)
fr: Résolution normale (1024 x 768)
ru: Обычное разрешение (1024x768)

source: Wide Resolution (1366x768)
es: Resolución ancha (1366x768)
fr: Résolution large (1366 x 768)
ru: Широкое разрешение (1366x768)

source: Note - once the upload and processing is done, the slides will be equally spread across the timeline for you to manually arrange them.
es: Nota: una vez que se realice la carga y procesamiento, las diapositivas se propagarán por igual en la línea de tiempo para que pueda organizarlas manualmente.
fr: Remarque : une fois le téléchargement et le traitement terminés, les diapositives sont uniformément réparties sur la chronologie où vous pouvez les réorganiser manuellement.
ru: Примечание: после загрузки на сервер и обработки слайды будут равномерно распределены на временной шкале и доступны для упорядочения вручную.

source: Saved
ca_es: S'ha desat
da: Gemt
es: Guardado
fr: Enregistré
ko: 저장되었습니다.
ru: Сохранено

source: View in Player
ca_es: Mostra al reproductor
da: Se i afspiller
es: Ver en reproductor
fr: Visualiser dans le lecteur
ko: 플레이어에서 보기
ru: Просмотр в проигрывателе

source: Chapter Thumbnail
ca_es: Miniatura del capítol
da: Miniature for kapitel
es: Miniatura de capítulo
fr: Vignette du chapitre
ko: 챕터 썸네일
ru: Эскиз раздела

source: Auto
ca_es: Automàtica
es: Automático
ko: 자동
ru: Авто

source: replace thumbnail
ca_es: substitueix la miniatura
da: erstat miniature
es: reemplazar miniatura
fr: remplacer la vignette
ko: 썸네일 교체하기 바랍니다
ru: заменить эскиз

source: Chapter Information
ca_es: Informació del capítol
da: Kapiteloplysninger
es: Información sobre el capítulo
fr: Informations sur le chapitre
ko: 챕터 정보
ru: Информация о разделе

source: Enter Chapter Title
ca_es: Introduïu un títol per al capítol
da: Angiv kapitlets titel
es: Introducir título de capítulo
fr: Saisir le titre du chapitre
ko: 챕터 제목을 입력하기 바랍니다
ru: Введите название раздела

source: Enter Chapter Description
ca_es: Introduïu una descripció per al capítol
da: Angiv en beskrivelse af kapitlet
es: Introducir descripción de capítulo
fr: Saisir la description du chapitre
ko: 챕터 설명을 입력하기 바랍니다
ru: Введите описание раздела

source: Delete Chapter
ca_es: Suprimeix el capítol
da: Slet kapitel
es: Eliminar capítulo
fr: Supprimer le chapitre
ko: 챕터 삭제하기 바랍니다
ru: Удалить раздел

source: Upload Deck
es: Cargar paquete
fr: Télécharger le diaporama
ru: Загрузить блок на сервер

source: Slide image is a required field
ca_es: El camp d'imatge de la diapositiva és obligatori
da: Diasbillede er et påkrævet felt
es: La imagen de diapositiva es un campo obligatorio
fr: Image de diapositive est un champ obligatoire
ko: 슬라이드 이미지는 필수 영역입니다
ru: Изображение слайда является обязательным полем

source: upload a slide image
ca_es: puja una imatge de la diapositiva
da: upload et diasbillede
es: cargar una imagen de diapositiva
fr: importer une image de diapositive
ko: 슬라이드 이미지를 업로드하기 바랍니다
ru: загрузить изображение слайда

source: Upload Slide
ca_es: Puja una diapositiva
da: Upload dias
es: Cargar diapositiva
fr: Importer la diapositive
ko: 슬라이드 업로드하기 바랍니다
ru: Загрузить слайд на сервер

source: replace slide
ca_es: substitueix la diapositiva
da: erstat dias
es: reemplazar diapositiva
fr: remplacer la diapositive
ko: 슬라이드를 대체하기 바랍니다
ru: заменить слайд

source: Slide Information
ca_es: Informació de la diapositiva
da: Diasoplysninger
es: Información sobre la diapositiva
fr: Informations sur la diapositive
ko: 슬라이드 정보
ru: Информация о слайде

source: Enter Slide Title
ca_es: Introduïu un títol per a la diapositiva
da: Indtast diastitel
es: Introducir título de diapositiva
fr: Saisir le titre de la diapositive
ko: 슬라이드 제목을 입력하기 바랍니다
ru: Введите заголовок слайда

source: Enter Slide Description
ca_es: Introduïu una descripció per a la diapositiva
da: Indtast diasbeskrivelse
es: Introducir descripción de diapositiva
fr: Saisir la description de la diapositive
ko: 슬라이드 설명을 입력하기 바랍니다
ru: Введите описание слайда
