Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Delete Slide
ca_es: Suprimeix la diapositiva
da: Slet dias
es: Eliminar diapositiva
fr: Supprimer la diapositive
ko: 슬라이드를 삭제하기 바랍니다
ru: Удалить слайд

source: Time and Tags
ca_es: Temps i etiquetes
da: Tid og tags
es: Tiempo y etiquetas
fr: Temps et balises
ko: 시간과 태그
ru: Время и теги

source: Enter comma separated Search Tags
ca_es: Introduïu etiquetes de cerca separades per comes
da: Indtast kommaseparerede søge-tags
es: Introducir etiquetas de búsqueda separadas por comas
fr: Saisir les balises de recherche séparées par des virgules
ko: 컴마로 구분된 검색태크를 입력하기 바랍니다
ru: Введите теги для поиска, разделенные запятой

source: Your search for "%1" did not match any timeline results.
ca_es: No s'han trobat resultats de cronologia que coincideixin amb la cerca "%1".
da: Din søgning efter "%1" matchede ikke nogen resultater på tidslinjen.
es: Su búsqueda de "%1" no coincide con ningún resultado de la cronología.
fr: Votre recherche "%1" ne correspondait pas à des résultats de chronologie.
ko: "% 1"에 대한 검색은 타임라인 결과와 일치하지 않습니다.
ru: Ваш поиск "%1" не соответствует ни одной временной шкале.

source: Your search did not match any timeline results.
ca_es: No s'han trobat resultats de cronologia que coincideixin amb la cerca.
da: Din søgning matchede ikke nogen resultater på tidslinjen.
es: Su búsqueda no ha producido ningún resultado de cronología.
fr: Votre recherche ne correspondait pas à des résultats de chronologie.
ko: 검색은 타임라인 결과와 일치하지 않습니다.
ru: Ваш поиск не соответствует ни одной временной шкале.

source: %1 In Timeline
ca_es: %1 a la cronologia
da: %1 på tidslinje
es: %1 En cronología
fr: %1 dans la chronologie
ko: 타임 라인에서 % 1
ru: %1 на шкале времени

source: Clipped from
ca_es: Tallat de
da: Klippet fra
es: Recortado de
fr: Découpé de
ko: 부터 클립되었습니다
ru: Вырезано из

source: by
ca_es: per
da: af
es: por
fr: par
ko: 에 의해
ru: по

source: Clip %1
ca_es: Talla %1
da: Klip %1
es: Recorte %1
fr: Découper %1
ko: 클립 %1
ru: Клип %1

source: Create a Clip from
ca_es: Crea un tall de
da: Opret et klip fra
es: Crear un recorte de
fr: Créer un découpage de
ko: 부터 클립을 생성하기 바랍니다
ru: Создать клип из

source: Set the range of your clip, complete the metadata and save:
ca_es: Establiu l'interval del tall, empleneu les metadades i deseu:
da: Indstil intervallet for dit klip, udfyld metadata, og gem:
es: Defina el rango del recorte, complete los metadatos y guarde:
fr: Définissez la plage de votre découpage, renseignez les métadonnées et enregistrez :
ko: 클립의 범위를 설정하고 메타데이터를 완료한 후 저장하기 바랍니다:
ru: Установите диапазон клипа, заполните метаданные и сохраните:

source: End-time must be larger than Start-time
ca_es: El temps final ha de ser posterior al temps inicial
da: Sluttiden skal være større end starttiden
es: La hora de fin debe ser posterior a la hora de inicio
fr: L'heure de fin doit être supérieure à l'heure de début
ko: 종료시간은 시작시간보다도 다 커야만 합니다
ru: Время окончания должно быть позже времени начала

source: Clip duration must be at least 100ms
ca_es: La durada mínima del tall és de 100 ms
da: Klippets varighed skal være på mindst 100 ms
es: La duración del recorte debe ser de 100 ms como mínimo
fr: La durée du découpage doit être d'au moins 100 ms
ko: 클립시간은 적어도 100ms이어야만 합니다
ru: Продолжительность клипа должна быть не менее 100 мс

source: Are you sure you want to delete?
ca_es: Confirmeu que ho voleu suprimir?
da: Er du sikker på, at du vil slette?
es: ¿Desea eliminar?
fr: Voulez-vous vraiment supprimer ?
ko: 삭제하겠습니까?
ru: Вы действительно хотите удалить ?

source: Set Starting Point
ca_es: Estableix punt inicial
da: Indstil startpunkt
es: Definir punto de inicio
fr: Définir le point de départ
ko: 시작점 설정
ru: Задать начальную позицию

source: Set Ending Point
ca_es: Estableix punt final
da: Indstil slutpunkt
es: Definir punto de fin
fr: Définir le point d'arrivée
ko: 종료점 설정
ru: Задать конечную позицию

source: Preview
ca_es: Visualització prèvia
da: Forhåndsvisning
es: Vista previa
fr: Prévisualiser
ko: 프리뷰
ru: Предварительный просмотр

source: Trimming will replace your original media.
ca_es: El retall substituirà el contingut original.
da: Trimning vil erstatte dit originale medie.
es: El recorte reemplazará el archivo multimedia original
fr: Le découpage remplacera votre média d'origine.
ko: 트리밍은 원본 미디어를 대체할 것입니다.
ru: Обрезка заменит исходный медиафайл.

source: Are you sure you would like to save the trimmed video?
ca_es: Confirmeu que voleu desar el vídeo retallat?
da: Er du sikker på, at du vil gemme den trimmede video?
es: ¿Desea guardar el vídeo recortado?
fr: Voulez-vous vraiment enregistrer la vidéo découpée ?
ko: 트림된 동영상을 저장하겠습니까?
ru: Вы действительно хотите сохранить обрезанное видео?

source: Trim Confirmation
ca_es: Confirmació del retall
da: Bekræftelse af trimning
es: Confirmación de recorte
fr: Confirmation du découpage
ko: 트림 확인
ru: Подтверждение обрезки

source: Are you sure you want to delete this comment?
ca_es: Confirmeu que voleu suprimir aquest comentari?
da: Er du sikker på, at du vil slette denne kommentar?
es: ¿Desea eliminar este comentario?
fr: Voulez-vous vraiment supprimer ce commentaire ?
ko: 이 댓글을 삭제하겠습니까?
ru: Вы действительно хотите удалить этот комментарий?

source: Reply
ca_es: Respon
da: Besvar
es: Responder
fr: Répondre
ko: 답글
ru: Ответить

source: Comments are not allowed
ca_es: No es permet comentar
da: Kommentarer er ikke tilladt
es: No se permiten comentarios
fr: Les commentaires ne sont pas autorisés
ko: 댓글이 허용되지 않습니다
ru: Комментарии не разрешены

source: Discussion is closed
ca_es: La conversa està tancada
da: Diskussionen er lukket
es: La discusión está cerrada
fr: La discussion est fermée
ko: 토의가 종료되었습니다
ru: Обсуждение закрыто

source: Add a comment
ca_es: Afegeix un comentari
da: Tilføj en kommentar
es: Agregar un comentario
fr: Ajouter un commentaire
ko: 댓글을 추가합니다
ru: Добавить комментарий

source: More Comments...
ca_es: Més comentaris…
da: Flere kommentarer
es: Más comentarios...
fr: Autres commentaires...
ko: 댓글 더하기
ru: Больше комментариев...

source: Upload %1 css file
ca_es: Puja el fitxer css %1
da: Upload %1 css-fil
es: Cargar archivo css %1
fr: Importer %1 fichier css
ko: %1 css파일을 업로드 하기 바랍니다
ru: Загрузить файл css %1

source: Select a css file:
ca_es: Seleccioneu un fitxer css:
da: Vælg en css-fil:
es: Seleccione un archivo css:
fr: Sélectionner un fichier css :
ko: css파일을 선택하기 바랍니다:
ru: Выберите файл css:

source: Upload image file
es: Cargar archivo de imagen
fr: Télécharger le fichier image
ru: Загрузить файл изображения на сервер

source: Select an image:
es: Seleccionar una imagen:
fr: Sélectionnez une image :
ru: Выберите изображение:

source: Grabbing the embed code will make this media <strong>public to the world</strong> and override all entitlements defined in MediaSpace.
ca_es: En agafar el codi d'inserció, aquest contingut es farà <strong>públic per a tothom</strong> i se substituiran tots els drets definits a MediaSpace.
da: Indfangning af den indlejrede kode vil gøre dette medie <strong>offentligt for hele verden</strong> og overskrive alle de rettigheder, der er defineret i MediaSpace.
es: Si toma el código de inserción hará que este archivo multimedia sea <strong>público para todo el mundo</strong> y anulará todas las autorizaciones definidas en MediaSpace.
fr: La saisie du code incorporé rendra ce média <strong>public à tous</strong> et remplacera tous les droits d'utilisation définis dans MediaSpace.
ko: 임베드디 코드를 사용함으로써 미디어 <strong>공공은 글로벌</strong>으로 만들며 MediaSpace에서 정의된 모든 권한을 무효가 될 것입니다.
ru: Публикация кода встраивания делает этот медиафайл <strong>общедоступным</strong>, а все права, определенные в MediaSpace, теряют силу.

source: Embed Type
ca_es: Tipus d'inserció
da: Indlejringstype
es: Tipo de inserción
fr: Type d'intégration
ko: 임베디드 형식
ru: Тип встраивания

source: Iframe
ru: I-кадр

source: Legacy
ca_es: Heretat
da: Nedarvet
es: Legado
fr: Héritage
ko: 레가시
ru: Устаревший

source: Player Skin
ca_es: Màscara del reproductor
da: Afspillers tema
es: Skin del reproductor
fr: Habillage du lecteur
ko: 플레이어 스킨
ru: Обложка проигрывателя

source: Player Size
ca_es: Mida del reproductor
da: Afspillers størrelse
es: Tamaño de reproductor
fr: Taille du lecteur
ko: 플레이어 크기
ru: Размер проигрывателя

source: Link to Media Page
ca_es: Enllaç a la pàgina de contingut
da: Link til medieside
es: Enlazar con página de archivos multimedia
fr: Lier à la page du média
ko: 미디어 페이지에 연결하기
ru: Ссылка на страницу медиафайла

source: This Media is Private. In order to share this media via Email you have to Publish it to a Channel or make it Unlisted
ca_es: Aquest contingut és privat. Per compartir-lo per correu electrònic, heu d'ocultar-lo o de publicar-lo en un canal.
da: Dette medie er privat. For at dele dette medie via e-mail, skal du udgive det til en kanal eller sørge for, at det ikke er listet
es: Este archivo multimedia es privado. Para compartir este archivo multimedia por correo electrónico debe publicarlo en un canal o quitarlo de la lista
fr: Ce média est privé. Afin de partager ce média par e-mail, vous devez le publier sur une chaîne ou le rendre Non répertorié
ko: 이 미디어는 개인소유입니다. 이메일을 통하여 이 미디어를 공유하기 위하여 여러분은 미디어를 채널에 게재하여만 하거나 또는 비재생목록에 포함시켜야만 합니다
ru: Этот медиафайл является приватным. Чтобы поделиться этим медиафайлом по электронной почте необходимо опубликовать его на канале или присвоить ему атрибут "Отсутствует в списке"

source: Share this media via Email
ca_es: Comparteix aquest contingut per correu electrònic
da: Del dette medie via e-mail
es: Compartir este archivo multimedia por correo electrónico
fr: Partager ce média par e-mail
ko: 이메일을 경우하여 미디어 공유하기 바랍니다
ru: Поделитесь медиафайлом по электронной почте

source: Not authenticated
ca_es: No us heu autenticat
da: Ikke godkendt
es: No autenticado
fr: Non authentifié
ko: 인증 되지 않지 않았습니다
ru: Проверка подлинности не выполнена

source: Click here to login
ca_es: Feu clic aquí per iniciar la sessió
da: Klik her for at logge ind
es: Haga clic aquí para iniciar sesión
fr: Cliquez ici pour vous connecter
ko: 로그인 하려면 여기를 클릭하십시오
ru: Нажмите здесь для входа

source: You are not authorized to view this media
ca_es: No esteu autoritzat a visualitzar aquest contingut
da: Du har ikke tilladelse til at se dette medie
es: No tiene permiso para ver este archivo multimedia
fr: Vous n'êtes pas autorisé à visualiser ce média
ko: 이 미디어를 보기 위한 권한이 없습니다
ru: Вы не авторизованы для просмотра этого медиафайла

source: Playback of this content is only allowed on its original publishing destination. Please contact owner or support
es: La reproducción de este contenido solo está permitida en su destino de publicación original. Póngase en contacto con el propietario o con el soporte técnico
fr: La relecture de ce contenu n'est autorisée que sur sa destination de publication d'origine. Contactez le propriétaire ou l'assistance
ru: Воспроизведение этого содержимого разрешено только в исходном месте публикации. Обратитесь к владельцу или в службу поддержки

source: Note that the embedded playlist will not display any media that is private or restricted. <br/>Are you sure you want to continue?
ca_es: Tingueu en compte que a la llista de reproducció inserida no es mostrarà contingut que sigui privat o que estigui restringit.<br/>Confirmeu que voleu continuar?
da: Vær opmærksom på, at den indlejrede afspilningsliste ikke vil blive vist på noget medie, som er privat eller begrænset. <br/>Er du sikker på, at du vil fortsætte?
es: Tenga en cuenta que la lista de reproducción insertada no mostrará ningún archivo multimedia privado o restringido. ¿Desea continuar?
fr: Notez que la liste de lecture incorporée n'affichera pas de médias privés ou à accès restreint. <br/>Voulez-vous vraiment continuer ?
ko: 임베디드 재생목록은 어떤 미디어가 개인이든 제한적이든 보이지 않을 것임을 참고하기 바랍니다. <br> 계속하겠습니까?
ru: Обратите внимание, что встроенный список воспроизведения не будет отображать медиафайлы, которые являются приватными или ограниченными. <br/>Вы действительно хотите продолжить?

source: Embed Playlist
ca_es: Insereix la llista de reproducció
da: Indlejr afspilningsliste
es: Incrustar lista de reproducción
fr: Intégrer une liste de lecture
ko: 임베디드 재생목록
ru: Встроить список воспроизведения

source: Hide embed code
es: Ocultar código de inserción
fr: Masquer le code incorporé
ru: Скрыть встроенный код

source: Playlist Layout (Flash)
es: Diseño de lista de reproducción (Flash)
fr: Disposition de la liste de lecture (Flash)
ru: Макет списка воспроизведения (Flash)

source: Horizontal
ca_es: Horitzontal
da: Vandret
ko: 가로
ru: По горизонтали

source: Vertical
da: Lodret
ko: 세로
ru: По вертикали

source: Dark
ca_es: Fosc
da: Mørk
es: Oscuro
fr: Sombre
ko: 어두움
ru: Темный

source: Light
ca_es: Clar
da: Lys
es: Claro
fr: Lumière
ko: 밝음
ru: Светлый

source: Playlist Layout
es: Diseño de lista de reproducción
fr: Disposition de la liste de lecture
ru: Макет списка воспроизведения

source: Note that the embedded playlist will not display any media that is private or restricted.
es: Tenga en cuenta que la lista de reproducción incrustada no mostrará archivos multimedia que sean privados o estén restringidos.
fr: Notez que la liste de lecture intégrée n'affiche aucun média privé ou restreint.
ru: Обратите внимание, что во встроенном списке воспроизведения не будут отображаться медиафайлы, которые являются приватными или ограниченными.

source: Note that the embedded playlist will not display any media that is private or restricted.
ca_es: Tingueu en compte que a la llista de reproducció inserida no es mostrarà contingut que sigui privat o que estigui restringit.
es: Tenga en cuenta que la lista de reproducción incrustada no reproducirá multimedia que sea privada o restringida.
fr: Notez que la liste de lecture incorporée n'affichera pas de médias à accès privé ou restreint.
ko: 임베디드 재생목록은 미디어가 개인이든 제한적이든 간에 보이지 않을 것임을 참고하기 바랍니다.
ru: Обратите внимание, что встроенный список воспроизведения не будет отображать медиафайлы, которые являются приватными или ограниченными.

source: Create a Live Event
ca_es: Crea un esdeveniment en directe
da: Opret en liveevent
es: Crear un evento en vivo
fr: Créer un événement en direct
ko: 라이브 이벤트를 생성하기 바랍니다
ru: Создание события в реальном времени

source: Are you sure you want to start streaming the live event?
ca_es: Confirmeu que voleu començar a reproduir l'esdeveniment en directe?
da: Er du sikker på, at du vil begynde at streame liveeventen?
es: ¿Desea iniciar la retransmisión del evento en vivo?
fr: Voulez-vous vraiment démarrer le streaming de l'événement en direct ?
ko: 라이브 이벤트을 위한 스트리밍을 시작하겠습니까?
ru: Вы действительно хотите начать прямую трансляцию события?

source: Are you sure you want to stop streaming the live event?
ca_es: Confirmeu que voleu deixar de reproduir l'esdeveniment en directe?
da: Er du sikker på, at du vil stoppe med at streame liveeventen?
es: ¿Desea detener la retransmisión del evento en vivo?
fr: Voulez-vous vraiment arrêter le streaming de l'événement en direct ?
ko: 라이브 이벤트를 위한 스트리밍을 중지하겠습니까?
ru: Вы действительно хотите остановить прямую трансляцию события?

source: Start Streaming
ca_es: Inicia la reproducció en directe
es: Iniciar retransmisión
fr: Démarrer le streaming
ko: 스트리밍 시작
ru: Начать трансляцию

source: Stop Streaming
ca_es: Atura la reproducció en directe
es: Detener retransmisión
fr: Arrêter le streaming
ko: 스트리밍 중지
ru: Остановить трансляцию

source: View Event Page
ca_es: Mostra la pàgina de l'esdeveniment
da: Se eventside
es: Ver página de evento
fr: Afficher la page des événements
ko: 이벤트 페이지 보기
ru: Просмотреть страницу события

source: Note: This is a manual live entry that is provisioned and streamed from an external application
es: Nota: Esta es una entrada manual en vivo aprovisionada y transmitida desde una aplicación externa
fr: Remarque : ceci est une entrée manuelle réelle mise en service et diffusée en continu depuis une application externe
ru: Примечание. Это ручной элемент прямой трансляции, который подготовлен и транслируется из внешнего приложения

source: Preview Quiz
es: Previsualizar el cuestionario
fr: Prévisualiser le quiz
ru: Просмотр викторины

source: Quiz Preview
es: Vista previa del cuestionario
fr: Aperçu du quiz
ru: Просмотр викторины

source: Quiz Creator
ca_es: Creador de proves
es: Creador del cuestionario
fr: Créateur de quiz
ko: 퀴즈 작성자
ru: Создатель викторины

source: Media Upload
ca_es: Càrrega de contingut
es: Carga de archivos multimedia
fr: Chargement des médias
ko: 미디어 업로드
ru: Медиафайл

source: Media Selection
ca_es: Selecció de contingut
es: Selección de multimedia
fr: Sélection des médias
ko: 미디어 선택
ru: Выбор медиафайлов

source: Please select the media you would like the quiz to relate to. You can either select an existing media or upload a new one.
ca_es: Seleccioneu el fitxer multimèdia amb què vulgueu associar la prova. Podeu seleccionar-ne un d'existent o pujar-ne un de nou.
es: Seleccione con qué multimedia le gustaría relacionar el cuestionario. Puede seleccionar multimedia existente o subir nueva.
fr: Sélectionnez le média à associer au quiz. Vous pouvez sélectionner un média existant ou en charger un nouveau.
ko: 관련된 퀴즈를 만들기 위한 미디어를 선택하기 바랍니다. 여러분은 기존의 미디어를 선택하거나 새로운 미디어를 업로드할 수 있습니다.
ru: Выберите медиафайлы, с которыми вы бы хотели связать викторину. Вы можете выбрать существующий медиафайл или загрузить новый.

source: Select
ca_es: Selecciona
es: Seleccionar
fr: Sélectionner
ko: 선택
ru: Выбрать

source: Upload Document
ca_es: Puja un document
da: Upload dokument
es: Cargar documento
fr: Importer le document
ko: 문서를 업로드하기 바랍니다
ru: Загрузить документ на сервер

source: A video presentation consists of a document and a video file, synchronized together, Document formats supported are:ppt/pptx, pdf, doc/ docx, xls/ xlsx.
ca_es: Una presentació en vídeo està formada per un document i un fitxer de vídeo sincronitzats. Aquests són els formats de document compatibles: ppt/pptx, pdf, doc/docx i xls/xlsx.
da: En videopræsentation består af et dokument og en videofil, som er synkroniseret. Understøttede dokumentformater er: ppt/pptx, pdf, doc/docx, xls/xlsx.
es: Un vídeo de presentación consiste en un documento y un archivo de vídeo, sincronizados. Los formatos de documentos compatibles son: ppt/ pptx, pdf, doc/docx, xls/xlsx.
fr: Une présentation vidéo comprend un document et un fichier vidéo synchronisés ensemble. Les formats de documents pris en charge sont : ppt/pptx, pdf, doc/ docx, xls/ xlsx.
ko: 동영상 프레젠테이션은 함께 동기화된 문서와 동영상 파일로 구성되어 있으며 지원되는 문서형식은 다음과 같습니다: ppt/pptx, pdf, doc/docx, xls/xlsx.
ru: Видеопрезентация состоит из документа и видеофайла, которые синхронизированы друг с другом. Поддерживаются следующие форматы документов: ppt/pptx, pdf, doc/docx, xls/xlsx.

source: After the document is uploaded, it will be converted to a format suitable for display in the presentation (this might take a few minutes).
ca_es: Un cop pujat el document, es convertirà a un format adient per mostrar-lo a la presentació. Aquest procés pot tardar uns pocs minuts.
da: Når dokumentet er uploadet, vil det blive konverteret til et format, der er passende til at vise i præsentationen (dette kan tage et par minutter).
es: Una vez cargado el documento, éste se convierte a un formato adecuado para su visualización en la presentación (esto puede llevar unos minutos).
fr: Une fois le document importé, il sera converti en format approprié pour l'affichage dans la présentation (ceci peut prendre quelques minutes).
ko: 문서가 업로드된 후 프레젠테이션에 보이기 위하여 적당한 형식으로 변환이 될 것입니다 (몇 분 정도 걸릴 수 있습니다).
ru: После загрузки документа на сервер он будет преобразован в формат, пригодный для отображения в презентации (это может занять несколько минут).

source: Once your content is ready it will appear in the document list(step 2).
ca_es: Quan el contingut estigui preparat, apareixerà a la llista de documents (pas 2).
da: Når dit indhold er klar, vil det blive vist i dokumentlisten (trin 2).
es: Una vez que el contenido está listo, aparecerá en la lista de documentos (paso 2).
fr: Une fois le contenu prêt, il s'affichera dans la liste de documents (étape 2).
ko: 여러분의 콘텐츠가 준비된 후 문서 목록(2단계)에 표시될 것입니다.
ru: После того как содержимое будет готово, оно появится в списке документов (пункт 2).

source: Back to the video presentation creation flow (step 1)
ca_es: Torneu al flux de creació de presentacions en vídeo (pas 1)
da: Gå tilbage til proceduren for oprettelse af videopræsentation (trin 1)
es: Volver al flujo de creación de presentaciones de vídeo (paso 1)
fr: Retour au flux de création de la présentation vidéo (étape 1)
ko: 동영상 프레젠테이션 생성 흐름 (1단계)으로 되돌아 가기
ru: Вернуться к процессу создания видеопрезентации (пункт 1)

source: Add Video Presentation
ca_es: Afegeix una presentació en vídeo
da: Tilføj videopræsentation
es: Agregar presentación de vídeo
fr: Ajouter une présentation vidéo
ko: 동영상 프레젠테이션을 추가하기 바랍니다
ru: Добавить видеопрезентацию

source: To create a Video Presentation, follow these steps
ca_es: Seguiu aquests passos per crear una presentació en vídeo
da: For at oprette en videopræsentation skal du følge disse trin
es: Para crear una presentación de vídeo, siga estos pasos
fr: Pour créer une présentation vidéo, procédez de la façon suivante
ko: 동영상 프레젠테이션을 생성하기 위하여 다음 단계들을 수행하기 바랍니다
ru: Для создания видеопрезентации выполните следующие действия

source: Select media (from a list of already uploaded and ready video and audio items)
ca_es: Seleccioneu contingut (d'una llista d'elements de vídeo i àudio ja pujats)
da: Vælg medie (fra en liste over video- og audioelementer, som allerede er uploadet og klar)
es: Seleccionar archivos multimedia (de una lista de ya cargada y elementos de vídeo y audio preparados)
fr: Sélectionner un média (dans une liste d'éléments vidéo et audio déjà importés et disponibles)
ko: 미디어를 선택하기 바랍니다 (동영상과 오디오 항목이 준비하고 이미 업로드되어있는 목록으로)
ru: Выберите медиафайл (из списка уже загруженных и готовых видео- и аудиоэлементов)

source: Select document (from a list of uploaded, and converted documents)
ca_es: Seleccioneu un document (d'una llista de documents pujats i convertits)
da: Vælg dokument (fra en liste over uploadede og konverterede dokumenter)
es: Seleccionar documento (a partir de una lista de documentos cargados y convertidos)
fr: Sélectionner un document (dans une liste de documents importés et convertis)
ko: 문서를 선택하기 바랍니다(업로드된 목록과 변화된 문서로 부터)
ru: Выберите документ (из списка загруженных и преобразованных документов)

source: Add sync points to synchronize the document with the media
ca_es: Afegeix punts de sincronització per sincronitzar el document amb el contingut
da: Tilføj synkroniseringspunkter for at synkronisere dokumentet med mediet
es: Agregar puntos de sincronización para sincronizar el documento con los archivos multimedia
fr: Ajouter des points de sync pour synchroniser le document avec le média
ko: 미디어와 문서를 동기화하기 위하여 동기화 포인트를 추가하기 바랍니다
ru: Добавьте точки синхронизации, чтобы синхронизировать документ с медиафайлом

source: In case you need to upload new documents to the server, use the upload document button below.
ca_es: Si necessiteu pujar altres documents al servidor, utilitzeu el botó per pujar documents que hi ha més avall.
da: Hvis du har brug for at uploade nye dokumenter til serveren, skal du anvende knappen til upload af dokumenter herunder.
es: En caso de tener que cargar nuevos documentos al servidor, utilice el botón para cargar documentos de abajo.
fr: Au cas où vous devriez importer de nouveaux documents sur le serveur, utilisez le bouton Importer le document ci-dessous.
ko: 서버에 새 문서를 업로드가 필요한 경우, 아래의 업로드 문서 버튼을 사용하기 바랍니다.
ru: Если нужно загрузить на сервер новые документы, нажмите кнопку "Загрузить документ на сервер" ниже.
