Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: In order to use the latest functionality and apply the latest bug fixes it is recommended that we upgrade the version of the widgets used in your MediaSpace (including the players).
ca_es: Per poder utilitzar les funcions més recents i aplicar la darrera correcció d'errors, és recomanable que actualitzem la versió dels widgets que es fan servir al vostre MediaSpace (els reproductors també).
da: For at kunne bruge de nyeste funktioner og anvende de nyeste fejlrettelser, anbefales det, at vi opgraderer den anvendte version af widgets, som anvendes i dit MediaSpace (inklusive afspillerne).
es: Para utilizar las funciones más recientes y aplicar las últimas soluciones a errores, se recomienda actualizar la versión de los widgets utilizados en su MediaSpace (incluyendo los reproductores).
fr: Afin de pouvoir utiliser la dernier fonctionnalité et appliquer les derniers correctifs de bogues, nous vous recommandons de nous laisser mettre à niveau la version des widgets utilisés dans votre MediaSpace (dont les lecteurs).
ko: 최신기능을 사용하고 최신버그 수정프로그램을 적용하기 위하여 우리는 여러분의 MediaSpace (플레이어 포함)에 사용 되는 위젯 버전 업그레이드하는 것을 추천합니다.
ru: Чтобы воспользоваться новейшими функциями и применить последние исправления ошибок, рекомендуется обновить версию виджетов, используемых в MediaSpace (в том числе проигрывателей).

source: Would you like to automatically upgrade the widgets used in your MediaSpace?
ca_es: Voleu actualitzar automàticament els widgets que es fan servir al vostre MediaSpace?
da: Vil du gerne automatisk opgradere de widgets, som anvendes i dit MediaSpace?
es: ¿Desea actualizar automáticamente los widgets utilizados en su MediaSpace?
fr: Voulez-vous mettre automatiquement à niveau les widgets utilisés dans votre MediaSpace ?
ko: 여러분의 Mediaspace에서 사용되는 위젯을 자동적으로 업그레이드하겠습니까?
ru: Хотите обновлять виджеты, используемые в MediaSpace, автоматически?

source: Yes - The upgrade process will create new widgets and override your MediaSpace configuration with these out-of-the box uiConfs. If you have customized any of the widgets, please review the release notes and change log to see how to apply those changes to your customized widgets.
ca_es: Sí. El procés d'actualització crearà widgets nous i substituirà la vostra configuració de MediaSpace per aquesta configuració de la interfície ja preparada. Si heu personalitzat algun dels widgets, reviseu les notes de la versió i el registre de canvis per determinar com aplicar aquests canvis als vostres widgets personalitzats.
da: Ja - Opgraderingsprocessen vil oprette nye widgets og overskrive konfigurationen af dit MediaSpace med disse anderledes uiConfs. Hvis du har tilpasset nogen af disse widgets, bedes du venligst tjekke de nyeste releasenoter og ændringslogs for at se, hvordan du får disse ændringer til at gælde for dine tilpassede widgets.
es: Sí - El proceso de actualización creará nuevos widgets y anulará la configuración de su MediaSpace con estos uiConfs preparados. Si ha personalizado alguno de los widgets, consulte las notas de versión y el registro de cambios para saber cómo aplicar estos camibos a los widgets personalizados.
fr: Oui - La procédure de mise à niveau créera de nouveaux widgets et remplacera votre configuration MediaSpace avec ces uiConfs prêts à l'emploi. Si vous avez personnalisé les widgets, consultez les notes de version et le journal des modifications pour savoir comment appliquer ces modifications à vos widgets personnalisés.
ko: 예-업그레이드 과정은 새로운 위젯을 생성하고 uiConfs로 부터 Mediaspace의 구성을 무시합니다. 만일 여러분이 위젯의 어떤 것을 커스터마이즈 하였다면 릴리즈 정보를 검토하고 여러분의 커스터마이즈된 위젯에 이와 같은 변경을 적용하는 법을 보기 위하여 로고를 변경하기 바랍니다.
ru: Да - в процессе обновления будут созданы новые виджеты, а конфигурация MediaSpace будет заменена новой конфигурацией uiConf. Если вы настраивали какие-либо виджеты, просмотрите примечания к выпуску и журнал изменений, чтобы понять, как применить эти изменения к настроенным виджетам.

source: No - the upgrade process will not override your MediaSpace configuration and keep your current widgets. In this case you will need to update your widgets manually by following the release notes and change log.
ca_es: No. El procés d'actualització no substituirà la vostra configuració de MediaSpace i conservareu els vostres widgets . En aquest cas, haureu d'actualitzar els widgets manualment d'acord amb les notes de la versió i amb el registre de canvis.
da: Nej - opgraderingsprocessen vil ikke overskrive konfigurationen af dit MediaSpace og vil beholde dine aktuelle widgets. I dette tilfælde skal du opdatere dine widgets manuelt ved at følge releasenoterne og ændringsloggen.
es: No - el proceso de actualización no anulará su configuración de MediaSpace y conservará los widgets actuales. En este caso tendrá que actualizar los widgets manualmente siguiendo las notas de versión y el registro de cambios.
fr: Non - La procédure de mise à jour ne remplacera pas votre configuration MediaSpace et conservera vos widgets actuels. Dans ce cas, vous devrez mettre à jour vos widgets manuellement en suivant les notes de version et le journal des modifications.
ko: 아니오-업그레이드 과정은 여러분의 Mediaspace 설정을 무시하지 않으며 현재의 위젯을 유지합니다. 이 경우에 여러분은 릴리즈 노트를 따라서 수동적으로 업데이트가 필요하며 로그를 변경하기 바랍니다.
ru: Нет - в процессе обновления конфигурация MediaSpace не будет изменена, а виджеты будут сохранены. В этом случае необходимо будет обновить виджеты вручную, используя примечания к выпуску и журнал изменений.

source: An error occurred while trying to save .mo file, please try again.
es: Se ha producido un error al intentar guardar el archivo .mo, vuelva a intentarlo.
fr: Une erreur s'est produite lors de la tentative d'enregistrement du fichier .mo. Réessayez ultérieurement.
ru: Произошла ошибка при сохранении файла .mo, повторите попытку.

source: Error opening translation file.
es: Error al abrir archivo de traducción.
fr: Erreur lors de l'ouverture du fichier de traduction.
ru: Ошибка при открытии файла перевода.

source: .mo file provided is not a valid Zend getText file
es: el archivo .mo proporcionado no es un archivo Zend getText válido
fr: Le fichier .mo fourni n'est pas un fichier getText de Zend
ru: Указанный файл .mo не является допустимым файлом Zend getText

source: Provided .mo file is not valid
es: El archivo .mo proporcionado no es válido
fr: Le fichier .mo fourni n'est pas valide
ru: Указанный файл .mo недопустим

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

source: and Moderated
ca_es: i moderat
da: og modereret
es: y moderado
fr: et modéré(e)(s)
ko: 그리고 중재되었습니다
ru: и модерируется

source: Moderated
ca_es: Moderat
da: Modereret
es: Moderado
fr: Modéré(e)
ko: 중재됨
ru: Модерируется

source: Add
ca_es: Afegeix
da: Tilføj
es: Agregar
fr: Ajouter
ko: 추가
ru: Добавить

source: EDIT
es: EDITAR
fr: MODIFIER
ru: ПРАВКА

source: CLONE
es: CLONAR
ru: КЛОНИРОВАТЬ

source: DELETE
es: ELIMINAR
fr: SUPPRIMER
ru: УДАЛИТЬ

source: %u year
ca_es: %u any
da: %u år
es: %u año
fr: %u année
ru: %u год

source: %u month
ca_es: %u mes
da: %u måned
es: %u mes
fr: %u mois
ru: %u месяц

source: %u day
ca_es: %u dia
da: %u dag
es: %u día
fr: %u jour
ru: %u день

source: less than %u hour
ca_es: menys d'%u hora
da: under %u time
es: menos de %u hora
fr: moins de %u heure
ru: менее %u часа

source: less than %u minute
ca_es: menys d'%u minut
da: under %u minut
es: menos de %u minuto
fr: moins de %u minute
ru: менее %u минуты

source: You cannot edit the media while it is published
ca_es: No podeu editar el contingut mentre està publicat
da: Du kan ikke redigere mediet, mens det er udgivet
es: No se puede editar el archivo multimedia mientras está publicándose
fr: Vous ne pouvez pas modifier le média lors de sa publication
ko: 게제되는 동안 미디어를 편집할 수 없습니다
ru: Невозможно изменить медиафайл, когда он опубликован

source: Edit
ca_es: Edita
da: Rediger
es: Editar
fr: Modifier
ko: 편집
ru: Правка

source: private
ca_es: privat
da: privat
es: privado
fr: privé
ko: 개인
ru: приватный

source: published
ca_es: publicat
da: udgivet
es: publicado
fr: publié
ko: 게재되었습니다
ru: опубликовано

source: unlisted
ca_es: ocult
da: ikke listet
es: no catalogado
fr: non répertorié
ko: 목록화되지 않았습니다
ru: не зарегистрировано

source: pending
ca_es: pendent
da: afventer
es: pendiente
fr: en attente
ko: 보류중
ru: Ожидающие

source: rejected
ca_es: rebutjat
da: afvist
es: rechazado
fr: rejeté
ko: 거부되었습니다
ru: Отклоненные

source: rejectedEntry
ca_es: entradaRebutjada
da: afvist post
fr: Entrée rejetée
ko: 거부된 엔트리
ru: отклоненная запись

source: All Media
ca_es: Tot el contingut
da: Alle medier
es: Todos los archivos multimedia
fr: Tous les médias
ko: 모든 미디어
ru: Все медиафайлы

source: Media
ca_es: Contingut
da: Medie
es: Multimedia
fr: Média
ko: 미디어
ru: Медиафайлы

source: Views
ca_es: Visualitzacions
da: Visninger
es: Vistas
fr: Nombre de vues
ko: 조회수
ru: По просмотрам

source: Likes
ca_es: Indicacions de "m'agrada"
es: Me gusta
fr: Aime
ko: 좋아요
ru: Отметки "Нравится"

source: Alphabetical Ascending
es: Alfabético ascendente
fr: Ordre alphabétique croissant
ru: По алфавиту в порядке возрастания

source: Alphabetical
ca_es: Alfabètic
da: Alfabetisk
es: Alfabético
fr: Alphabétique
ko: 알파벳
ru: По алфавиту

source: Alphabetical Descending
es: Alfabético descendente
fr: Ordre alphabétique décroissant
ru: По алфавиту в порядке убывания

source: Forgot Password
ca_es: Has oblidat la contrasenya
da: Glemt adgangskode
es: ¿Olvidaste tu contraseña
fr: Mot de passe oublié
ko: 비밀번호를 잊으셨나요?
ru: Забыли пароль

source: Replace File
ca_es: Substitueix el fitxer
da: Erstat fil
es: Reemplazar archivo
fr: Remplacer le fichier
ko: 파일을 대체하기 바랍니다
ru: Заменить файл

source: Upload complete
ca_es: S'ha completat la càrrega
da: Upload gennemført
es: Carga finalizada.
fr: Importation terminée
ko: 업로드가 완료되었습니다
ru: Загрузка на сервер завершена

source: Are you sure you want to replace the existing file?
ca_es: Confirmeu que voleu substituir el fitxer existent?
da: Er du sikker på, at du vil erstatte den eksisterende fil?
es: ¿Está seguro de que desea reemplazar el archivo existente?
fr: Voulez-vous vraiment remplacer le fichier existant ?
ko: 기존 파일을 대체 하시겠습니까?
ru: Вы действительно хотите заменить существующий файл?

source: Replace image
ca_es: Substitueix la imatge
da: Erstat billede
es: Reemplazar imagen
fr: Remplacer l'image
ko: 이미지를 교체하기 바랍니다
ru: Заменить изображение

source: Upload image
ca_es: Puja la imatge
da: Upload billede
es: Cargar imagen
fr: Importer l'image
ko: 이미지 업로드하기 바랍니다
ru: Загрузить изображение на сервер

source: Are you sure you want to replace the existing image?
ca_es: Confirmeu que voleu substituir la imatge existent?
da: Er du sikker på, at du vil erstatte det eksisterende billede?
es: ¿Está seguro de que desea reemplazar la imagen existente?
fr: Voulez-vous vraiment remplacer l'image existante ?
ko: 기존 이미지를 교체 하시겠습니까?
ru: Вы действительно хотите заменить существующее изображение?

source: Replace slide deck
ca_es: Substitueix el conjunt de diapositives
da: Erstat diassæt
es: Remplazar paquete de diapositivas
fr: Remplacer le diaporama
ko: 슬라이드 데크를 교체하기 바랍니다
ru: Заменить блок слайдов

source: Upload slide deck
ca_es: Puja un conjunt de diapositives
da: Upload diassæt
es: Cargar paquete de diapositivas
fr: Importer le diaporama
ko: 슬라이드 데크를 업로드하기 바랍니다
ru: Загрузить блок слайдов на сервер

source: Are you sure you want to replace the existing slide deck?
ca_es: Confirmeu que voleu substituir el conjunt de diapositives existent?
da: Er du sikker på, at du vil erstatte det eksisterende diassæt?
es: ¿Está seguro de que desea reemplazar el paquete de diapositivas existente?
fr: Voulez-vous vraiment remplacer le diaporama existant ?
ko: 기존 슬라이드 데크를 대체하겠습니까?
ru: Вы действительно хотите заменить существующий блок слайдов?

source: Logout
ca_es: Tanca la sessió
da: Log ud
es: Cerrar sesión
fr: Déconnexion
ko: 로그아웃
ru: Выход

source: year
ca_es: any
da: år
es: año
fr: année
ko: 년도
ru: год

source: week
ca_es: setmana
da: uge
es: semana
fr: semaine
ko: 주
ru: неделя

source: day
ca_es: dia
da: dag
es: día
fr: jour
ko: 일
ru: день

source: hour
ca_es: hora
da: time
es: hora
fr: heure
ko: 시간
ru: ч.

source: minute
ca_es: minut
da: minut
es: minuto
ko: 분
ru: мин.

source: second
ca_es: segon
da: sekund
es: segundo
fr: seconde
ko: 초
ru: секунда

source: %s Minutes ago
ca_es: Fa %s minuts
da: for %s minutter siden
es: hace %s minutos
fr: Il y a %s minutes
ko: %s분 전
ru: %s мин. назад

source: A moment ago
ca_es: Fa un moment
da: For et øjeblik siden
es: Hace un momento
fr: Il y a un instant
ko: 잠시 전
ru: Минуту назад

source: An hour ago
ca_es: Fa una hora
da: For en time siden
es: Hace una hora
fr: Il y a une heure
ko: 한 시간 전
ru: Час назад

source: %s Hours ago
ca_es: Fa %s hores
da: For %s timer siden
es: Hace %s horas
fr: Il y a %s heures
ko: %s 시간 전
ru: %s час. назад

source: A day ago
ca_es: Fa un dia
da: For en dag siden
es: Hace un día
fr: Hier
ko: 하루 전
ru: День назад

source: %s Days ago
ca_es: Fa %s dies
da: For %s dage siden
es: Hace %s días
fr: Il y a %s jours
ko: %s 일 전
ru: %s дней назад

source: A week ago
ca_es: Fa una setmana
da: For en uge siden
es: Hace una semana
fr: La semaine dernière
ko: 일주일 전
ru: Неделю назад

source: %s Weeks ago
ca_es: Fa %s setmanes
da: For %s uger siden
es: Hace %s semanas
fr: Il y a %s semaines
ko: %s 주 전
ru: %s недели назад

source: A month ago
ca_es: Fa un mes
da: For en måned siden
es: Hace un mes
fr: Le mois dernier
ko: 한 달 전
ru: Месяц назад

source: %s Months ago
ca_es: Fa %s mesos
da: For %s måneder siden
es: Hace %s meses
fr: Il y a %s mois
ko: %s 달 전
ru: %s месяца назад

source: A year ago
ca_es: Fa un any
da: For et år siden
es: Hace un año
fr: L'année dernière
ko: 년 전
ru: Год назад

source: %s Years ago
ca_es: Fa %s anys
da: For %s år siden
es: Hace %s años
fr: Il y a %s ans
ko: %s년 전
ru: %s лет назад

source: logout
ca_es: tanca la sessió
da: log ud
es: cerrar sesión
fr: déconnexion
ko: 로그아웃
ru: выход

source: login
ca_es: iniciar sessió
da: log ind
es: iniciar sesión
fr: connexion
ko: 로그인
ru: вход

source: Contrast Mode
es: Modo contraste
fr: Mode contraste
ru: Контрастный режим

source: toggle contrast mode
es: cambiar el modo de contraste
fr: basculer le mode contraste
ru: включить/выключить контрастный режим

source: 1 Shared Repository
ca_es: 1 repositori compartit
da: 1 delt lagringssted
es: 1 Repositorio compartido
fr: 1 référentiel partagé
ko: 1 공유 저장공간
ru: 1 общий репозиторий

source: %s Shared Repositories
ca_es: %s repositoris compartits
da: %s delte lagringssteder
es: %s Repositorios compartidos
fr: %s référentiels partagés
ko: %s 공유 저장공간
ru: %s общих репозиториев

source: Add New
ca_es: Afegeix un element nou
da: Tilføj ny
es: Agregar nuevo
fr: Ajouter
ko: 새로운 추가
ru: Добавить

source: Your additional media will be presented once it is ready and approved.
ca_es: El contingut addicional es presentarà quan estigui enllestit i aprovat.
da: Resten af dine medier vil blive vist, når de er klar og godkendt.
es: Sus archivos multimedia adicionales se presentarán después de prepararlos y aprobarlos.
fr: Votre média supplémentaire sera présenté une fois qu'il sera prêt et approuvé.
ko: 추가된 미디어는 준비되고 승인된 후에 표현이 될 것입니다.
ru: Дополнительные медиафайлы будут представлены после того, как будут готовы и утверждены.

source: Refresh Now
ca_es: Actualitza ara
da: Opdater nu
es: Actualizar ahora
fr: Actualiser maintenant
ko: 지금 새로 고침
ru: Обновить сейчас

source: Your additional media will be presented once it is ready.
ca_es: El contingut addicional es presentarà quan estigui enllestit.
da: Resten af dine medier vil blive vist, når de er klar.
es: Sus archivos multimedia se presentarán después de que estén preparados.
fr: Votre média supplémentaire sera présenté une fois qu'il sera prêt.
ko: 추가된 미디어는 준비된 후에 표현될 것입니다.
ru: Дополнительные медиафайлы будут представлены после того, как будут готовы.

source: You must choose entries to add.
ca_es: Heu de triar les entrades que voleu afegir.
da: Du skal vælge poster, som skal tilføjes.
es: Debe elegir las entradas que agregar.
fr: Vous devez choisir des entrées à ajouter.
ko: 추가할 엔트리를 선택해야만 합니다.
ru: Необходимо выбрать записи для добавления.

source: Cannot publish from a Shared Repository and My-Media together
ca_es: No es pot publicar simultàniament des d'un repositori compartit i des de El meu contingut
da: Kan ikke udgive fra delt lagringssted og Mine medier på samme tid.
es: No se puede publicar desde un Repositorio compartido y Mis archivos multimedia al mismo tiempo.
fr: Impossible de publier depuis un référentiel partagé et Mes médias conjointement
ko: 내 미디어와 공유 저장공간으로 부터 게재할 수 없습니다.
ru: Невозможно выполнить публикацию из общего репозитория и моих медиафайлов одновременно

source: You are not allowed to publish entry "<strong>%1</strong>".
ca_es: No esteu autoritzat a publicar l'entrada <strong>%1</strong>.
da: Du har ikke ret til at udgive posten "<strong>%1</strong>".
es: No tiene permiso para publicar la entrada "<strong>%1</strong>".
fr: Vous n'êtes pas autorisé à publier l'entrée "<strong>%1</strong>".
ko: 엔트리 "<strong>%1</strong>"을 게재할 수 없습니다.
ru: У вас нет разрешения на публикацию записи "<strong>%1</strong>".

source: You are not allowed to publish entry "<strong>%1</strong>". The media is pending
ca_es: No esteu autoritzat a publicar l'entrada <strong>%1</strong>. Hi ha contingut pendent.
da: Du kar ikke ret til at udgive posten "<strong>%1</strong>". Mediet har status "afventer"
es: No tiene permiso para publicar la entrada "%1". El archivo multimedia está pendiente
fr: Vous n'êtes pas autorisé à publier l'entrée "<strong>%1</strong>". Le média est en attente
ko: 엔트리 "<strong>%1</strong>"에 게재할 수 없습니다. 미디어는 보류 중
ru: У вас нет разрешения на публикацию записи "<strong>%1</strong>". Медиафайл находится в состоянии ожидания

source: You are not allowed to publish entry "<strong>%1</strong>". The media is being converted
ca_es: No esteu autoritzat a publicar l'entrada <strong>%1</strong>. S'està convertint el format del contingut.
da: Du kar ikke ret til at udgive posten "<strong>%1</strong>". Mediet er under konvertering
es: No tiene permiso para publicar la entrada "<strong>%1</strong>". El archivo multimedia se está convirtiendo.
fr: Vous n'êtes pas autorisé à publier l'entrée "<strong>%1</strong>". Le média est en cours de conversion
ko: 엔트리 "<strong>%1</strong>"에 게시할 수 없습니다. 미디어는 변환 중에 있습니다
ru: У вас нет разрешения на публикацию записи "<strong>%1</strong>". Медиафайл конвертируется

source: You cannot publish entry "<strong>%1</strong>". The entry owner should fill the required fields first.
ca_es: No podeu publicar l'entrada <strong>%1</strong>. El propietari de l'entrada ha d'emplenar abans els camps obligatoris.
da: Du kan ikke udgive posten "<strong>%1</strong>". Postens ejer bør udfylde de påkrævede felter først.
es: No puede publicar la entrada "<strong>%1</strong>". Primero el propietario de la entrada debe completar los campos requeridos.
fr: Vous ne pouvez pas publier l'entrée "<strong>%1</strong>". Le propriétaire de l'entrée doit d'abord remplir les champs obligatoires.
ko: 엔트리"<strong>%1</strong>" 을 게재할 수 없습니다. 엔트리 소유자는 먼저 필수 영역을 작성 해야 합니다.
ru: Вы не можете опубликовать запись "<strong>%1</strong>". Владелец записи сначала должен заполнить необходимые поля.

source: You cannot publish entry <strong>
ca_es: No podeu publicar l'entrada <strong>
da: Du kan ikke udgive posten <strong>
es: No puede publicar la entrada <strong>
fr: Vous ne pouvez pas publier l'entrée <strong>
ko: 엔트리 <strong>을 게시할 수 없습니다
ru: Вы не можете опубликовать запись <strong>

source: You cannot publish entry <strong>%1</strong> to shared repositories. The entry owner should fill the required fields first.
ca_es: No podeu publicar l'entrada <strong>%1</strong> en repositoris compartits. El propietari de l'entrada ha d'emplenar abans els camps obligatoris.
da: Du kan ikke udgive posten "<strong>%1</strong>" til delte lagringssteder. Postens ejer bør udfylde de påkrævede felter først.
es: No puede publicar la entrada <strong>%1</strong> en repositorios compartidos. Primero el propietario de la entrada debe completar los campos requeridos.
fr: Vous ne pouvez pas publier l'entrée <strong>%1</strong> vers les référentiels partagés. Le propriétaire de l'entrée doit d'abord remplir les champs obligatoires.
ko: 공유 저장공간에 엔트리<strong>%1</strong>을 게시할 수 없습니다. 엔트리 소유자는 먼저 필수 영역을 작성해야 합니다.
ru: Вы не можете опубликовать запись <strong>%1</strong> в общем репозитории. Владелец записи сначала должен заполнить необходимые поля.

source: Media "%1" could not be published. Try unpublishing this media from other galleries/channels and try again
ca_es: El fitxer multimèdia %1 no s'ha pogut publicar. Proveu d'anul·lar-ne la publicació en altres galeries o canals i torneu-ho a provar.
da: Mediet "%1" kunne ikke udgives. Prøv at trække udgivelsen af dette medie tilbage fra andre gallerier/kanaler, og prøv igen
es: No se ha podido publicar el archivo multimedia "%1". Intente deshacer la publicación de este archivo multimedia desde otras galerías/canales y vuelva a intentarlo
fr: Impossible de publier le média "%1". Annulez la publication de ce média dans les autres galeries/chaînes, puis essayez à nouveau
ko: 미디어 "%1"을 게재될 수 없습니다. 다른 갤러리/채널로 부터 미디어를 게재하지 않는 것을 시도하기 바랍니다 그리고 다시 시도하기 바랍니다
ru: Не удалось опубликовать медиафайл "%1". Попробуйте убрать публикацию этого медиафайла из других галерей/каналов и повторите попытку

source: Note that your media will not be listed until a moderator approves it.
ca_es: Tingueu en compte que el contingut no es mostrarà fins que un moderador no l'aprovi.
da: Vær opmærksom på, at dit medie ikke vil blive listet, indtil det er godkendt af en moderator.
es: Tenga en cuenta que sus archivos multimedia no aparecerán en la lista hasta que los apruebe un moderador.
fr: Notez que votre média ne sera pas répertorié tant qu'un modérateur ne l'aura pas approuvé.
ko: 중재가가 승인될 때까지 미디어는 목록화되지 않을 것임을 인지하기 바랍니다.
ru: Обратите внимание, что этот медиафайл не будет включен в список, пока не получит подтверждение модератора.

source: All media was published successfully.
ca_es: S'ha publicat tot el contingut correctament.
da: Alle medier er blevet udgivet.
es: Todos los archivos multimedia se han publicado correctamente.
fr: Tous les médias ont été correctement publiés.
ko: 모든 미디어는 성공적으로 게재되었습니다.
ru: Все медиафайлы успешно опубликованы.

source: An error occured while trying to publish media.
ca_es: S'ha produït un error mentre es provava de publicar contingut.
da: Der opstod en fejl under udgivelsen af mediet.
es: Se produjo un error al intentar publicar el archivo multimedia
fr: Une erreur est survenue pendant la tentative de publication du média
ko: 미디어를 게재 하는 동안 오류가 발생 했습니다.
ru: При попытке публикации медиафайла произошла ошибка.

source: Add to Channel
es: Agregar a Canal
fr: Ajouter à la chaîne
ru: Добавить к каналу

source: Add to Gallery
es: Agregar a Galería
fr: Ajouter à la galerie
ru: Добавить в галерею

source: Add Media
ca_es: Afegeix contingut
da: Tilføj medie
es: Agregar archivo multimedia
fr: Ajouter un média
ko: 미디어 추가
ru: Добавить медиафайл

source: Please select playlist to update.
ca_es: Seleccioneu la llista de reproducció que vulgueu actualitzar.
da: Vælg venligst den afspilningsliste, som skal opdateres.
es: Seleccione la lista de reproducción que actualizar.
fr: Veuillez sélectionner la liste de lecture à mettre à jour.
ko: 업데이트를 하기 위하여 재생 목록을 선택 하기 바랍니다.
ru: Выберите список воспроизведения для обновления.
