Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: Cancel
ca_es: Cancel·la
da: Annuller
es: Cancelar
fr: Annuler
ko: 취소
ru: Отмена

source: Select File
ca_es: Seleccioneu un fitxer
da: Vælg fil
es: Seleccionar archivo
fr: Sélectionner un fichier
ko: 파일 선택
ru: Выбор файла

source: Show
ca_es: Mostra
da: Vis
es: Mostrar
fr: Voir
ko: 보기
ru: Показать

source: Title
ca_es: Títol
da: Titel
es: Título
fr: Titre
ko: 제목
ru: Название

source: Entry name
es: Nombre de entrada
fr: Nom d'entrée
ru: Имя записи

source: ID
ru: Идентификатор

source: Unique entry identifier
es: Identificador de entrada único
fr: Identifiant d'entrée unique
ru: Уникальный идентификатор записи

source: Scheduling
es: Programación
fr: Planification
ru: Расписание

source: Media availability for viewing
es: Disponibilidad de multimedia para visionado
fr: Disponibilité du média pour la visualisation
ru: Доступность мультимедиа для просмотра

source: Media Type
es: Tipo de multimedia
fr: Type de média
ru: Тип мультимедиа

source: Media Owner
ca_es: Propietari del contingut
da: Mediets ejer
es: Propietario de archivo multimedia
fr: Propriétaire du support
ko: 미디어 소유자
ru: Владелец медиафайлов

source: Video
ca_es: Vídeo
es: Vídeo
fr: Vidéo
ko: 동영상
ru: Видео

source: Owner not found
es: No se ha encontrado el propietario
fr: Propriétaire introuvable
ru: Владелец не найден

source: Grid
es: Cuadrícula
fr: Grille
ru: Сетка

source: Collapsed view
ca_es: Visualització replegada
da: Kollapset visning
es: Vista contraída
fr: Vue réduite
ko: 축소된 보기
ru: Свернутый вид

source: Detailed view
ca_es: Visualització detallada
da: Detaljeret visning
es: Vista detallada
fr: Vue détaillée
ko: 상세히 보기
ru: Подробный вид

source: Table
es: Tabla
fr: Tableau
ru: Таблица

source: No Role - Sys Admin only
ca_es: Cap funció: només l'administrador del sistema
da: Ingen rolle - kun sys.admin.
es: Sin función: sólo el administrador del sistema
fr: Pas de rôle - Admin Sys. seulement
ko: 단지 시스템 총관리자만
ru: Нет роли - только системный администратор

source: sessionLifetime was below the minimum. Using the minimum:
es: sessionLifetime estaba por debajo del mínimo. Usando el mínimo:
fr: sessionLifetime était au-dessous du minimum. Utilisation du minimum :
ru: sessionLifetime ниже минимального уровня. Использование минимума:

source: Client > verifySSL changed to yes
ca_es: Client > verifySSL ha canviat a sí
da: Klient > bekræft SSL ændret til Ja
es: Cliente > verifySSL cambiado a sí
fr: Client > verifySSL passé à oui
ko: 클라이언트> verifySSL는 예로 변경
ru: Клиент > проверка SSL изменена на "да"

source: Client > serviceUrl schema changed to
ca_es: L'esquema de client > serviceUrl ha canviat a
da: Klient > service-URL-skema ændret til
es: Cliente > esquema serviceUrl cambiado a
fr: Client > schéma serviceUrl passé à
ko: 클라이언트> serviceUrl schema는 ~로 변경
ru: Клиент > схема serviceUrl изменена на

source: Co-Editor
da: Medredaktør
fr: Co-éditeur
ko: 공동 편집자
ru: Соредактор

source: Co-Publisher
ca_es: Copublicador
da: Medudgiver
es: Editor asociado
fr: Co-diffuseur
ko: 공동 게재자
ru: Соиздатель

source: Co-Editor & Co-Publisher
ca_es: Coeditor i copublicador
da: Medredaktør og medudgiver
es: Editor asociado y Co-editor
fr: Co-éditeur et Co-diffuseur
ko: 공동 에디터 및 공동 제작사
ru: Соредактор и соиздатель

source: KMS Internal server error
es: Error interno de servidor KMS
fr: Erreur interne du serveur KMS
ru: Внутренняя ошибка сервера KMS

source: We are sorry, but something went wrong. Please try again or contact your support team for assistance.
es: Lo sentimos, algo no ha ido bien. Vuelva a intentarlo o póngase en contacto con su equipo de soporte para obtener asistencia.
fr: Malheureusement, un problème est survenu. Recommencez ou contactez notre service assistance
ru: К сожалению, что-то пошло не так. Повторите попытку или обратитесь в службу поддержки за помощью.

source: Page not found
ca_es: No s'ha trobat la pàgina
da: Siden blev ikke fundet
es: Página no encontrada
fr: Page introuvable
ko: 페이지를 찾을 수 없습니다
ru: Страница не найдена

source: We're sorry, the page you requested cannot be found. Please check the address line or follow the navigation menu.
ca_es: No hem trobat la pàgina que heu sol·licitat. Comproveu la línia d'adreça o feu servir el menú de navegació.
da: Vi beklager, men den ønskede side blev ikke fundet. Tjek venligst adressen i adressebjælken, eller følge navigationsmenuen.
es: Lo sentimos, la página que ha solicitado no se ha encontrado. Compruebe la dirección o siga el menú de navegación.
fr: Désolé, nous n'avons pas réussi à trouver la page que vous cherchez. Veuillez vérifier la barre d'adresse, ou suivre le menu de navigation.
ko: 죄송합니다, 요청하신 페이지를 찾을 수 없습니다. 주소라인을 확인하거나 네비게이션 메뉴를 체크하기 바랍니다.
ru: К сожалению, не удается найти запрашиваемую страницу. Проверьте адресную строку или используйте меню навигации.

source: Access Denied
ca_es: Accés denegat
da: Adgang nægtet
es: Acceso denegado
fr: Accès refusé
ko: 접근 거부
ru: Отказано в доступе

source: Invalid operation
es: Operación no válida
fr: Opération incorrecte
ru: Недопустимая операция

source: API Error
ca_es: Error de l'API
da: API-fejl
es: Error API
fr: Erreur API
ko: API 오류
ru: Ошибка API

source: Application Error
ca_es: Error de l'aplicació
da: Applikationsfejl
es: Error de la aplicación
fr: Erreur Application
ko: 응용 프로그램 오류
ru: Ошибка приложения

source: All fields should be filled with values
es: Todos los campos deben rellenarse con valores
fr: Tous les champs devraient être remplis avec des valeurs
ru: Все поля должны быть иметь значения

source: Language "%1" is a selected language. If you want to delete this language you must first remove it from the selected languages list
es: Idioma "%1" es un idioma seleccionado. Si desea eliminar este idioma, primero debe eliminarlo de la lista de idiomas seleccionados
fr: La langue "%1" est celle sélectionnée. Pour la supprimer, vous devez d'abord la supprimer de la liste de langues sélectionnées
ru: Язык «%1» является выбранным языком. Если вы хотите удалить этот язык, его сначала нужно удалить из списка выбранных языков

source: Language: "%1" is a selected language. If you want to edit this language you must first remove it from the selected languages list
es: Idioma "%1" es un idioma seleccionado. Si desea editar este idioma, primero debe eliminarlo de la lista de idiomas seleccionados
fr: La langue : "%1" est celle sélectionnée. Pour la modifier, vous devez d'abord la supprimer de la liste de langues sélectionnées
ru: Язык «%1» является выбранным языком. Если вы хотите изменить этот язык, его сначала нужно удалить из списка выбранных языков

source: Language code should be a unique code. The following languages already have the same code as you chose:
es: El código de idioma debe ser un código único. Los siguientes idiomas ya tienen el mismo código que el que ha elegido:
fr: Le code langue doit être unique. Les langues suivantes ont déjà le même code que vous avez choisi :
ru: Код языка должен быть уникальным. Следующие языки уже имеют выбранный вами код:

source: Uploaded flag is not a valid image file
es: La bandera subida no es un archivo de imagen válido
fr: L'indicateur chargé n'est pas un fichier image valide
ru: Загруженный флажок не является допустимым файлом изображения

source: Failed to upload flag image.
es: Error al subir imagen de bandera.
fr: Échec du chargement de l'image de l'indicateur.
ru: Не удалось загрузить изображение флажка.

source: Most Recent - All published videos in channel or categories by creation date
es: Más recientes - Todos los vídeos publicados en el canal o categorías por fecha de creación
fr: Plus récentes - Toutes les vidéos publiées sur la chaîne ou les catégories par date de création
ru: Самые последние — Все опубликованные видео на канале или в категории по дате создания

source: Most Viewed - All published videos in channel or categories by number of plays
es: Más vistos - Todos los vídeos publicados en el canal o categorías por número de reproducciones
fr: Plus visionnées - Toutes les vidéos publiées sur la chaîne ou les catégories par nombre de jours
ru: Самые просматриваемые — Все опубликованные видео на канале или в категории по количеству воспроизведений

source: Most Liked - All published videos in channel or categories by number of likes
es: Los que más gustan - Todos los vídeos publicados en el canal o categorías por número de Me gusta
fr: Préférées - Toutes les vidéos publiées sur la chaîne ou les catégories par nombre de j'aime
ru: Наиболее нравятся — Все опубликованные видео на канале или в категории по количеству отметок «Нравится»

source: Custom Playlist
es: Lista de reproducción personalizada
fr: Liste de lecture personnalisée
ru: Пользовательский список воспроизведения

source: Most Viewed
ca_es: Amb més visualitzacions
da: Mest sete
es: Más vistos
fr: Plus visionnée(s)
ko: 가장 많이 본것
ru: Самые просматриваемые

source: Most Liked
ca_es: Més indicacions de "m'agrada"
da: Mest likede
es: Más gustados
fr: Préférée(s)
ko: 좋아요가 가장 많은 것
ru: Наиболее нравятся

source: Most Recent
ca_es: Més recents
da: Nyeste
es: Más recientes
fr: Plus récente(s)
ko: 최신순
ru: По дате

source: Error in authentication. Auth Adapter "%1" does not exist!
es: Error de autenticación. El adaptador de autenticación "%1" no existe
fr: Erreur d'authentification. L'adaptateur Auth "%1" n'existe pas !
ru: Ошибка проверки подлинности. Адаптер проверки подлинности %1 не существует!

source: Published In
es: Publicado en
fr: Publié dans
ru: Опубликовано в

source: Published channels
es: Canales publicados
fr: Chaînes publiées
ru: Опубликованные каналы

source: Unlisted
ca_es: Ocult
da: Ikke listet
es: No en lista
fr: Non répertorié
ko: 목록화되지 않았습니다
ru: Отсутствует в списке

source: Unpublished
es: No publicado
fr: Non-publié
ru: Не опубликовано

source: Image
ca_es: Imatge
da: Billede
es: Imagen
ko: 이미지
ru: Изображение

source: Slides
ca_es: Diapositives
da: Dias
es: Diapositiva
fr: Diapositives
ko: 슬라이드
ru: Слайды

source: Your token expired. Please refresh your page
ca_es: El testimoni ha caducat. Actualitzeu la pàgina.
da: Dit token er udløbet. Opdater venligst din side.
es: Su ficha ha caducado. Actualice la página
fr: Votre jeton a expiré. Veuillez actualiser votre page
ko: 토큰이 만료 되었습니다. 페이지를 새로 고침하기 바랍니다
ru: Срок действия маркера истек. Обновите страницу

source: * Required To Publish
ca_es: * Obligatori per poder publicar
da: * Påkrævet for udgivelse
es: * Obligatorio para publicar
fr: * Requis pour publier
ko: * 게재하기 위하여 요구됩니다
ru: * Необходимо для публикации

source: Active
es: Activo
ru: Активные

source: Upcoming
es: Próximo
fr: Prochaine
ru: Предстоящие

source: Expired
es: Caducado
fr: Expirée
ru: Срок действия истек

source: Abkhazian
ca_es: Abkhaz
da: Abkhasisk
es: Abjasiano
fr: Abkhaze
ko: 압하스
ru: Абхазский

source: Afar
ca_es: Àfar
ko: 아파어
ru: Афарский

source: Afrikaans
ko: 아프리칸스어
ru: Африкаанс

source: Albanian
ca_es: Albanès
da: Albansk
es: Albano
fr: Albanais
ko: 알바니아어
ru: Албанский

source: Amharic
ca_es: Amhàric
da: Amharisk
es: Amhárico
fr: Amharique
ko: 암하라어
ru: Амхарский

source: Arabic
ca_es: Àrab
da: Arabisk
es: Árabe
fr: Arabe
ko: 아
ru: Арабский

source: Armenian
ca_es: Armeni
da: Armensk
es: Armenio
fr: Arménien
ko: 아르메니아어
ru: Армянский

source: Assamese
ca_es: Assamès
da: Assamesisk
es: Asamés
fr: Assamais
ko: 아샘어
ru: Ассамский

source: Aymara
ca_es: Aimara
es: Aimara
ko: 아이마라어
ru: Аймарский

source: Azerbaijani
ca_es: Àzeri
da: Aserbajdsjansk
es: Azerí
fr: Azéri
ko: 아제르바이잔
ru: Азербайджанский

source: Bashkir
ca_es: Baixkir
da: Basjkirsk
es: Baskir
fr: Bachkir
ko: 바슈키르어
ru: Башкирский

source: Basque
ca_es: Basc
da: Baskisk
es: Vasco
ko: 바스크어
ru: Баскский

source: Bengali (Bangla)
ca_es: Bengalí (Bangla Desh)
es: Bengalí
ko: 벵골어 (벵골어)
ru: Бенгальский

source: Bhutani
ca_es: Bhutanès
da: Bhutansk
es: Butani
fr: Baloutche
ru: Бутанский

source: Bihari
ko: 비하르어
ru: Бихари

source: Bislama
fr: Bichelamar
ko: 비슬라마어
ru: Бислама

source: Breton
ca_es: Bretó
da: Bretonsk
es: Bretón
ko: 부르타뉴어
ru: Бретонский

source: Bulgarian
ca_es: Búlgar
da: Bulgarsk
es: Búlgaro
fr: Bulgare
ko: 불가리아어
ru: Болгарский

source: Burmese
ca_es: Birmà
da: Burmesisk
es: Birmano
fr: Birman
ko: 버마어
ru: Бирманский

source: Byelorussian (Belarusian)
ca_es: Bielorús
da: Hviderussisk (Belarussisk)
es: Bieloruso (Bielorusia)
fr: Biélorusse( bélarussien)
ko: 벨라루스어
ru: Белорусский (Белоруссия)

source: Cambodian
ca_es: Cambodjà
da: Cambodjansk
es: Camboyano
fr: Khmer
ko: 캄보디아어
ru: Камбоджийский

source: Catalan
ca_es: Català
da: Catalansk
es: Catalán
ko: 카탈로니아어
ru: Каталанский

source: Chinese
ca_es: Xinès
da: Kinesisk
es: Chino
fr: Chinois
ko: 중국어
ru: Китайский

source: Corsican
ca_es: Cors
da: Korsikansk
es: Corso
fr: Corse
ko: 코르시카어
ru: Корсиканский

source: Croatian
ca_es: Croata
da: Kroatisk
es: Croata
fr: Croate
ko: 크로아티아어
ru: Хорватский

source: Czech
ca_es: Txec
da: Tjekkisk
es: Checo
fr: Tchèque
ko: 체코어
ru: Чешский

source: Danish
ca_es: Danès
da: Dansk
es: Danés
fr: Danois
ko: 덴마크어
ru: Датский

source: Dutch
ca_es: Neerlandès
da: Hollandsk
es: Holandés
fr: Néerlandais
ko: 네덜란드어
ru: Голландский

source: English
ca_es: Anglès
da: Engelsk
es: Inglés
fr: Anglais
ko: 영어
ru: Английский

source: English (American)
es: Inglés (Estados Unidos)
fr: Anglais (américain)
ru: Английский (американский)

source: English (British)
es: Inglés (Reino Unido)
fr: Anglais (britannique)
ru: Английский (британский)

source: Esperanto
ko: 에스페란토어
ru: Эсперанто

source: Estonian
ca_es: Estonià
da: Estisk
es: Estonio
fr: Estonien
ko: 에스토니아어
ru: Эстонский

source: Faeroese
ca_es: Feroès
da: Færøsk
es: Feroés
fr: Féroïen
ko: 페로어
ru: Фарерский

source: Farsi
ko: 파르시어
ru: Фарси

source: Fiji
ca_es: Fidjià
es: Fiyiano
fr: Fidjien
ko: 피지어
ru: Фиджи

source: Finnish
ca_es: Finès
da: Finsk
es: Finlandés
fr: Finnois
ko: 핀란드어
ru: Финский

source: French
ca_es: Francès
da: Fransk
es: Francés
fr: Français
ko: 프랑스어
ru: Французский

source: Frisian
ca_es: Frisó
da: Frisisk
es: Frisio
fr: Frison
ko: 프리지아어
ru: Фризский

source: Gaelic (Manx)
ca_es: Gaèlic (manx)
da: Gælisk (Manx)
es: Gaélico (Isla de Man)
fr: Gaélique (mannois)
ko: 게일어 (맨어)
ru: Гэльский (Мэнкс)

source: Gaelic (Scottish)
ca_es: Gaèlic (escocès)
da: Gælisk (skotsk)
es: Gaélico (Escocia)
fr: Gaélique (écossais)
ko: 게일어 (스코틀랜드)
ru: Гэльский (шотландский)

source: Galician
ca_es: Gallec
da: Galisisk
es: Gallego
fr: Galicien
ko: 갈리시아어
ru: Галицийский

source: Georgian
ca_es: Georgià
da: Georgisk
es: Georgiano
fr: Géorgien
ko: 조지아어
ru: Грузинский

source: German
ca_es: Alemany
da: Tysk
es: Alemán
fr: Allemand
ko: 독일어
ru: Немецкий

source: Greek
ca_es: Grec
da: Græsk
es: Griego
fr: Grec
ko: 그리스어
ru: Греческий

source: Greenlandic
ca_es: Groenlandès
da: Grønlandsk
es: Groenlandés
fr: Groenlandais
ko: 그린란드어
ru: Гренландский

source: Guarani
ca_es: Guaraní
es: Guaraní
ko: 과라니어
ru: Гуарани

source: Gujarati
es: Guyaratí
ko: 구자라트어
ru: Гуджарати

source: Hausa
ca_es: Haussa
fr: Haoussa
ko: 하우사어
ru: Хауса

source: Hebrew
ca_es: Hebreu
da: Hebræisk
es: Hebreo
fr: Hébreu
ko: 히브리어
ru: Иврит

source: Hindi
ko: 힌디어
ru: Хинди

source: Hungarian
ca_es: Hongarès
da: Ungarsk
es: Húngaro
fr: Hongrois
ko: 헝가리어
ru: Венгерский

source: Icelandic
ca_es: Islandès
da: Islandsk
es: Islandés
fr: Islandais
ko: 아이슬란드어
ru: Исландский

source: Indonesian
ca_es: Indonesi
da: Indonesisik
es: Indonesio
fr: Indonésien
ko: 인도네시아어
ru: Индонезийский

source: Interlingua
ko: 과학자용 인공 국제어
ru: Интерлингва

source: Interlingue
ca_es: Interlingua
fr: Occidental
ko: 인터링궈
ru: Интерлингва

source: Inuktitut
ko: 이누크티투트어
ru: Инуктитут

source: Inupiak
ca_es: Inupiaq
es: Iñupiaq
ko: 이누피악어
ru: Инупиак

source: Irish
ca_es: Irlandès
da: Irsk
es: Irlandés
fr: Irlandais
ko: 아일랜드어
ru: Ирландский

source: Italian
ca_es: Italià
da: Italiensk
es: Italiano
fr: Italien
ko: 이탈리아어
ru: Итальянский

source: Japanese
ca_es: Japonès
da: Japansk
es: Japonés
fr: Japonais
ko: 일본어
ru: Японский

source: Javanese
ca_es: Javanès
da: Javanesisk
es: Javanés
fr: Javanais
ko: 자바어
ru: Яванский

source: Kannada
ca_es: Kanarès
es: Canarés
ko: 칸나다어
ru: Каннада

source: Kashmiri
ca_es: Caixmiri
es: Cachemir
fr: Cachemiri
ko: 카슈미르어
ru: Кашмири

source: Kazakh
da: Kasakhisk
es: Kazajo
ko: 카자흐어
ru: Казахский

source: Kinyarwanda (Ruanda)
es: Kiñarwanda (Ruanda)
fr: Kinyarwanda (Rwanda)
ko: 키냐르완다어 (Ruanda)
ru: Киньяруанда (Руанда)

source: Kirghiz
ca_es: Kirguís
da: Kirgisisk
es: Kirguís
fr: Kirghize
ko: 키르기스어
ru: Киргизский

source: Kirundi (Rundi)
es: Kirundi (Burundi)
ko: 언어로 (Rundi)
ru: Кирунди (Бурунди)

source: Korean
ca_es: Coreà
da: Koreansk
es: Coreano
fr: Coréen
ko: 한국어
ru: Корейский

source: Kurdish
ca_es: Kurd
da: Kurdisk
es: Kurdo
fr: Kurde
ko: 쿠르드어
ru: Курдский

source: Laothian
ca_es: Laosià
da: Laotisk
es: Lao
fr: Lao
ko: 라오디안어
ru: Лаосский

source: Latin
ca_es: Llatí
es: Latín
ko: 라틴어
ru: Латинский

source: Latvian (Lettish)
ca_es: Letó
da: Lettisk
es: Letón
fr: Letton
ko: 라트비아어 (레트어)
ru: Латышский

source: Limburgish (Limburger)
ca_es: Limburguès
da: Limburgisk
es: Limburgués (Limburgo)
fr: Limbourg (Limburger)
ko: 림뷔르흐어(림뷔르허)
ru: Лимбургский

source: Lingala
ko: 링갈라어
ru: Лингала

source: Lithuanian
ca_es: Lituà
da: Litauisk
es: Lituano
fr: Lituanien
ko: 리투아니아
ru: Литовский

source: Macedonian
ca_es: Macedoni
da: Makedonsk
es: Macedonio
fr: Macédonien
ko: 마케도니아어
ru: Македонский

source: Malagasy
ca_es: Malgaix
da: Malagassisk
es: Malgache
fr: Malgache
ko: 말라가시어
ru: Малагасийский

source: Malay
ca_es: Malai
da: Malaysisk
es: Malayo
fr: Malais
ko: 말레이어
ru: Малайский

source: Malayalam
ca_es: Malaialam
es: Malabar
ko: 말라얄람어
ru: Малаялам

source: Maltese
ca_es: Maltès
da: Maltesisk
es: Maltés
fr: Maltais
ko: 몰타어
ru: Мальтийский

source: Maori
es: Maorí
ko: 마오리어
ru: Маорийский

source: Marathi
es: Maratí
ko: 마라티어
ru: Маратхи

source: Moldavian
ca_es: Moldau
da: Moldovisk
es: Moldavo
fr: Moldave
ko: 몰다비아어
ru: Молдавский

source: Mongolian
ca_es: Mongol
da: Mongolsk
es: Mongol
fr: Mongol
ko: 몽골어
ru: Монгольский

source: Multilingual
ca_es: Multilingüe
es: Multilingüe
fr: Multilingue
ko: 다국어
ru: Многоязычный

source: Nauru
ko: 나우루어
ru: Науру

source: Nepali
ca_es: Nepalès
da: Nepalesisk
es: Nepalí
fr: Népalais
ko: 네팔어
ru: Непальский

source: Norwegian
ca_es: Noruec
da: Norsk
es: Noruego
fr: Norvégien
ko: 노르웨이어
ru: Норвежский

source: Occitan
ca_es: Occità
da: Occitansk
es: Occitano
ko: 오크어
ru: Окситанский

source: Oriya
fr: Odia
ko: 오리야어
ru: Ория

source: Oromo (Afan, Galla)
ca_es: Oromo
da: Oromo (Afan, Gallinya)
ko: 오로모어
ru: Оромо (Афан, Галла)

source: Pashto (Pushto)
ca_es: Paixtu
es: Pastún
fr: Pachto (Pashto)
ko: 파슈토어 (푸쉬토어)
ru: Пушту

source: Polish
ca_es: Polonès
da: Polsk
es: Polaco
fr: Polonais
ko: 폴란드어
ru: Польский

source: Portuguese
ca_es: Portuguès
da: Portugisisk
es: Portugués
fr: Portugais
ko: 포르투갈어
ru: Португальский

source: Punjabi
ca_es: Panjabi
es: Punyabí
fr: Pendjabi
ko: 펀자브어
ru: Панджаби

source: Quechua
ca_es: Quítxua
ko: 케추아어
ru: Кечуа

source: Rhaeto-Romance
ca_es: Retoromànic
da: Rætoromansk
es: Ladino
fr: Rhéto-roman
ko: 레토로만어
ru: Ретороманский

source: Romanian
ca_es: Romanès
da: Rumænsk
es: Rumano
fr: Roumain
ko: 루마니아어
ru: Румынский

source: Russian
ca_es: Rus
da: Russisk
es: Ruso
fr: Russe
ko: 러시아어
ru: Русский

source: Samoan
ca_es: Samoà
da: Samoansk
es: Samoano
ko: 사모아어
ru: Самоанский

source: Sangro
da: Sango
ko: 산그로어
ru: Сангро

source: Sanskrit
ca_es: Sànscrit
es: Sánscrito
ko: 산스크리트어
ru: Санскрит

source: Serbian
ca_es: Serbi
da: Serbisk
es: Serbio
fr: Serbe
ko: 세르비아어
ru: Сербский

source: Serbo-Croatian
ca_es: Serbocroat
da: Serbokroatisk
es: Serbo-Croata
fr: Serbo-croate
ko: 세르보크로아티아어
ru: Сербскохорватский

source: Sesotho
ca_es: Sotho
fr: Sotho du Sud
ko: 세소토어
ru: Сесото

source: Setswana
ca_es: Tswana
es: Setsuana
fr: Tswana
ko: 세츠와나어
ru: Сетсвана

source: Shona
ko: 쇼나어
ru: Шона

source: Sindhi
ko: 신디어
ru: Синдхи

source: Sinhalese
ca_es: Singalès
da: Singalesisk
es: Cingalés
fr: Cinghalais
ko: 신할라어
ru: Сингальский

source: Siswati
ca_es: Swazi
es: Suazi
fr: Swati
ko: 시스와티어
ru: Сисвати

source: Slovak
ca_es: Eslovac
da: Slovakisk
es: Eslovaco
fr: Slovaque
ko: 슬로바키아어
ru: Словацкий

source: Slovenian
ca_es: Eslovè
da: Slovensk
es: Esloveno
fr: Slovène
ko: 슬로베니아어
ru: Словенский

source: Somali
da: Somalisk
es: Somalí
ko: 소말리어
ru: Сомалийский

source: Spanish
ca_es: Espanyol
da: Spansk
es: Español
fr: Espagnol
ko: 스페인어
ru: Испанский

source: Sundanese
ca_es: Sondanès
da: Sundanesisk
es: Sondanés
fr: Soudanais
ko: 순다어
ru: Сунданский

source: Swahili (Kiswahili)
ca_es: Suahili
es: Suajili (Kisuajili)
ko: 스와힐리어 (Kiswahili)
ru: Суахили

source: Swedish
ca_es: Suec
da: Svensk
es: Sueco
fr: Suédois
ko: 스웨덴어
ru: Шведский

source: Tagalog
ca_es: Tagal
es: Tagalo
ko: 타갈로그어
ru: Тагальский

source: Tajik
ca_es: Tadjik
es: Tayiko
fr: Tadjik
ko: 타지크어
ru: Таджикский

source: Tamil
ca_es: Tàmil
da: Tamilsk
fr: Tamoul
ko: 타밀어
ru: Тамильский

source: Tatar
ca_es: Tàtar
da: Tatarisk
es: Tártaro
ko: 타타르어
ru: Татарский

source: Telugu
es: Télugu
fr: Télougou
ko: 텔루구어
ru: Телугу

source: Thai
ca_es: Tai
es: Tailandés
fr: Thaï
ko: 타이어
ru: Тайский

source: Tibetan
ca_es: Tibetà
da: Tibetansk
es: Tibetano
fr: Tibétain
ko: 티베트어
ru: Тибетский

source: Tigrinya
es: Tigriña
fr: Tigrigna
ko: 티그리냐어
ru: Тигринья

source: Tonga
ca_es: Tongà
da: Tongansk
ko: 통가
ru: Тонга

source: Tsonga
ko: 총가어
ru: Тсонга

source: Turkish
ca_es: Turc
da: Tyrkisk
es: Turco
fr: Turc
ko: 터키어
ru: Турецкий

source: Turkmen
ca_es: Turcman
da: Turkmensk
es: Turcomano
fr: Turkmène
ko: 투르크멘어
ru: Туркменский

source: Twi
ko: 트위어
ru: Тви

source: Uighur
ca_es: Uigur
es: Uigur
fr: Ouïgour
ko: 위구르어
ru: Уйгурский

source: Ukrainian
ca_es: Ucraïnès
da: Ukrainsk
es: Ucraniano
fr: Ukrainien
ko: 우쿠라이나어
ru: Украинский

source: Urdu
ca_es: Urdú
fr: Ourdou
ko: 우르두어
ru: Урду

source: Uzbek
da: Usbekisk
es: Uzbeco
fr: Ouzbek
ko: 우즈벡어
ru: Узбекский

source: Vietnamese
ca_es: Vietnamita
da: Vietnamesisk
es: Vietnamita
fr: Vietnamien
ko: 베트남어
ru: Вьетнамский

source: Volapuk
ca_es: Volapük
da: Volapük
es: Volapük
fr: Volapük
ko: 볼라퓌크어
ru: Волапюк

source: Welsh
ca_es: Gal·lès
da: Walisisk
es: Galés
fr: Gallois
ko: 웨일스어
ru: Валлийский

source: Wolof
ca_es: Wòlof
es: Wólof
ko: 월로프어
ru: Волоф

source: Xhosa
ca_es: Xosa
ko: 코사어
ru: Кхоса

source: Yiddish
ca_es: Jiddisch
da: Jiddisch
es: Yidis
ko: 이디시어
ru: Идиш

source: Yoruba
ca_es: Ioruba
ko: 요루바어
ru: Йоруба

source: Zulu
es: Zulú
fr: Zoulou
ko: 줄루어
ru: Зулусский

source: Media Upload
ca_es: Càrrega de contingut
da: Upload af medier
es: Carga de archivos multimedia
fr: Importation des médias
ko: 미디어 업로드
ru: Медиафайл

source: Webcam Recording
ca_es: Enregistrament de la càmera web
da: Webcamoptagelse
es: Grabación de cámara web
fr: Enregistrement webcam
ko: 웹캠 녹화
ru: Запись веб-камеры

source: My Media
ca_es: El meu contingut
da: Mine medier
es: Mis archivos multimedia
fr: Mes médias
ko: 내 미디어
ru: Мои медиафайлы

source: Channels
ca_es: Canals
da: Kanaler
es: Canales
fr: Chaînes
ko: 채널
ru: Каналы

source: My Channels
ca_es: Els meus canals
da: Mine kanaler
es: Mis canales
fr: Mes chaînes
ko: 내 채널들
ru: Мои каналы

source: My Playlists
ca_es: Les meves llistes de reproducció
da: Mine afspilningslister
es: Mis listas de reproducción
fr: Mes listes de lecture
ko: 내 재생 목록들
ru: Мои списки воспроизведения
