Repository: Ivarssonjorgen/kms_translations
Catalog: locale/kms/*/default.po
Languages: ca_es, da, es, fr, ko, ru

source: The resource is unavailable at the selected time. Please see a list of conflicting events below.
es: El recurso no está disponible en el momento seleccionado. A continuación puede ver una lista de eventos conflictivos.
fr: La ressource est indisponible à l'heure sélectionnée. Consultez une liste des événements en conflit ci-dessous.
ru: В выбранное время ресурс недоступен. См. список конфликтующих событий ниже.

source: Please select a different resource or time to save the event.
es: Seleccione un recurso o una hora diferentes para guardar el evento.
fr: Sélectionnez une ressource ou heure différente pour enregistrer l'événement.
ru: Для сохранения события выберите другой ресурс или время.

source: Select a CSV file:
es: Seleccionar un archivo CSV:
fr: Sélectionnez un fichier CSV :
ru: Выберите файл CSV:

source: OK
ca_es: D'acord
es: Aceptar
ko: 확인

source: The
es: El
fr: Le

source: Ok
ca_es: D'acord
es: Aceptar
ko: 확인

source: Screen Recorder
ca_es: Enregistrador de pantalla
da: Skærmoptager
es: Grabadora de pantalla
fr: Enregistreur d'écran
ko: 스크린 녹화기

source: YouTube
ko: 유투브
